Repository: GLWine/Avorion-ITA
Catalog: Avorion/data/localization/*.po
Languages: it

source: \c(0d0)Cargo Upgrades\c() increase \c(0d0)cargo capacity\c() without the need to add more Cargo Blocks. Organization is the key!
it: \I potenziamenti del carico (Cargo Upgrades) aumentano la capacità di carico (Cargo Capacity) senza dover aggiungere altri blocchi di carico. L'organizzazione è la chiave!

source: Generator Upgrade
it: Aggiornamento del generatore

source: Increasing the generated \c(0d0)energy output\c() and battery \c(0d0)recharge rate\c() can be achieved with a \c(0d0)Generator Upgrade\c().
it: L'aumento della produzione di energia generata e della velocità di ricarica della batteria può essere ottenuto con il potenziamento del generatore.

source: Engine Upgrade
it: Aggiornamento del motore

source: The \c(0d0)Engine Upgrade\c() improves overall velocity and engine thrust. More \c(0d0)engine power\c() without the hassle of adding more Engine Blocks to the ship.
it: Il ´potenziamento dei motori´() migliora la velocità complessiva e la spinta dei motori. Più potenza dei motori senza dover aggiungere altri blocchi motore alla nave.

source: Hyperspace Upgrade
it: Potenziamento dell'iperspazio

source: The \c(0d0)Hyperspace Upgrade\c() improves the hyperspace \c(0d0)jump range\c() of a ship and decreases the necessary \c(0d0)recharge energy\c(). If installed permanently it can additionally shorten the recharge time.
it: Il Potenziamento dell'iperspazio migliora la portata del salto nell'iperspazio di una nave e diminuisce l'energia di ricarica necessaria. Se installato in modo permanente, può anche ridurre il tempo di ricarica.

source: Radar Upgrade
it: Aggiornamento del radar

source: \c(0d0)Radar Upgrades\c() improve \c(0d0)radar range\c() and can add to the \c(0d0)deep scan range\c() too. With a deep scanner, hidden mass sectors will be highlighted on the Galaxy Map.
it: \I potenziamenti radar migliorano la portata del radar e possono aumentare la portata della scansione profonda. Con uno scanner profondo, i settori di massa nascosti saranno evidenziati sulla Mappa della Galassia.

source: Shield Booster
it: Potenziatore dello scudo

source: A \c(0d0)Shield Booster\c() improves \c(0d0)shield durability\c() and \c(0d0)recharge rate\c().
it: Un \c(0d0)Potenziatore dello scudo() migliora la \c(0d0)durata dello scudo() e la \c(0d0)velocità di ricarica().

source: Tractor Beam Upgrade
it: Potenziamento del raggio traente

source: A \c(0d0)Tractor Beam Upgrade\c() will increase the \c(0d0)loot range\c() of a ship. They are very handy when collecting free-floating loot.
it: Un Potenziamento del Raggio Traente aumenta la portata del bottino di una nave. Sono molto utili per la raccolta di bottini liberi.

source: Scanner Upgrade
it: Aggiornamento dello scanner

source: The \c(0d0)Scanner Upgrade\c() allows you to detect contents of a ship's or station's cargo from longer distances. They're widely used by sector security to scan for illegal or dangerous goods.
it: Lo scanner \c(0d0)Upgrade\c() consente di rilevare il contenuto del carico di una nave o di una stazione da distanze maggiori. Sono ampiamente utilizzati dalla sicurezza del settore per scansionare le merci illegali o pericolose.

source: The \c(0d0)Mining Subsystems\c() marks resource rich \c(0d0)asteroids\c() containing the specified material or lower materials, even if the materials are hidden inside. It adds small marker arrows to the HUD so that finding asteroids with materials is easier.
it: La funzione \c(0d0)Mining Subsystems\c() contrassegna gli \c(0d0)asteroidi ricchi di risorse che contengono il materiale specificato o materiali inferiori, anche se i materiali sono nascosti all'interno. Aggiunge piccole frecce segnaletiche all'HUD, in modo da facilitare la ricerca di asteroidi con materiali.

source: Trading System
it: Sistema di trading

source: A \c(0d0)Trading Subsystems\c() will ease trade and commerce a lot. Depending on the quality of the subsystem, it can show all trading possibilities with \c(0d0)prices\c() and \c(0d0)price margins\c() in the last visited sectors. It will even detect trade routes over the last few visited sectors. All ships working trade routes should be equipped with one of these.
it: Un sottosistema di trading semplificherà notevolmente il commercio e l'attività commerciale. A seconda della qualità del sottosistema, può mostrare tutte le possibilità di commercio con \c(0d0)prezzi\c() e \c(0d0)margini di prezzo\c() negli ultimi settori visitati. Rileva anche le rotte commerciali negli ultimi settori visitati. Tutte le navi che lavorano sulle rotte commerciali dovrebbero essere dotate di uno di questi strumenti.

source: For more information see section \c(0d0)Trade\c() -> \c(0d0)Trading Subsystem\c().
it: Per ulteriori informazioni, consultare la sezione \c(0d0)Trade\c() -> \c(0d0)Trading Subsystem\c().

source: Object Detector
it: Rilevatore di oggetti

source: The \c(0d0)Object Detector\c() detects and marks all objects worth checking out in the current sector.
it: Il Rilevatore di oggetti \c(0d0)\c() rileva e contrassegna tutti gli oggetti che vale la pena controllare nel settore corrente.

source: Shield Reinforcer
it: Scudo rinforzante

source: With a \c(0d0)Shield Reinforcer\c() shields won't be \c(0d0)penetrated by torpedoes and shots\c(). Disadvantages of subsystems like this include a weaker shield overall and a longer recharge time. \c(ddd)Note: This subsystem has to be installed permanently to function.\c()
it: Con un rinforzatore di scudi, gli scudi non saranno penetrati da siluri e colpi. Gli svantaggi di questi sottosistemi includono uno scudo complessivamente più debole e un tempo di ricarica più lungo. \Nota: questo sottosistema deve essere installato in modo permanente per funzionare.

source: Energy to Shield Converter
it: Convertitore di energia in scudo

source: The \c(0d0)Energy Converter\c() reroutes part of the ship's energy into the shield. This means less energy for ship systems but a much \c(0d0)higher shield durability\c().
it: Il \c(0d0)Convertitore di energia() reindirizza parte dell'energia della nave nello scudo. Ciò significa meno energia per i sistemi della nave, ma una durata dello scudo molto più elevata.

source: Transporter Software
it: Software Transporter

source: A \c(0d0)Transporter Block\c() only works with the corresponding \c(0d0)Transporter Software Subsystem\c(). The software increases the \c(0d0)docking range\c() and allows fighters to pick up cargo for a ship.
it: Un blocco trasportatore funziona solo con il corrispondente sottosistema software trasportatore. Il software aumenta il \c(0d0)raggio di attracco\c() e permette ai caccia di prelevare il carico di una nave.

source: Velocity SCB
it: Velocità SCB

source: The \c(0d0)Velocity Security Control Bypass\c() allows you to ignore a ship's \c(0d0)maximum speed\c() limitations. \c(ddd)Please note: Braking without friction takes a while. The Intergalactic Security Agency advises against the use of VSCB subsystems.\c()
it: L'aggiramento del controllo di sicurezza della velocità (Velocity Security Control Bypass) consente di ignorare le limitazioni della velocità massima della nave (Velocity Security Control Bypass). \Nota bene: frenare senza attrito richiede un po' di tempo. L'Agenzia di Sicurezza Intergalattica sconsiglia l'uso dei sottosistemi VSCB.

source: Internal Defense System
it: Sistema di difesa interno

source: If somebody has the audacity to try and board one of your ships, install an \c(0d0)Internal Defense System\c(). It constructs specialized weapons that help your crew defend against enemy boarders. And the best thing? If \c(0d0)Internal Defense Weapons\c() are overpowered by enemy boarders, they are not destroyed, only disabled until the next attack!
it: Se qualcuno ha l'audacia di tentare di abbordare una delle vostre navi, installate un Sistema di Difesa Interna (0d0). Costruisce armi specializzate che aiutano l'equipaggio a difendersi dagli abbordaggi nemici. E la cosa migliore? Se le armi di difesa interna vengono sopraffatte dagli abbordatori nemici, non vengono distrutte, ma solo disattivate fino al prossimo attacco!

source: Hull Polarizer
it: Polarizzatore dello scafo

source: There are several versions of the \c(0d0)Hull Polarizer\c(). Each one of them greatly increases hull strength. But be careful: As a side effect, the hull takes more damage from a certain damage type. You can only install one at a time.
it: Esistono diverse versioni del polarizzatore dello scafo (0d0). Ognuna di esse aumenta notevolmente la resistenza dello scafo. Ma attenzione: Come effetto collaterale, lo scafo subisce più danni da un determinato tipo di danno. È possibile installarne solo uno alla volta.

source: Shield Ionizer
it: Ionizzatore a scudo

source: There are several versions of the \c(0d0)Shield Ionizer\c(). Each one of them greatly reduces the amount of damage taken from a certain damage type. You can only install one at a time.
it: Esistono diverse versioni dello ionizzatore dello scudo (0d0). Ognuna di esse riduce notevolmente la quantità di danni subiti da un determinato tipo di danno. È possibile installarne solo una alla volta.

source: Stabilizing Nanobot Routing
it: Stabilizzazione del percorso dei nanorobot

source: The \c(0d0)Stabilizing Nanobot Routing\c() improves your ship's structural stability, allowing you to build bigger ships as if you had more processing power available.
it: Il Nanobot Routing Stabilizzante migliora la stabilità strutturale della nave, consentendo di costruire navi più grandi come se si avesse a disposizione una maggiore potenza di elaborazione.

source: Integrity Fields
it: Campi di integrità

source: Starting with \c(0d0)Titanium\c(), you can build \c(0d0)Integrity Field Generator Blocks\c().
it: A partire da \c(0d0)Titanium\c(), è possibile costruire \c(0d0)Integrity Field Generator Blocks\c().

source: They create a stability field around them that protects other blocks to ensure that they don't break as quickly.
it: Creano un campo di stabilità intorno a loro che protegge gli altri blocchi per garantire che non si rompano altrettanto rapidamente.

source: Additionally, they massively reduce incoming damage to blocks inside the integrity field.
it: Inoltre, riducono in modo massiccio i danni in arrivo ai blocchi all'interno del campo di integrità.

source: Integrity Field Generators are an excellent way to ensure that your ship can take a few hits while you don't have \c(0d0)Shields\c() yet.
it: I Generatori di Campo di Integrità sono un modo eccellente per garantire che la vostra nave possa sopportare qualche colpo quando non avete ancora gli scudi.

source: Starting with \c(0d0)Naonite\c(), you can build \c(0d0)Shield Generator Blocks\c().
it: A partire da \c(0d0)Naonite\c(), è possibile costruire \c(0d0)Blocchi generatori di scudi\c().

source: They project a shield around the entire ship, that protects it from incoming weapon fire.
it: Proiettano uno scudo intorno all'intera nave, che la protegge dal fuoco delle armi in arrivo.

source: After being damaged, shields will recharge automatically over time.
it: Dopo essere stati danneggiati, gli scudi si ricaricano automaticamente nel tempo.

source: It is a common misconception in the galaxy, that shields protect from collision damage. They do not.
it: È un'idea sbagliata comune nella galassia che gli scudi proteggano dai danni da collisione. Non è così.

source: There is some weaponry that can penetrate shields, though, such as certain kinds of \c(0d0)Torpedoes\c() or \c(0d0)Pulse Cannons\c() with their ionized projectiles.
it: Esistono tuttavia armi in grado di penetrare gli scudi, come alcuni tipi di siluri o cannoni a impulsi con i loro proiettili ionizzati.

source: Armed Turrets
it: Torrette armate

source: There are many different weapon types with different features.
it: Esistono diversi tipi di armi con caratteristiche diverse.

source: Some weapons do more damage to shields, others do more damage to hull.
it: Alcune armi danneggiano maggiormente gli scudi, altre lo scafo.

source: Others can even bypass shields entirely or damage more than one block at a time.
it: Altri possono addirittura aggirare completamente gli scudi o danneggiare più di un blocco alla volta.

source: Some turrets can be set as \c(0d0)Auto Targeting\c(), allowing them to function independently from the player's aim.
it: Alcune torrette possono essere impostate come \c(0d0)Auto Targeting\c(), consentendo loro di funzionare indipendentemente dalla mira del giocatore.

source: These turrets can be set to attack a target, always attack, defend or to be controlled by the player.
it: Queste torrette possono essere impostate per attaccare un bersaglio, per attaccare sempre, per difendersi o per essere controllate dal giocatore.

source: The tooltip shows all traits of a turret.
it: Il tooltip mostra tutti i tratti di una torretta.

source: All turrets can be categorized into one of three categories: \c(0d0)Overheating\c(), \c(0d0)Energy Using\c() or \c(0d0)Special\c().
it: Tutte le torrette possono essere classificate in una delle tre categorie: \c(0d0)Surriscaldamento\c(), \c(0d0)Utilizzo di energia\c() o \c(0d0)Speciale\c().

source: Overheating Turrets
it: Surriscaldamento delle torrette

source: \c(0d0)Overheating turrets\c() build up heat while shooting and regularly need to cool down. Once overheated, they won't be able to fire until they have cooled down for a while. Weapons in this categorie include \c(0d0)Railguns\c(), \c(0d0)Rocket Launchers\c(), \c(0d0)Bolters\c() and \c(0d0)Cannons\c().
it: \Le torrette surriscaldate accumulano calore durante il tiro e devono regolarmente raffreddarsi. Una volta surriscaldate, non saranno in grado di sparare finché non si saranno raffreddate per un po'. Le armi di questa categoria includono i cannoni a rotaia (0d0), i lanciarazzi (0d0), i bolidi (0d0) e i cannoni (0d0).

source: Energy Turrets
it: Torrette di energia

source: \c(0d0)Energy-Using Turrets\c() have batteries that first need to be charged with your ship's energy. Once this battery is depleted, the turret will stop shooting until its battery has been recharged. Weapons of this category inlcude \c(0d0)Lasers\c(), \c(0d0)Tesla\c() and \c(0d0)Lightning Guns\c() and \c(0d0)Plasma Turrets\c().
it: \Le torrette che utilizzano l'energia hanno batterie che devono essere caricate con l'energia della nave. Una volta esaurita la batteria, la torretta smette di sparare finché non viene ricaricata. Le armi di questa categoria comprendono i laser, le tesla, le pistole a fulmini e le torrette al plasma.

source: Special Turrets
it: Torrette speciali

source: Some turrets don't fit into one of the above categories. \c(0d0)Point Defense Weapons\c(): Those weapons can always fire and need no ammunition. Point Defense Weapons are very good against enemy fighters and torpedoes. Set them to 'Defensive' to have them automatically target torpedoes, fighters and nearby enemies. Utility Turrets: Those include \c(0d0)Healing\c() and \c(0d0)Force turrets\c(), which can heal other ships or push or pull them around.
it: Alcune torrette non rientrano in una delle categorie precedenti. \Armi da difesa puntuale (0d0): Queste armi possono sempre sparare e non hanno bisogno di munizioni. Le armi di difesa puntuale sono ottime contro i caccia e i siluri nemici. Impostate su "difensivo" per colpire automaticamente i siluri, i caccia e i nemici vicini. Torrette di utilità: Comprendono le torrette "Guarigione"() e "Forza"(), che possono curare le altre navi o spingerle o tirarle in giro.

source: Chain Gun
it: Pistola a catena

source: A \c(0d0)Chain Gun\c() is a very basic, all-purpose weapon.
it: Una \c(0d0)Catena Cannone() è un'arma molto semplice e multiuso.

source: It doesn't overheat very fast and it is very reliable.
it: Non si surriscalda molto velocemente ed è molto affidabile.

source: A \c(0d0)Laser\c() is an energy-based weapon.
it: Un \c(0d0)Laser() è un'arma a base di energia.

source: It shoots very precise laser rays that do good damage against \c(0d0)Shields\c().
it: Spara raggi laser molto precisi che provocano buoni danni contro gli scudi().

source: Plasma Gun
it: Pistola al plasma

source: A \c(0d0)Plasma Gun\c() is an energy-based weapon.
it: Il cannone al plasma è un'arma a base di energia.

source: Its projectiles are exceptionally strong against \c(0d0)Shields\c().
it: I suoi proiettili sono eccezionalmente forti contro gli scudi (0d0).

source: Rocket Launcher
it: Lanciatore di razzi

source: A \c(0d0)Rocket Launcher\c() does physical AOE damage on impact.
it: Il Lanciarazzi (0d0) provoca danni fisici AOE all'impatto.

source: It has a very large range and is especially good against stationary targets.
it: Ha un raggio d'azione molto ampio ed è particolarmente efficace contro i bersagli stazionari.

source: Its projectiles are slow, but they can be target-seeking.
it: I suoi proiettili sono lenti, ma possono essere a ricerca di bersaglio.

source: A \c(0d0)Cannon\c() is a physical weapon with a large range.
it: Un \c(0d0)Cannon() è un'arma fisica con un ampio raggio d'azione.

source: Its fast projectiles do AOE damage on impact but it doesn't have a very high firing rate.
it: I suoi proiettili veloci causano danni AOE all'impatto, ma non hanno una frequenza di fuoco molto elevata.

source: Railgun
it: Fucile a rotaia

source: A \c(0d0)Railgun\c() is a very precise weapon.
it: Un \c(0d0)Railgun() è un'arma molto precisa.

source: Its high range rays can penetrate \c(0d0)Hull\c() easily but are not as effective against \c(0d0)Armor\c().
it: I suoi raggi ad alta gittata possono penetrare facilmente gli \c(0d0)Hull\c(), ma non sono altrettanto efficaci contro gli \c(0d0)Armor\c().

source: A \c(0d0)Bolter\c() is an all-purpose weapon.
it: Un \c(0d0)Bolter() è un'arma multiuso.

source: It does anti-matter damage that is good for penetrating \c(0d0)Hull\c().
it: Infligge un danno da antimateria che è ottimo per penetrare \code(0d0)Hull\code(0d0)Hull(0d0)Hull(0d0)Hull(0d0)Hull().

source: However, it has a rather slow firing-rate and tends to overheat.
it: Tuttavia, ha una velocità di accensione piuttosto bassa e tende a surriscaldarsi.

source: Lighting Gun
it: Pistola di illuminazione

source: A \c(0d0)Lightning Gun\c() is an energy based weapon that shoots rays of lightning.
it: Il cannone a fulmini è un'arma a energia che spara raggi di fulmini.

source: It does electrical damage and is very ineffective against \c(0d0)Stone\c().
it: Provoca danni elettrici ed è molto inefficace contro \c(0d0)Stone().

source: Tesla Gun
it: Pistola Tesla

source: A \c(0d0)Tesla Gun\c() is a low range weapon that deals a lot of damage.
it: Una Pistola Tesla (0d0) è un'arma a bassa gittata che infligge molti danni.

source: It shoots rays that do electrical damage and that are ineffective against \c(0d0)Stone\c().
it: Spara raggi che provocano danni elettrici e che sono inefficaci contro i \c(0d0)Stone().

source: Pulse Cannon
it: Cannone a impulsi

source: A \c(0d0)Pulse Cannon\c() shoots ionized projectiles.
it: Un cannone a impulsi (0d0) spara proiettili ionizzati.

source: They don't do very high damage but they are capable of penetrating \c(0d0)Shields\c().
it: Non infliggono danni molto elevati, ma sono in grado di penetrare gli scudi.

source: Anti Fighter
it: Anti-combattente

source: \c(0d0)Anti Fighter\c() weapons have a low range but deal AOE damage and splash damage.
it: \Le armi anti-combattimento hanno un raggio d'azione ridotto ma infliggono danni AOE e danni da schizzo.

source: This makes them very effective against \c(0d0)Fighters\c().
it: Questo li rende molto efficaci contro gli \code(0d0)Combattenti().

source: Force Gun
it: Pistola a forza

source: A \c(0d0)Force Gun\c() doesn't deal damage.
it: Un \c(0d0)Force Gunc() non infligge danni.

source: Instead it can be used to physically move enemies, friends or objects.
it: Può invece essere usato per spostare fisicamente nemici, amici o oggetti.

source: Point Defense Weapons
it: Armi da difesa puntuale

source: \c(0d0)Point Defense Weapons\c(): Those weapons can always fire and need no ammunition.
it: \Armi da difesa puntuale (0d0): Queste armi possono sempre sparare e non hanno bisogno di munizioni.

source: Point Defense Weapons are very good against enemy \c(0d0)fighters\c() and \c(0d0)torpedoes\c().
it: Le armi da difesa puntuale sono ottime contro i caccia e i siluri nemici.

source: Set them to 'Defensive' to have them automatically target torpedoes, fighters and nearby enemies.
it: Impostate su "difensivo" per avere automaticamente come bersaglio i siluri, i caccia e i nemici vicini.

source: Unarmed Turrets
it: Torrette non armate

source: Mining Lasers
it: Laser da miniera

source: A \c(0d0)Mining Laser\c() is a turret that is meant for extracting resources from Stone.
it: Un \c(0d0)Laser minerario() è una torretta destinata all'estrazione di risorse dalla pietra.

source: Two types of mining lasers are commonly known: \c(0d0)Refining\c() and \c(0d0)Raw\c() (short: \c(0d0)R\c()).
it: Sono comunemente noti due tipi di laser da miniera: \c(0d0)Refining\c() e \c(0d0)Raw\c() (abbreviato: \c(0d0)R\c()).

source: Refining lasers extract and immediately refine ores.
it: I laser di raffinazione estraggono e raffinano immediatamente i minerali.

source: R-Mining lasers can't refine ores, which means the ship will need a cargo bay to collect the ores.
it: I laser da miniera non possono raffinare i minerali, il che significa che la nave avrà bisogno di una stiva di carico per raccogliere i minerali.

source: But R-Mining lasers usually have a much higher efficiency, making them the best choice for larger mining vessels.
it: Ma i laser R-Mining hanno di solito un'efficienza molto più elevata, che li rende la scelta migliore per le navi da miniera più grandi.

source: Salvaging Lasers
it: Recupero dei laser

source: \c(0d0)Salvaging Lasers\c() allow to extract materials and equipment from wreckages.
it: \I laser di recupero (0d0) permettono di estrarre materiali e attrezzature dai relitti.

source: Depending on the type of laser they'll yield refined materials (\c(0d0)Refining Lasers\c()) or scrap metals (\c(0d0)R-Salvaging Lasers\c()).
it: A seconda del tipo di laser, produrranno materiali raffinati (\c(0d0)Laser di raffinazione()) o metalli di scarto (\c(0d0)R-Salvataggio()).

source: Refining lasers are very good for smaller ships without cargo bays, but tend to have lower efficiency than comparable R-Salvaging Lasers.
it: I laser di raffinazione sono ottimi per le navi più piccole prive di baie di carico, ma tendono ad avere un'efficienza inferiore rispetto ai laser R-Salvataggio.

source: To pick up and transport \c(0d0)scrap metal\c(), a ship needs to have a \c(0d0)cargo bay\c().
it: Per raccogliere e trasportare rottami metallici, una nave deve avere una stiva di carico.

source: Scrap metals can be \c(0d0)refined\c() at a \c(0d0)Resource Depot\c() (for a small fee).
it: I rottami metallici possono essere raffinati presso un deposito di risorse (a pagamento).

source: Repair Beams
it: Riparazione delle travi

source: \c(0d0)Repairs Beams\c() can be used to restore HP to a ship or to regenerate shields.
it: \c(0d0)Riparazione dei raggi \c() può essere usato per ripristinare gli HP di una nave o per rigenerare gli scudi.

source: Some repair beams can be used to repair the \c(0d0)Hull\c() of a ship.
it: Alcuni raggi di riparazione possono essere utilizzati per riparare il \c(0d0)Hull\c() di una nave.

source: They will not restore missing blocks but they will fully heal all remaining blocks.
it: Non ripristineranno i blocchi mancanti, ma guariranno completamente tutti i blocchi rimanenti.

source: Others can be used to regenerate \c(0d0)Shields\c().
it: Altri possono essere usati per rigenerare \c(0d0)Shields\c().
