Repository: GLWine/Avorion-ITA
Catalog: Avorion/data/localization/*.po
Languages: it

source: The Democratic %s Planets
it: I pianeti democratici %s

source: The Democratic Planets of %s
it: I pianeti democratici di %s

source: The %s Kingdom
it: Il Regno %s

source: The Kingdom of %s
it: Il Regno di %s

source: The United %s Kingdom
it: Il Regno Unito %s

source: The United Kingdom of %s
it: Il Regno Unito di %s

source: The Galactic %s Kingdom
it: Il Regno Galattico %s

source: The Galactic Kingdom of %s
it: Il Regno Galattico di %s

source: The Universal %s Kingdom
it: Il Regno Universale %s

source: The Universal Kingdom of %s
it: Il Regno Universale di %s

source: The Democratic %s Kingdom
it: Il Regno Democratico %s

source: The Democratic Kingdom of %s
it: Il Regno Democratico di %s

source: The %s Army
it: L'esercito %s

source: The Army of %s
it: L'esercito di %s

source: The United %s Army
it: L'Esercito Unito %s

source: The United Army of %s
it: L'esercito unito di %s

source: The Galactic %s Army
it: L'esercito galattico %s

source: The Galactic Army of %s
it: L'esercito galattico di %s

source: The Universal %s Army
it: L'esercito universale %s

source: The Universal Army of %s
it: L'esercito universale di %s

source: The Democratic %s Army
it: L'esercito democratico %s

source: The Democratic Army of %s
it: L'esercito democratico di %s

source: The %s Empire
it: L'Impero %s

source: The Empire of %s
it: L'Impero di %s

source: The United %s Empire
it: L'Impero Unito %s

source: The United Empire of %s
it: L'Impero Unito di %s

source: The Galactic %s Empire
it: L'Impero Galattico %s

source: The Galactic Empire of %s
it: L'Impero Galattico di %s

source: The Universal %s Empire
it: L'Impero Universale %s

source: The Universal Empire of %s
it: L'Impero Universale di %s

source: The Democratic %s Empire
it: L'impero democratico %s

source: The Democratic Empire of %s
it: L'Impero Democratico di %s

source: The %s Clan
it: Il clan %s

source: The Clan of %s
it: Il clan di %s

source: The United %s Clan
it: Il Clan Unito %s

source: The United Clan of %s
it: Il clan unito di %s

source: The Galactic %s Clan
it: Il clan galattico %s

source: The Galactic Clan of %s
it: Il clan galattico di %s

source: The Universal %s Clan
it: Il clan universale %s

source: The Universal Clan of %s
it: Il clan universale di %s

source: The Democratic %s Clan
it: Il clan democratico %s

source: The Democratic Clan of %s
it: Il clan democratico di %s

source: The %s Church
it: La Chiesa %s

source: The Church of %s
it: La Chiesa di %s

source: The United %s Church
it: La Chiesa Unita %s

source: The United Church of %s
it: La Chiesa Unita di %s

source: The Galactic %s Church
it: La Chiesa Galattica %s

source: The Galactic Church of %s
it: La Chiesa Galattica di %s

source: The Universal %s Church
it: La Chiesa Universale %s

source: The Universal Church of %s
it: La Chiesa Universale di %s

source: The Democratic %s Church
it: La Chiesa democratica %s

source: The Democratic Church of %s
it: La Chiesa democratica di %s

source: The %s Corporation
it: La %s Corporation

source: The Corporation of %s
it: La corporazione di %s

source: The United %s Corporation
it: La corporazione United %s

source: The United Corporation of %s
it: La Corporazione Unita di %s

source: The Galactic %s Corporation
it: La Corporazione Galattica %s

source: The Galactic Corporation of %s
it: La Corporazione Galattica di %s

source: The Universal %s Corporation
it: La corporazione Universal %s

source: The Universal Corporation of %s
it: La Corporazione Universale di %s

source: The Democratic %s Corporation
it: La %s Corporation democratica

source: The Democratic Corporation of %s
it: La Corporazione Democratica di %s

source: The %s Federation
it: La Federazione %s

source: The Federation of %s
it: La Federazione di %s

source: The United %s Federation
it: La Federazione degli Stati Uniti

source: The United Federation of %s
it: La Federazione Unita di %s

source: The Galactic %s Federation
it: La Federazione Galattica %s

source: The Galactic Federation of %s
it: La Federazione Galattica di %s

source: The Universal %s Federation
it: La Federazione Universale %s

source: The Universal Federation of %s
it: La Federazione Universale di %s

source: The Democratic %s Federation
it: La Federazione Democratica %s

source: The Democratic Federation of %s
it: La Federazione Democratica di %s

source: The %s Collective
it: Il collettivo %s

source: The Collective of %s
it: Il collettivo di %s

source: The United %s Collective
it: Il collettivo United %s

source: The United Collective of %s
it: Il Collettivo Unito di %s

source: The Galactic %s Collective
it: Il Collettivo Galattico %s

source: The Galactic Collective of %s
it: Il Collettivo Galattico di %s

source: The Universal %s Collective
it: Il collettivo universale %s

source: The Universal Collective of %s
it: Il collettivo universale di %s

source: The Democratic %s Collective
it: Il collettivo democratico %s

source: The Democratic Collective of %s
it: Il Collettivo Democratico di %s

source: The %s Followers
it: I seguaci di %s

source: The Followers of %s
it: I seguaci di %s

source: The United %s Followers
it: I seguaci di United %s

source: The United Followers of %s
it: I seguaci uniti di %s

source: The Galactic %s Followers
it: I seguaci di Galactic %s

source: The Galactic Followers of %s
it: I seguaci galattici di %s

source: The Universal %s Followers
it: I seguaci universali %s

source: The Universal Followers of %s
it: I seguaci universali di %s

source: The Democratic %s Followers
it: I %s democratici seguono

source: The Democratic Followers of %s
it: I seguaci democratici di %s

source: The %s Organization
it: L'Organizzazione %s

source: The Organization of %s
it: L'organizzazione di %s

source: The United %s Organization
it: L'Organizzazione United %s

source: The United Organization of %s
it: L'Organizzazione Unitaria di %s

source: The Galactic %s Organization
it: L'Organizzazione Galattica %s

source: The Galactic Organization of %s
it: L'Organizzazione Galattica di %s

source: The Universal %s Organization
it: L'Organizzazione Universale %s

source: The Universal Organization of %s
it: L'Organizzazione Universale di %s

source: The Democratic %s Organization
it: L'Organizzazione Democratica %s

source: The Democratic Organization of %s
it: L'Organizzazione democratica di %s

source: The %s Alliance
it: L'Alleanza %s

source: The Alliance of %s
it: L'Alleanza di %s

source: The United %s Alliance
it: L'Alleanza Unita %s

source: The United Alliance of %s
it: L'Alleanza Unita di %s

source: The Galactic %s Alliance
it: L'Alleanza Galattica %s

source: The Galactic Alliance of %s
it: L'Alleanza Galattica di %s

source: The Universal %s Alliance
it: L'Alleanza Universale %s

source: The Universal Alliance of %s
it: L'Alleanza Universale di %s

source: The Democratic %s Alliance
it: L'Alleanza Democratica %s

source: The Democratic Alliance of %s
it: L'Alleanza Democratica di %s

source: The %s Republic
it: La Repubblica %s

source: The Republic of %s
it: La Repubblica di %s

source: The United %s Republic
it: La Repubblica Unita %s

source: The United Republic of %s
it: La Repubblica Unita di %s

source: The Galactic %s Republic
it: La Repubblica Galattica %s

source: The Galactic Republic of %s
it: La Repubblica Galattica di %s

source: The Universal %s Republic
it: La Repubblica Universale %s

source: The Universal Republic of %s
it: La Repubblica Universale di %s

source: The Democratic %s Republic
it: La Repubblica Democratica %s

source: The Democratic Republic of %s
it: La Repubblica Democratica di %s

source: The %s Commonwealth
it: Il patrimonio comune %s

source: The Commonwealth of %s
it: Il Commonwealth di %s

source: The United %s Commonwealth
it: Il Commonwealth Unito %s

source: The United Commonwealth of %s
it: Il Commonwealth Unito di %s

source: The Galactic %s Commonwealth
it: Il Commonwealth Galattico %s

source: The Galactic Commonwealth of %s
it: Il Commonwealth Galattico di %s

source: The Universal %s Commonwealth
it: Il Commonwealth universale %s

source: The Universal Commonwealth of %s
it: Il Commonwealth universale di %s

source: The Democratic %s Commonwealth
it: Il Commonwealth Democratico %s

source: The Democratic Commonwealth of %s
it: Il Commonwealth democratico di %s

source: The %s Dominion
it: Il Dominio %s

source: The Dominion of %s
it: Il dominio di %s

source: The United %s Dominion
it: Il Dominio Unito %s

source: The United Dominion of %s
it: Il Dominio Unito di %s

source: The Galactic %s Dominion
it: Il Dominio Galattico %s

source: The Galactic Dominion of %s
it: Il Dominio Galattico di %s

source: The Universal %s Dominion
it: Il Dominio Universale %s

source: The Universal Dominion of %s
it: Il Dominio Universale di %s

source: The Democratic %s Dominion
it: Il Dominio Democratico %s

source: The Democratic Dominion of %s
it: Il Dominio Democratico di %s

source: The Syndicate of %s
it: Il Sindacato di %s

source: The United %s Syndicate
it: Il Sindacato dei %s Uniti

source: The United Syndicate of %s
it: Il Sindacato Unitario di %s

source: The Galactic %s Syndicate
it: Il Sindacato Galattico %s

source: The Galactic Syndicate of %s
it: Il Sindacato Galattico di %s

source: The Universal %s Syndicate
it: Il Sindacato Universale %s

source: The Universal Syndicate of %s
it: Il Sindacato Universale di %s

source: The Democratic %s Syndicate
it: Il Sindacato Democratico %s

source: The Democratic Syndicate of %s
it: Il Sindacato Democratico di %s

source: The %s Guild
it: La Gilda %s

source: The Guild of %s
it: La Gilda di %s

source: The United %s Guild
it: La Corporazione dei %s Uniti

source: The United Guild of %s
it: La Corporazione Unita di %s

source: The Galactic %s Guild
it: La Gilda Galattica %s

source: The Galactic Guild of %s
it: La Gilda Galattica di %s

source: The Universal %s Guild
it: La Gilda Universale %s

source: The Universal Guild of %s
it: La Gilda Universale di %s

source: The Democratic %s Guild
it: La Gilda Democratica %s

source: The Democratic Guild of %s
it: La Gilda Democratica di %s

source: The %s Buccaneers
it: I %s Buccaneers

source: The Buccaneers of %s
it: I Bucanieri di %s

source: The United %s Buccaneers
it: I Bucanieri Uniti

source: The United Buccaneers of %s
it: I Bucanieri Uniti di %s

source: The Galactic %s Buccaneers
it: I Bucanieri Galattici %s

source: The Galactic Buccaneers of %s
it: I Bucanieri Galattici di %s

source: The Universal %s Buccaneers
it: I Bucanieri Universali %s

source: The Universal Buccaneers of %s
it: I Bucanieri Universali di %s

source: The Democratic %s Buccaneers
it: I Bucanieri Democratici %s

source: The Democratic Buccaneers of %s
it: I Bucanieri Democratici del %s

source: The %s Conglomerate
it: Il Conglomerato %s

source: The Conglomerate of %s
it: Il Conglomerato di %s

source: The United %s Conglomerate
it: Il Conglomerato United %s

source: The United Conglomerate of %s
it: Il Conglomerato Unito di %s

source: The Galactic %s Conglomerate
it: Il Conglomerato Galattico %s

source: The Galactic Conglomerate of %s
it: Il Conglomerato Galattico di %s

source: The Universal %s Conglomerate
it: Il Conglomerato Universale %s

source: The Universal Conglomerate of %s
it: Il Conglomerato Universale di %s

source: The Democratic %s Conglomerate
it: Il Conglomerato Democratico %s

source: The Democratic Conglomerate of %s
it: Il Conglomerato Democratico di %s

source: The Pirates of %s
it: I pirati di %s

source: The United %s Pirates
it: I Pirati Uniti %s

source: The United Pirates of %s
it: I Pirati Uniti di %s

source: The Galactic %s Pirates
it: I Pirati Galattici %s

source: The Galactic Pirates of %s
it: I pirati galattici di %s

source: The Universal %s Pirates
it: I Pirati Universali %s

source: The Universal Pirates of %s
it: I Pirati Universali di %s

source: The Democratic %s Pirates
it: I Pirati Democratici %s

source: The Democratic Pirates of %s
it: I Pirati Democratici di %s

source: unforgiving
it: imperdonabile

source: forgiving
it: perdonare

source: Turret Control Subsystem ${ids}-TCS-${num}
it: Sottosistema di controllo torretta ${ids}-TCS-${num}

# generic name for 'Turret Control Subsystem ${ids}-TCS-${num}'
source: Turret Control Subsystem (Arbitrary)
it: Sottosistema di controllo della torretta (arbitrario)

source: Auto-Turret Control Subsystem ${ids}-TCS-${num}
it: Sottosistema di controllo della torretta automatica ${ids}-TCS-${num}

# generic name for 'Auto-Turret Control Subsystem ${ids}-TCS-${num}'
source: Turret Control Subsystem (Auto)
it: Sottosistema di controllo della torretta (automatico)

source: Independent Turret Control System
it: Sistema di controllo indipendente della torretta

source: Adds slots for auto-fire turrets
it: Aggiunge slot per le torrette a fuoco automatico

source: Permanent Installation Only (not active):
it: Solo installazione permanente (non attiva):

source: Energy Consumption
it: Consumo di energia

source: Permanent Installation Bonuses Active
it: Bonus di installazione permanente Attivo

source: Unique: only one per ship
it: Unico: solo uno per nave

source: Permanent: can only be installed permanently
it: Permanente: può essere installato solo in modo permanente

source: Fast-Charge Battery Booster
it: Booster della batteria a carica rapida

source: Fast-Charge Battery Upgrade
it: Aggiornamento della batteria a carica rapida

source: Battery Booster
it: Booster della batteria

source: Energy Capacity
it: Capacità energetica

source: Dozen-headed Behemoth ${serialNumber}
it: Behemoth con decine di teste ${numero seriale}

# generic name for 'Dozen-headed Behemoth ${serialNumber}'
source: Behemoth Carrier Subsystem
it: Sottosistema portante Behemoth

# ex: 10 to 15
source: ${from} to ${to}
it: Da ${from} a ${to}

source: Behemoth Carrier Control System
it: Sistema di controllo del vettore Behemoth

source: +${bonusSquads} squad and +${productionSpeedup} prod. speedup for each permanently installed:
it: +${bonusSquads} squad e +${productionSpeedup} prod. speedup per ogni installazione permanente:

source: Behemoth Civil Subsystem ${ids}-BTCS-${num}
it: Sottosistema civile Behemoth ${ids}-BTCS-${num}

# generic name for 'Behemoth Civil Subsystem ${ids}-BTCS-${num}'
source: Behemoth Civil Subsystem
it: Sottosistema civile Behemoth

source: Behemoth Turret Control System
it: Sistema di controllo della torretta Behemoth

source: Additional slots for each permanently installed:
it: Slot aggiuntivi per ogni installazione permanente:

source: +1 slot for each of the first ${systemAmount} systems
it: +1 slot per ciascuno dei primi sistemi ${systemAmount}

source: +${slotAmount} slots for each of the next ${systemAmount} systems
it: +${slotAmount} slot per ciascuno dei prossimi ${systemAmount} sistemi

source: Behemoth Exploration Booster
it: Potenziatore di esplorazione Behemoth

# ex: R-4 Behemoth Exploration Booster
source: ${reach}${type}
it: ${reach}${tipo}

source: Exploration Booster
it: Booster di esplorazione

source: +2 to +30
it: Da +2 a +30

source: +0 to +28
it: Da +0 a +28

source: Behemoth Exploration System
it: Sistema di esplorazione Behemoth

source: +${rangeBonus} jump & radar range for each permanently installed:
it: +${rangeBonus} raggio d'azione del salto e del radar per ogni unità installata in modo permanente:

source: To infinity and beyond!
it: All'infinito e oltre!

source: Behemoth Combat Subsystem ${ids}-BTCS-${num}
it: Sottosistema di combattimento Behemoth ${ids}-BTCS-${num}

# generic name for 'Behemoth Combat Subsystem ${ids}-BTCS-${num}'
source: Behemoth Combat Subsystem
it: Sottosistema di combattimento Behemoth

# generic name for 'T1M-LRD-Tech Cargo Extension MK ${mark}${post}'
source: Cargo Extension
it: Estensione del carico

source: Cargo Hold (relative)
it: Stiva di carico (relativa)

source: It's bigger on the inside!
it: È più grande all'interno!

source: Civil Turret Control Subsystem ${ids}-TCS-${num}
it: Sottosistema di controllo torretta civile ${ids}-TCS-${num}

# generic name for 'Civil Turret Control Subsystem ${ids}-TCS-${num}'
source: Turret Control Subsystem (Civil)
it: Sottosistema di controllo della torretta (civile)

source: Internal Defense Weapons System IDWS-${num}
it: Sistema di armi per la difesa interna IDWS-${num}

# generic name for 'Internal Defense Weapons System IDWS-${num}'
source: Internal Defense Weapons System
it: Sistema di armi per la difesa interna

source: Internal Defense Weapons
it: Armi per la difesa interna

source: Internal Defense Weapons System
it: Sistema di armi per la difesa interna

source: Adds internal defense weapons to fight off enemy boarders
it: Aggiunge armi di difesa interna per contrastare gli abbordaggi nemici

source: Generator Booster
it: Generatore Booster

source: MK ${mark} Energy-To-Shield Converter
it: MK ${mark} Convertitore energia-schermo

# generic name for 'MK ${mark} Energy-To-Shield Converter'
source: Energy-To-Shield Converter
it: Convertitore energia-schermo

source: Re-routes energy to shields
it: Reindirizza l'energia agli scudi

source: Accelerating Engine Booster
it: Acceleratore del motore

source: Engine Booster
it: Booster del motore

source: Accelerating Engine Subsystem
it: Sottosistema motore di accelerazione

source: Engine Subsystem
it: Sottosistema motore

source: Stabilizing Mainframe Wiring
it: Stabilizzazione del cablaggio del mainframe

source: Excess Processing Power
it: Eccesso di potenza di elaborazione

source: Socket Equivalent
it: Presa di corrente equivalente

source: Required Subsystem Sockets
it: Zoccoli del sottosistema richiesti

source: Only active with 15 subsystem sockets available.
it: Attivo solo con 15 socket del sottosistema disponibili.

source: Increases maximum Processing Power,
it: Aumenta la potenza di elaborazione massima,

source: as if it had more than 15 subsystem sockets.
it: come se avesse più di 15 socket del sottosistema.

source: Because bigger is better.
it: Perché più grande è meglio.

source: One-headed
it: Monociglio

source: Two-headed
it: A due teste

source: Three-headed
it: A tre teste

source: Four-headed
it: A quattro teste

source: Five-headed
it: A cinque teste

source: Six-headed
it: A sei teste

source: Seven-headed
it: A sette teste

source: ${rarityName} Hydra ${serialNumber}
it: ${nomeRarità} Idra ${numeroSerie}

# generic name for '${rarityName} Hydra ${serialNumber}'
source: Hydra Subsystem
it: Sottosistema Hydra

source: RCN-${serial} Tractor Beam Upgrade MK ${mark}
it: RCN-${serial} Potenziamento del raggio traente MK ${mark}

# generic name for 'RCN-${serial} Tractor Beam Upgrade MK ${mark}'
source: Tractor Beam Upgrade
it: Potenziamento del raggio traente

source: Gotta catch 'em all!
it: Bisogna prenderli tutti!

source: Combat Turret Control Subsystem ${ids}-TCS-${num}
it: Sottosistema di controllo della torretta da combattimento ${ids}-TCS-${num}

# generic name for 'Combat Turret Control Subsystem ${ids}-TCS-${num}'
source: Turret Control Subsystem (Combat)
it: Sottosistema di controllo della torretta (combattimento)

source: Pro-Class
it: Classe Pro

source: Damaged
it: Danneggiato

source: Mining Subsystem Plus
it: Sottosistema minerario Plus

source: Mining Subsystem
it: Sottosistema minerario

# ex: Advanced OG-Mining Subsystem Plus
source: ${class} ${material}-${name}
it: ${classe} ${materiale}-${nome}

source: Deep-Scan Radar Booster
it: Potenziatore radar a scansione profonda

source: Revealing Radar Booster
it: Rivelazione del Radar Booster

# continues with 'as yellow blips on the map'
source: Shows sectors with mass
it: Mostra i settori con massa

# continued from 'Shows sectors with mass '
source: as yellow blips on the map
it: come puntini gialli sulla mappa

source: Hardening Shield Ionizer
it: Ionizzatore a scudo indurente

source: Plasmatic Shield Ionizer
it: Ionizzatore a scudo plasmatico

source: Grounding Shield Ionizer
it: Schermo di messa a terra Ionizzatore

source: Solidifying Shield Ionizer
it: Ionizzatore a scudo solidificante

# ex: Plasmatic Shield Ionizer MK III
source: ${name} MK ${mark}
it: ${nome} MK ${marchio}

source: Resistance against
it: Resistenza contro

source: %s damage
it: %s danni

source: Ionizes the shield against incoming damage.
it: Ionizza lo scudo contro i danni in arrivo.

source: Reduces damage received from
it: Riduce i danni ricevuti da

source: %s weapons.
it: %s armi.

# ex: T-5-12D Scanner Booster
source: T-${rarity}-${serial} Scanner Booster
it: T-${rarità}-${serial} Potenziatore dello scanner

# continues with 'see cargo, exact HP, etc. of other ships'
source: Increases the distance from which you can
it: Aumenta la distanza da cui è possibile

# continued from 'Increases the distance from which you can'
source: see cargo, exact HP, etc. of other ships
it: vedere il carico, l'HP esatto, ecc. delle altre navi

source: Shielder
it: Scudiero

# ex: 1Q-4000 Reviving Shield Booster
source: ${serial}-${rarity} Reviving ${name}
it: ${serial}-${rarity} Rivivificare ${nome}

source: Shield Impenetrator
it: Impenetratore a scudo

source: Impenetrable Shields
it: Scudi impenetrabili

source: Time Until Recharge
it: Tempo di ricarica

source: Permanent Installation:
it: Installazione permanente:

source: Shields can't be penetrated by shots or torpedoes.
it: Gli scudi non possono essere penetrati da colpi o siluri.

source: Durability is diverted to reinforce shield membrane.
it: La durata viene dirottata per rinforzare la membrana dello scudo.

source: Time until recharge after a hit is increased.
it: Il tempo di ricarica dopo un colpo è aumentato.

source: [Destroy Hyperspace Drive]
it: [Distruggere l'unità iperspaziale]

source: Charging ...
it: Ricarica ...

source: The hyperspace engine has been destroyed.
it: Il motore iperspaziale è stato distrutto.

source: Hyperspace Overloader
it: Sovraccaricatore dell'iperspazio

source: This system was built by Bottan's chief engineer.
it: Questo sistema è stato costruito dall'ingegnere capo di Bottan.

source: It's configured to destroy Bottan's hyperspace drive.
it: È configurato per distruggere il motore iperspaziale di Bottan.

# continues with 'some kind of ancient gate key.'
source: This artifact seems to function as
it: Questo artefatto sembra funzionare come

# Continued from 'This artifact seems to function as'
source: some kind of ancient gate key.
it: una sorta di antica chiave del cancello.

# continues with 'scratch on its surface.'
source: This system has a vertical
it: Questo sistema è dotato di un sistema verticale

# Continued from 'This system has a vertical'
source: scratch on its surface.
it: graffi sulla sua superficie.

# continues with 'scratches on its surface.'
source: This system has 2 vertical
it: Questo sistema è dotato di 2 elementi verticali

# continued from 'This system has 2 vertical'
source: scratches on its surface.
it: graffi sulla sua superficie.

# continues with 'scratches on its surface.'
source: This system has 3 vertical
it: Questo sistema è composto da 3 elementi verticali

# continued from 'This system has 3 vertical'
source: scratches on its surface.
it: graffi sulla sua superficie.

# continues with 'scratches on its surface.'
source: This system has 4 vertical
it: Questo sistema è dotato di 4 elementi verticali

# continued from 'This system has 4 vertical'
source: scratches on its surface.
it: graffi sulla sua superficie.

source: Recharge Energy
it: Ricarica di energia

source: When you can't decide what to upgrade.
it: Quando non si riesce a decidere cosa aggiornare.

# continues with 'scratches on its surface.'
source: This system has 5 vertical
it: Questo sistema è dotato di 5 elementi verticali

# continued from 'This system has 5 vertical'
source: scratches on its surface.
it: graffi sulla sua superficie.

source: Gunners Required
it: Cannonieri richiesti
