Repository: GLWine/Avorion-ITA
Catalog: Avorion/data/localization/*.po
Languages: it

source: Help me! I'll reward anyone who helps me!
it: Aiutatemi! Ricompenserò chiunque mi aiuti!

source: I'm eternally grateful. Please go visit our special little market in (${x}:${y}). I think you'll like it!
it: Vi sono eternamente grato. Vi invito a visitare il nostro piccolo mercato speciale a (${x}:${y}). Credo che vi piacerà!

source: Oh boy, I'm so glad we made it out alive!
it: Oh ragazzi, sono così felice che ne siamo usciti vivi!

source: Thank you for saving me. I can't offer you credits or goods, but I'll put in a good word for you at one of our special markets. You will find it in sector (${x}:${y}).
it: Grazie per avermi salvato. Non posso offrirti crediti o beni, ma metterò una buona parola per te in uno dei nostri mercati speciali. Lo troverete nel settore (${x}:${y}).

source: Secret Cargo
it: Cargo segreto

source: Hack the container and retrieve its contents.
it: Scavalcare il contenitore e recuperarne il contenuto.

source: Open the container
it: Aprire il contenitore

source: [Deliver Merchandise]
it: [Consegna merce]

source: Thank you. Please hand over the package.
it: Grazie. La prego di consegnarci il pacco.

source: As a thank you we will open up our special little market in sector (${x}:${y}) for you. You should drop by some time.
it: Per ringraziarla, le apriremo il nostro piccolo mercato speciale nel settore (${x}:${y}). Dovreste farci un salto qualche volta.

source: Hm, looks like you don't have it.
it: Sembra che non ce l'abbia.

source: What's that, yet another one that's tampering with our valuables.
it: Un altro che manomette i nostri oggetti di valore.

source: Sneaky Delivery
it: Consegna furtiva

source: Deliver a suspicious package.
it: Consegnare un pacco sospetto.

source: Travel via sector (${x}:${y})
it: Viaggio via settore (${x}:${y})

source: Deliver the package to the black market in (${x}:${y})
it: Consegnare il pacchetto al mercato nero in (${x}:${y})

source: The black market is in ${title} ${name}
it: Il mercato nero è in ${titolo} ${nome}

source: Please hand over the package.
it: Consegnare il pacco.

source: Thank you! You have proven yourself worthy of our trust. You may now do business at our market.
it: Grazie! Avete dimostrato di meritare la nostra fiducia. Ora potete fare affari presso il nostro mercato.

source: If you have something to deliver, please come to the dock.
it: Se avete qualcosa da consegnare, venite al molo.

source: Wait, are you really sure you have it? We can't find it in your cargo bay.
it: Aspetti, è davvero sicuro di averla? Non riusciamo a trovarlo nella stiva di carico.

source: Pirate Problem
it: Problema dei pirati

source: Solve the pirate problem.
it: Risolvere il problema dei pirati.

source: ${current} / ${total} pirates destroyed
it: ${attuale} / ${totale} pirati distrutti

source: Hidden Sender
it: Mittente nascosto

# Mail Subject
source: No More Pirates
it: Niente più pirati

source: You got rid of them! We can now go about our business in peace. As a thank you, we will send you the coordinates of our little market. If you need anything, visit sector (%1%:%2%).
it: Ti sei sbarazzato di loro! Ora possiamo svolgere i nostri affari in pace. Per ringraziarvi, vi invieremo le coordinate del nostro piccolo mercato. Se avete bisogno di qualcosa, visitate il settore (%1%:%2%).

source: Xsotan Trouble
it: Problemi di Xsotan

source: Push back the Xsotan.
it: Spingete indietro l'Xsotan.

source: ${current} / ${total} Xsotan destroyed
it: ${corrente} / ${totale} Xsotan distrutto

source: Good job pushing back the Xsotan! As a token of our appreciation, we have decided to let you participate in our small and special market. Drop by sector (%1%:%2%) and you'll find it.
it: Ottimo lavoro nel respingere l'Xsotan! In segno di riconoscenza, abbiamo deciso di farvi partecipare al nostro piccolo mercato speciale. Passate dal settore (%1%:%2%) e lo troverete.

source: The Package
it: Il pacchetto

source: Somebody's container is being hacked. Respond to the alarm.
it: Il contenitore di qualcuno è stato violato. Rispondere all'allarme.

source: Look for the container in sector (${x}:${y})
it: Cercare il contenitore nel settore (${x}:${y})

source: Pick up the item the pirates dropped
it: Raccogliete l'oggetto lasciato cadere dai pirati

source: Use the item
it: Utilizzare l'articolo

source: Return the item to its owner in (${x}:${y})
it: Restituire l'oggetto al suo proprietario in (${x}:${y})

source: Find the item's owner in one of the stations
it: Trovare il proprietario dell'oggetto in una delle stazioni

source: This one must be after our item. Get rid of them!
it: Questo deve essere alla ricerca del nostro oggetto. Sbarazzatevi di loro!

source: [Look for Black Market]
it: [Cerca il Mercato Nero]

source: Mission failed: Black Market Station was destroyed
it: Missione fallita: La stazione del Mercato Nero è stata distrutta

source: Storage Facility: Theta 4 Container: B-76 Owner: Wouldn't say Origin: (%1%:%2%)
it: Struttura di stoccaggio: Theta 4 Contenitore: B-76 Proprietario: non saprei dire Origine: (%1%:%2%)

source: What do you want? Why is everybody disturbing me today?
it: Che cosa vuoi? Perché oggi mi disturbano tutti?

source: I'm looking for the owner of this package.
it: Sto cercando il proprietario di questo pacchetto.

source: How did you get this? Do you know how much I paid to have this stored away safely? I knew the guy running the storage facility couldn't be trusted!
it: Come l'hai avuto? Sai quanto ho pagato per averlo conservato al sicuro? Sapevo che non ci si poteva fidare del gestore del magazzino!

source: I took it from pirates that were tampering with a container.
it: L'ho presa dai pirati che stavano manomettendo un container.

source: And you brought it back to me instead of keeping it? I didn't think there were honest people left in the galaxy, but you proved me wrong. You know, I'm running a little shop here. You're free to visit any time.
it: E me l'hai riportato invece di tenerlo? Non pensavo che nella galassia fossero rimaste persone oneste, ma tu hai dimostrato che mi sbagliavo. Sai, gestisco un piccolo negozio qui. Sei libero di venire a trovarmi quando vuoi.

source: What package? What are you talking about?
it: Quale pacchetto? Di cosa stai parlando?

source: I found a package earlier, but I lost it.
it: Prima ho trovato un pacco, ma l'ho perso.

source: Then what do you want here? Get lost!
it: Allora cosa vuoi qui? Sparisci!

source: Sold an item for %1% Credits.
it: Venduto un oggetto per il %1% di crediti.

source: What do you want with that thing? Get lost, we don't want any funny business here!
it: Cosa vuoi fare con quella cosa? Sparisci, non vogliamo scherzi qui!

source: A package you say? I didn't lose any package, but I'll take a free package any time!
it: Un pacco, hai detto? Non ho perso nessun pacco, ma un pacco gratis lo accetto sempre!

source: I'd rather not.
it: Preferirei di no.

source: I'm not supposed to take packages from strangers.
it: Non dovrei accettare pacchi dagli sconosciuti.

source: It's not mine, but it seems valuable. Can I buy it from you?
it: Non è mio, ma sembra di valore. Posso comprarlo da lei?

source: No. I'll keep looking for the owner.
it: No. Continuerò a cercare il proprietario.

source: Injector Subsystem
it: Sottosistema iniettore

source: This subsystem allows you to bypass locking systems of \c(0d0)Secured Containers\c(). If the security level of your subsystem is high enough, you won't even trigger a response.
it: Questo sottosistema consente di aggirare i sistemi di blocco dei \c(0d0)Secured Containers\c(). Se il livello di sicurezza del sottosistema è sufficientemente alto, non si otterrà nemmeno una risposta.

source: Sphinx Subsystem
it: Sottosistema Sphinx

source: The \c(0d0)Sphinx Subsystem\c() to scramble defenders' cargo detection systems. Especially useful if you are carrying contraband.
it: Il sottosistema Sphinx() per disturbare i sistemi di rilevamento del carico dei difensori. Particolarmente utile se si trasporta del contrabbando.

source: Chameleon Subsystem
it: Sottosistema Camaleonte

source: The \c(0d0)Chameleon Subsystem\c() receives and analyzes ship signatures of your immediate surroundings. It can warn you about any cargo detecting defender coming into range! Very useful if you're transporting not-so-legal goods and want to avoid questions.
it: Il Sottosistema Camaleonte (0d0) riceve e analizza le firme delle navi nelle immediate vicinanze. Può avvertire l'utente di qualsiasi difensore che rileva il carico e che entra nel raggio d'azione! Molto utile se si trasportano merci non proprio legali e si vogliono evitare domande.

source: Black Markets
it: Mercati neri

source: Some stations may have secret \c(0d0)Black Markets\c(). They offer special goods for special customers.
it: Alcune stazioni possono avere mercati neri segreti (0d0). Offrono merci speciali per clienti speciali.

source: Whether you are considered a special customer depends on which syndicates are your enemies and which are your friends.
it: Il fatto che siate considerati clienti speciali dipende da quali sindacati sono vostri nemici e quali vostri amici.

source: It is very hard to learn which stations double as Black Markets, because it is their main goal to stay hidden. They cannot be found, except by those who already know where they are.
it: È molto difficile scoprire quali sono le stazioni che fungono da Mercato Nero, perché il loro obiettivo principale è quello di rimanere nascoste. Non possono essere trovati, se non da chi sa già dove si trovano.

source: So keep your eyes open and maybe you will come across somebody who can tell you about them. You just might have to do them a small favor...
it: Quindi tenete gli occhi aperti e forse incontrerete qualcuno che ve ne parlerà. Forse dovrete fargli un piccolo favore...

source: Black Market: Characters
it: Mercato nero: Personaggi

source: \c(0d0)Izzy\c() is a smuggler and conwoman. The most important things for her are making profit and keeping her independence. She only collaborates with others if she can see advantages in doing so. One of her biggest fears is that a partner might destroy her way of life or take away jobs from her. She uses the \c(0d0)syndicates\c() to make money, but would never join one of them.
it: \Izzy è una contrabbandiera e truffatrice. Le cose più importanti per lei sono il profitto e il mantenimento della sua indipendenza. Collabora con altri solo se ne vede i vantaggi. Una delle sue più grandi paure è che un partner possa distruggere il suo stile di vita o toglierle il lavoro. Utilizza le \c(0d0)syndicates() per fare soldi, ma non si unirebbe mai a una di esse.

source: The \c(0d0)Cavaliers\c() are a \c(0d0)syndicate\c() that has only one goal: establishing order in the galaxy. The Cavaliers started out as a band of soldiers setting out to cleanse the galaxy off all pirates and Xsotan. By now they have raised a great army lead by their \c(0d0)Emperor\c() to do so. They believe that all other factions make it too easy for pirates and \c(0d0)Xsotan\c() to cause unrest, and therefore must be put under the Cavaliers' rule.
it: I Cavaliers sono un sindacato che ha un solo obiettivo: stabilire l'ordine nella galassia. I Cavaliers sono nati come una banda di soldati con l'obiettivo di ripulire la galassia da tutti i pirati e gli Xsotan. Per farlo, hanno ormai radunato un grande esercito guidato dal loro \c(0d0)Imperatore(). Ritengono che tutte le altre fazioni rendano troppo facile per i pirati e gli Xsotan causare disordini e che quindi debbano essere messe sotto il dominio dei Cavalieri.

source: \c(0d0)General Adriana Stahl\c() is one of the leaders of the \c(0d0)Cavaliers\c(). She firmly believes in the ideals of the Cavaliers' founders. Her most-outstanding features are her fairness towards anyone and her diligence. Since she became a general she used that power within the Cavaliers to help the powerless.
it: \Il generale Adriana Stahl() è uno dei leader dei Cavaliers(). Crede fermamente negli ideali dei fondatori dei Cavaliers. Le sue caratteristiche principali sono la correttezza nei confronti di chiunque e la diligenza. Da quando è diventata generale, ha usato il suo potere all'interno dei Cavalieri per aiutare gli impotenti.

source: After she realized that the \c(0d0)Emperor\c() only had his own gain in mind, she decided that it was up to her to lead the \c(0d0)Cavaliers\c() back onto the right path.
it: Dopo aver capito che l'Imperatore aveva in mente solo il proprio tornaconto, decise che spettava a lei ricondurre i Cavaliers sulla retta via.

source: The \c(0d0)Emperor\c() is the head of the \c(0d0)Cavaliers\c(). If he deigns to talk to other people, he expects to be taxied around instead of using his own ship. He believes that order is the most important thing to strive for, and he will punish everybody who doesn't fulfill his assignments on time.
it: L'Imperatore() è il capo dei Cavaliers(). Se si degna di parlare con altre persone, si aspetta di essere portato in giro in taxi invece di usare la sua nave. Crede che l'ordine sia la cosa più importante da perseguire e punirà tutti coloro che non adempiono ai suoi incarichi in tempo.

source: After realizing that \c(0d0)General Adriana Stahl\c() plans to overthrow him, he fights against her to secure his position.
it: Dopo aver capito che il generale Adriana Stahl ha intenzione di rovesciarlo, combatte contro di lei per assicurarsi la sua posizione.

source: The Grand Master of the Order
it: Il Gran Maestro dell'Ordine

source: The \c(0d0)Grand Master of the Order\c() is one of the leaders of the \c(0d0)Cavaliers\c(). His only goal is to make sure that the Cavaliers become and then remain the most powerful syndicate in the galaxy. His ship is well armored, but it does have several weak spots.
it: Il \c(0d0)Gran Maestro dell'Ordine() è uno dei leader dei \c(0d0)Cavaliers(). Il suo unico obiettivo è assicurarsi che i Cavaliers diventino e rimangano il sindacato più potente della galassia. La sua nave è ben corazzata, ma ha diversi punti deboli.

source: The \c(0d0)Commune\c() is a large group of inhabitants of the galaxy that believe that fight for voting rights and worker participation regardless of social standing. They are against any trading bans, especially those of narcotics, as bans limit personal freedom. The Commune spreads its ideas mainly to factory workers and other disadvantaged people in order to start a revolution.
it: Il \c(0d0)Comune() è un grande gruppo di abitanti della galassia che crede di lottare per il diritto di voto e la partecipazione dei lavoratori indipendentemente dalla posizione sociale. Sono contrari a qualsiasi divieto di commercio, soprattutto di stupefacenti, in quanto i divieti limitano la libertà personale. La Comune diffonde le sue idee soprattutto tra gli operai delle fabbriche e le altre persone svantaggiate, al fine di avviare una rivoluzione.

source: \c(0d0)Juliana\c() is an important figure among the ranks of the \c(0d0)Commune\c(). While the Commune has no hierarchy of power, everybody among them recognizes Juliana's leadership qualities. She is quick-witted and likeable, and her abilities to always find a way out of any situation have saved her countless times.
it: \Juliana è una figura importante tra i ranghi della Comune. Sebbene la Comune non abbia una gerarchia di potere, tutti riconoscono le qualità di leader di Juliana. È sveglia e simpatica, e la sua capacità di trovare sempre una via d'uscita da qualsiasi situazione l'ha salvata innumerevoli volte.

source: After being abducted, she is able to befriend her captors and to talk them into letting her send messages. Using this she works towards her rescue.
it: Dopo essere stata rapita, riesce a fare amicizia con i suoi rapitori e a convincerli a lasciarle inviare messaggi. In questo modo si adopera per il suo salvataggio.

source: The Executive Secretary
it: Il Segretario esecutivo

source: The \c(0d0)Executive Secretary\c() is the one who coordinates all actions by the Commune. He is elected into his post by the other Commune leaders. If the Executive Secretary becomes unable to fulfill his job, another member of the council immediately takes his place making the Commune very resilient against attacks.
it: Il Segretario esecutivo è colui che coordina tutte le azioni del Comune. Viene eletto al suo posto dagli altri leader della Comune. Se il Segretario Esecutivo non è in grado di svolgere il suo lavoro, un altro membro del Consiglio prende immediatamente il suo posto, rendendo la Comune molto resistente agli attacchi.

source: The \c(0d0)Family\c() is a network of smugglers and criminals. They are very much interested in retaining the status quo because they have informants and contacts in all factions. A lot of their energy flows into preventing any of the other syndicates from gaining power. At the same time, they also try not to draw too much attention on themselves and are forced to operate from the shadows.
it: La \c(0d0)Famiglia() è una rete di contrabbandieri e criminali. Sono molto interessati a mantenere lo status quo perché hanno informatori e contatti in tutte le fazioni. Molte delle loro energie vengono impiegate per evitare che gli altri sindacati prendano il potere. Allo stesso tempo, cercano di non attirare troppo l'attenzione su di sé e sono costretti a operare nell'ombra.

source: \c(0d0)John Moretti\c() is one of the most successful criminals within the Family. He always keeps his cool and his enemies fear his name. By now, he would be rich enough to quit his illegal enterprises, but he prefers to fight on the front lines.
it: \John Moretti() è uno dei criminali di maggior successo all'interno della Famiglia. Mantiene sempre la calma e i suoi nemici temono il suo nome. A questo punto sarebbe abbastanza ricco da abbandonare le sue imprese illegali, ma preferisce combattere in prima linea.

source: \c(0d0)Mr. Jackson\c() is Moretti's most dangerous enemy. After his death, Moretti can take things more slowly again.
it: \Il signor Jackson() è il nemico più pericoloso di Moretti. Dopo la sua morte, Moretti può tornare a fare le cose con più calma.

source: Not much is known about \c(0d0)Mr. Jackson\c(), not even his first name. He used to work for the Family until they noticed that too much of the money meant for them was somehow ending up with him. After they cut ties with him, he now focuses all his energy on revenge to soothe his hurt pride. And no better way to take revenge on the Family than to mess up their business?
it: Non si sa molto del signor Jackson, nemmeno il suo nome di battesimo. Lavorava per la Famiglia, finché non si sono accorti che troppo denaro destinato a loro finiva in qualche modo a lui. Dopo che hanno tagliato i ponti con lui, ora concentra tutte le sue energie sulla vendetta per placare il suo orgoglio ferito. E non c'è modo migliore per vendicarsi della Famiglia che rovinare i loro affari?

source: The \c(0d0)Capo dei Capi\c() is the leader of the Family. He knows about everything the Family is doing and he is very good at keeping his people in line. He can never be found alone, and his ship even keeps some of his bodyguards' ships docked. You can never be too prepared.
it: Il \c(0d0)Capo dei Capi() è il leader della Famiglia. È al corrente di tutto ciò che fa la Famiglia ed è molto bravo a tenere in riga il suo popolo. Non lo si trova mai da solo e la sua nave tiene anche attraccate le navi delle sue guardie del corpo. Non si è mai troppo preparati.

source: Is everyone really sure they want to cross the Barrier? This is the last chance to turn back!
it: Siete davvero sicuri di voler attraversare la Barriera? Questa è l'ultima possibilità di tornare indietro!

source: This is the trading opportunity of the century! I can't understand how someone wouldn't want to be part of it.
it: Questa è l'opportunità di trading del secolo! Non riesco a capire come qualcuno non voglia farne parte.

source: Is everybody ready for the adventure of their lifetime?
it: Siete tutti pronti per l'avventura della vostra vita?

source: Are there any other trading goods we should take? What do you think the people in the center would like to buy?
it: Ci sono altri beni commerciali che dovremmo portare con noi? Cosa pensate che la gente del centro voglia comprare?

source: I'm really not sure if I should cross the Barrier. It seems awfully dangerous.
it: Non sono sicuro di dover attraversare la barriera. Sembra terribilmente pericoloso.

source: I just went through a horrible divorce, there is nothing holding me on this side of the Barrier.
it: Ho appena affrontato un divorzio orribile, non c'è nulla che mi trattenga da questa parte della barriera.

source: Don't you think we should have more heavily armed ships with us? We're moving into Xsotan territory after all.
it: Non credi che dovremmo avere con noi navi più armate? Dopotutto stiamo entrando nel territorio degli Xsotan.

source: Are you aware of the fact that we are about to be some of the first people to ever cross the Barrier?
it: Siete consapevoli del fatto che stiamo per essere tra le prime persone ad attraversare la Barriera?

source: I wonder if we will be able to understand the factions on the inside, or if their dialects have changed too much since the Great War.
it: Mi chiedo se saremo in grado di capire le fazioni all'interno, o se i loro dialetti sono cambiati troppo dalla Grande Guerra.

source: I really didn't think there would be so many pirates in the center. I was more afraid of Xsotan.
it: Non pensavo davvero che ci sarebbero stati così tanti pirati nel centro. Avevo più paura di Xsotan.

source: Even if I returned home now, I would have already made more money than I make at home in a year.
it: Anche se tornassi a casa adesso, avrei già guadagnato più soldi di quanti ne guadagno a casa mia in un anno.

source: Our scouts are reporting sightings of Xsotan and pirates every day. Let's hope they kill each other instead of attacking us.
it: I nostri esploratori segnalano ogni giorno avvistamenti di Xsotan e pirati. Speriamo che si uccidano a vicenda invece di attaccare noi.

source: My great-great-great-great-great-great-great-great-great-grandfather fought in the Great War and was lost behind the Barrier. Maybe I have relatives here?
it: Il mio trisavolo ha combattuto nella Grande Guerra e si è perso dietro la Barriera. Forse ho dei parenti qui?

source: I somehow imagined the center of the galaxy to be different. Where are all the slimy aliens with tentacles?
it: In qualche modo immaginavo che il centro della galassia fosse diverso. Dove sono tutti gli alieni viscidi con i tentacoli?

source: I heard the Xsotan around here are much more aggressive than the Xsotan on the outside.
it: Ho sentito dire che gli Xsotan qui intorno sono molto più aggressivi degli Xsotan all'esterno.

source: I'm not sure it was a good decision to come here. What if we never make it back home?
it: Non sono sicuro che sia stata una buona decisione venire qui. E se non riuscissimo mai a tornare a casa?

source: This is exciting! We're literally discovering new worlds!
it: È emozionante! Stiamo letteralmente scoprendo nuovi mondi!

source: I didn't think there would be so many factions here that want to trade. We'll be rich when we get home!
it: Non pensavo che qui ci fossero così tante fazioni che vogliono commerciare. Saremo ricchi quando torneremo a casa!

source: I'm so glad I quit my job at the factory to come on this expedition!
it: Sono così felice di aver lasciato il mio lavoro in fabbrica per partecipare a questa spedizione!

source: I wonder if we might be able to take a day trip to the very center of the galaxy. That would be awesome!
it: Mi chiedo se sia possibile fare una gita di un giorno al centro della galassia. Sarebbe fantastico!
