Repository: GLWine/Avorion-ITA
Catalog: Avorion/data/localization/*.po
Languages: it

# Color Name
source: Infinity Orange
it: Arancione infinito

# Color Name
source: Infinity Orange Red
it: Rosso arancio infinito

# Color Name
source: Infinity Orchid
it: Orchidea dell'infinito

# Color Name
source: Infinity Pale Green
it: Infinity Verde pallido

# Color Name
source: Infinity Pale Turquoise
it: Infinity turchese chiaro

# Color Name
source: Infinity Pale Violet Red
it: Infinity Rosso violetto pallido

# Color Name
source: Infinity Pink
it: Rosa infinito

# Color Name
source: Infinity Purple
it: Viola infinito

# Color Name
source: Infinity Red
it: Rosso Infinito

# Color Name
source: Infinity Rosy Brown
it: Infinity Marrone rosato

# Color Name
source: Infinity Royal Blue
it: Infinity blu reale

# Color Name
source: Infinity Salmon
it: Salmone infinito

# Color Name
source: Infinity Sea Green
it: Verde mare infinito

# Color Name
source: Infinity Seashell
it: Conchiglia Infinity

# Color Name
source: Infinity Sky Blue
it: Infinity Blu cielo

# Color Name
source: Infinity Slate Blue
it: Infinity blu ardesia

# Color Name
source: Infinity Slate Gray
it: Infinity grigio ardesia

# Color Name
source: Infinity Snow
it: Neve infinita

# Color Name
source: Infinity Spring Green
it: Infinity Verde Primavera

# Color Name
source: Infinity Steel Blue
it: Infinity Blu acciaio

# Color Name
source: Infinity Thistle
it: Cardo dell'Infinito

# Color Name
source: Infinity Tomato
it: Pomodoro Infinito

# Color Name
source: Infinity Turquoise
it: Turchese infinito

# Color Name
source: Infinity Violet Red
it: Rosso Viola Infinito

# Color Name
source: Infinity Wheat
it: Grano infinito

# Color Name
source: Infinity Yellow
it: Giallo infinito

# Color Name
source: Ivory
it: Avorio

# Color Name
source: Khaki
it: Cachi

# Color Name
source: Lavender
it: Lavanda

# Color Name
source: Lavender Blush
it: Fard di lavanda

# Color Name
source: Lawn Green
it: Verde prato

# Color Name
source: Lemon Chiffon
it: Chiffon al limone

# Color Name
source: Light Blue
it: Azzurro

# Color Name
source: Light Coral
it: Corallo chiaro

# Color Name
source: Light Cyan
it: Ciano chiaro

# Color Name
source: Light Goldenrod
it: Verga d'oro chiara

# Color Name
source: Light Goldenrod Yellow
it: Giallo dorato chiaro

# Color Name
source: Light Grey
it: Grigio chiaro

# Color Name
source: Light Pink
it: Rosa chiaro

# Color Name
source: Light Salmon
it: Salmone leggero

# Color Name
source: Light Sea Green
it: Verde mare chiaro

# Color Name
source: Light Sky Blue
it: Blu cielo chiaro

# Color Name
source: Light Slate Blue
it: Blu ardesia chiaro

# Color Name
source: Light Slate Gray
it: Grigio ardesia chiaro

# Color Name
source: Light Steel Blue
it: Blu acciaio chiaro

# Color Name
source: Light Yellow
it: Giallo chiaro

# Color Name
source: Lime Green
it: Verde lime

# Color Name
source: Linen
it: Lino

# Color Name
source: Maroon
it: Marrone

# Color Name
source: Medium Aquamarine
it: Acquamarina media

# Color Name
source: Medium Blue
it: Blu medio

# Color Name
source: Medium Orchid
it: Orchidea media

# Color Name
source: Medium Purple
it: Viola medio

# Color Name
source: Medium Sea Green
it: Verde mare medio

# Color Name
source: Medium Slate Blue
it: Blu ardesia medio

# Color Name
source: Medium Spring Green
it: Verde medio di primavera

# Color Name
source: Medium Turquoise
it: Turchese medio

# Color Name
source: Medium Violet Red
it: Rosso violaceo medio

# Color Name
source: Midnight Blue
it: Blu notte

# Color Name
source: Mint Cream
it: Crema alla menta

# Color Name
source: Misty Rose
it: Rosa Misty

# Color Name
source: Moccasin
it: Mocassino

# Color Name
source: Navajo White
it: Bianco Navajo

# Color Name
source: Navy
it: Marina Militare

# Color Name
source: Night Grey
it: Grigio notte

# Color Name
source: Old Lace
it: Vecchi merletti

# Color Name
source: Olive Drab
it: Tinta unita

# Color Name
source: Orange
it: Arancione

# Color Name
source: Orange Red
it: Rosso arancio

# Color Name
source: Orchid
it: Orchidea

# Color Name
source: Pale Goldenrod
it: Verga d'oro pallida

# Color Name
source: Pale Green
it: Verde pallido

# Color Name
source: Pale Turquoise
it: Turchese pallido

# Color Name
source: Pale Violet Red
it: Rosso violetto pallido

# Color Name
source: Papaya Whip
it: Frusta di papaya

# Color Name
source: Peach Puff
it: Pesca soffiata

# Color Name
source: Peru
it: Perù

# Color Name
source: Pink
it: Rosa

# Color Name
source: Plum
it: Prugna

# Color Name
source: Powder Blue
it: Blu polvere

# Color Name
source: Purple
it: Viola

# Color Name
source: Red
it: Rosso

# Color Name
source: Royal Blue
it: Blu reale

# Color Name
source: Saddle Brown
it: Sella marrone

# Color Name
source: Salmon
it: Salmone

# Color Name
source: Sea Green
it: Verde mare

# Color Name
source: Seashell
it: Conchiglia

# Color Name
source: Sky Blue
it: Blu cielo

# Color Name
source: Slate Blue
it: Blu ardesia

# Color Name
source: Slate Gray
it: Grigio ardesia

# Color Name
source: Snow
it: La neve

# Color Name
source: Solar Antique White
it: Solare bianco antico

# Color Name
source: Solar Aquamarine
it: Acquamarina solare

# Color Name
source: Solar Azure
it: Azzurro solare

# Color Name
source: Solar Bisque
it: Bisque solare

# Color Name
source: Solar Blue
it: Blu solare

# Color Name
source: Solar Brown
it: Marrone solare

# Color Name
source: Solar Burlywood
it: Burlywood solare

# Color Name
source: Solar Cadet Blue
it: Blu solare Cadetto

# Color Name
source: Solar Chartreuse
it: Certosa solare

# Color Name
source: Solar Coral
it: Corallo solare

# Color Name
source: Solar Cornsilk
it: Seta di mais solare

# Color Name
source: Solar Cyan
it: Ciano solare

# Color Name
source: Solar Dark Olive Green
it: Verde oliva scuro solare

# Color Name
source: Solar Dark Orange
it: Arancione scuro solare

# Color Name
source: Solar Dark Orchid
it: Orchidea scura solare

# Color Name
source: Solar Dark Sea Green
it: Verde mare scuro solare

# Color Name
source: Solar Dark Slate Gray
it: Grigio ardesia scuro solare

# Color Name
source: Solar Deep Pink
it: Rosa scuro solare

# Color Name
source: Solar Deep Sky Blue
it: Blu cielo profondo solare

# Color Name
source: Solar Dodger Blue
it: Dodger solare blu

# Color Name
source: Solar Gold
it: Oro solare

# Color Name
source: Solar Goldenrod
it: Verga d'oro solare

# Color Name
source: Solar Green
it: Verde solare

# Color Name
source: Solar Honeydew
it: Melata solare

# Color Name
source: Solar Hot Pink
it: Rosa caldo solare

# Color Name
source: Solar Indian Red
it: Rosso indiano solare

# Color Name
source: Solar Ivory
it: Avorio solare

# Color Name
source: Solar Khaki
it: Cachi solare

# Color Name
source: Solar Lavender Blush
it: Fard solare alla lavanda

# Color Name
source: Solar Lemon Chiffon
it: Chiffon al limone solare

# Color Name
source: Solar Light Blue
it: Luce solare blu

# Color Name
source: Solar Light Cyan
it: Luce solare ciano

# Color Name
source: Solar Light Goldenrod
it: Luce solare Goldenrod

# Color Name
source: Solar Light Pink
it: Luce solare rosa

# Color Name
source: Solar Light Salmon
it: Luce solare Salmone

# Color Name
source: Solar Light Sky Blue
it: Luce solare blu cielo

# Color Name
source: Solar Light Steel Blue
it: Luce solare blu acciaio

# Color Name
source: Solar Light Yellow
it: Luce solare gialla

# Color Name
source: Solar Magenta
it: Magenta solare

# Color Name
source: Solar Maroon
it: Marrone solare

# Color Name
source: Solar Medium Orchid
it: Orchidea solare media

# Color Name
source: Solar Medium Purple
it: Solare medio viola

# Color Name
source: Solar Misty Rose
it: Rosa nebbiosa solare

# Color Name
source: Solar Navajo White
it: Bianco solare Navajo

# Color Name
source: Solar Olive Drab
it: Solare Drab oliva

# Color Name
source: Solar Orange
it: Arancione solare

# Color Name
source: Solar Orange Red
it: Arancione solare rosso

# Color Name
source: Solar Orchid
it: Orchidea solare

# Color Name
source: Solar Pale Green
it: Verde pallido solare

# Color Name
source: Solar Pale Turquoise
it: Turchese pallido solare

# Color Name
source: Solar Pale Violet Red
it: Rosso solare viola pallido

# Color Name
source: Solar Peach Puff
it: Solare alla pesca

# Color Name
source: Solar Pink
it: Rosa solare

# Color Name
source: Solar Plum
it: Prugna solare

# Color Name
source: Solar Purple
it: Viola solare

# Color Name
source: Solar Red
it: Rosso solare

# Color Name
source: Solar Rosy Brown
it: Marrone rosato solare

# Color Name
source: Solar Royal Blue
it: Blu reale solare

# Color Name
source: Solar Salmon
it: Salmone solare

# Color Name
source: Solar Seashell
it: Conchiglia solare

# Color Name
source: Solar Sienna
it: Terra di Siena solare

# Color Name
source: Solar Sky Blue
it: Blu cielo solare

# Color Name
source: Solar Slate Blue
it: Blu ardesia solare

# Color Name
source: Solar Slate Gray
it: Grigio ardesia solare

# Color Name
source: Solar Snow
it: Neve solare

# Color Name
source: Solar Spring Green
it: Verde solare di primavera

# Color Name
source: Solar Steel Blue
it: Blu acciaio solare

# Color Name
source: Solar Tan
it: Abbronzatura solare

# Color Name
source: Solar Thistle
it: Cardo solare

# Color Name
source: Solar Tomato
it: Pomodoro solare

# Color Name
source: Solar Turquoise
it: Turchese solare

# Color Name
source: Solar Violet Red
it: Rosso violetto solare

# Color Name
source: Solar Wheat
it: Grano solare

# Color Name
source: Solar Yellow
it: Giallo solare

# Color Name
source: Spring Green
it: Verde Primavera

# Color Name
source: Star Antique White
it: Stella bianco antico

# Color Name
source: Star Chocolate
it: Cioccolato Star

# Color Name
source: Star Coral
it: Corallo stellato

# Color Name
source: Star Dark Goldenrod
it: Stella d'oro scuro

# Color Name
source: Star Dark Olive Green
it: Stella verde oliva scuro

# Color Name
source: Star Dark Orange
it: Stella Arancione scuro

# Color Name
source: Star Dark Orchid
it: Stella Orchidea scura

# Color Name
source: Star Dark Sea Green
it: Stella Verde mare scuro

# Color Name
source: Star Dark Slate Gray
it: Stella grigio ardesia scuro

# Color Name
source: Star Firebrick
it: Mattone refrattario a stella

# Color Name
source: Star Goldenrod
it: Verga d'oro stellata

# Color Name
source: Star Hot Pink
it: Stella rosa caldo

# Color Name
source: Star Indian Red
it: Stella Rosso Indiano

# Color Name
source: Star Light Blue
it: Stella Azzurra

# Color Name
source: Star Light Goldenrod
it: Stella di luce d'oro

# Color Name
source: Star Light Pink
it: Stella rosa chiaro

# Color Name
source: Star Light Sky Blue
it: Stella Azzurra

# Color Name
source: Star Medium Orchid
it: Orchidea media a stella

# Color Name
source: Star Medium Purple
it: Stella media viola

# Color Name
source: Star Orchid
it: Orchidea stellare

# Color Name
source: Star Pale Green
it: Stella verde pallido

# Color Name
source: Star Pale Turquoise
it: Stella turchese pallido

# Color Name
source: Star Pale Violet Red
it: Stella Rosso Pallido Viola

# Color Name
source: Star Pink
it: Rosa stella

# Color Name
source: Star Plum
it: Prugna stellata

# Color Name
source: Star Purple
it: Stella Viola

# Color Name
source: Star Rosy Brown
it: Stella Rosy Brown

# Color Name
source: Star Royal Blue
it: Stella blu reale

# Color Name
source: Star Salmon
it: Salmone stellato

# Color Name
source: Star Sea Green
it: Stella Verde Mare

# Color Name
source: Star Sienna
it: Stella Sienna

# Color Name
source: Star Sky Blue
it: Stella blu cielo

# Color Name
source: Star Slate Blue
it: Stella blu ardesia

# Color Name
source: Star Slate Gray
it: Stella grigio ardesia

# Color Name
source: Star Steel Blue
it: Stella blu acciaio

# Color Name
source: Star Tan
it: Abbronzatura a stella

# Color Name
source: Star Thistle
it: Cardo stellato

# Color Name
source: Star Turquoise
it: Stella turchese

# Color Name
source: Star Violet Red
it: Stella Viola Rosso

# Color Name
source: Star Wheat
it: Grano stellato

# Color Name
source: Steel Blue
it: Blu acciaio

# Color Name
source: Tan
it: Abbronzatura

# Color Name
source: Thistle
it: Cardo

# Color Name
source: Tomato
it: Pomodoro

# Color Name
source: Travelhub Blue
it: Travelhub Blu

# Color Name
source: Turquoise
it: Turchese

# Color Name
source: Violet
it: Viola

# Color Name
source: Violet Red
it: Rosso violaceo

# Color Name
source: Wheat
it: Grano

# Color Name
source: White
it: Bianco

# Color Name
source: White Smoke
it: Fumo bianco

# Color Name
source: Yellow
it: Giallo

# Color Name
source: Yellow Green
it: Giallo Verde
