Repository: GLWine/Avorion-ITA
Catalog: Avorion/data/localization/*.po
Languages: it

source: We can’t jump to the center of the galaxy anymore. The sectors there are not normal sectors, they are more like rifts that you can’t jump into or across. The ring around the center is called the Barrier. I don’t really know much about this. But there is more good news!
it: Non possiamo più saltare al centro della galassia. I settori lì non sono settori normali, sono più che altro spaccature in cui non si può saltare o attraversare. L'anello intorno al centro è chiamato Barriera. Non ne so molto. Ma ci sono altre buone notizie!

source: Tell me.
it: Mi dica.

source: I have heard of somebody who knows a lot about the Barrier.
it: Ho sentito parlare di qualcuno che conosce molto bene la Barriera.

source: Will he help us?
it: Ci aiuterà?

source: I hope so. We should definitely go talk to him. I need to find out where exactly we can find him. Once I've done this I’ll send you an email with the coordinates of his location.
it: Lo spero. Dovremmo assolutamente andare a parlargli. Devo scoprire dove possiamo trovarlo esattamente. Quando l'avrò fatto, ti manderò un'e-mail con le coordinate della sua posizione.

source: See you soon.
it: A presto.

source: Why are you disturbing my solitude?
it: Perché disturbate la mia solitudine?

source: I’m sorry. Should I leave?
it: Mi dispiace. Devo andarmene?

source: I heard you know a lot of things.
it: Ho sentito che sai molte cose.

source: Now that I was disturbed in my meditations already, I might as well talk to you.
it: Ora che sono già stato disturbato nelle mie meditazioni, potrei anche parlare con voi.

source: Tell me about the barrier.
it: Mi parli della barriera.

source: The Barrier? The Barrier is a ring of torn Hyperspace fabric around the center of the galaxy. It appeared after what is generally called the Event, 200 years ago.
it: La Barriera? La Barriera è un anello di tessuto iperspaziale lacerato intorno al centro della galassia. È apparsa dopo quello che viene generalmente chiamato l'Evento, 200 anni fa.

source: The United Alliances were fighting a Great War against the Xsotan. The Xsotan were losing, they were being pushed back towards the center of the galaxy. Suddenly, there was a great shudder in the energy tissue of the galaxy. The next thing that is known is that a lot of rifts had appeared everywhere and that the center and everyone in it was cut off from the outer reaches by a Barrier that nobody except the Xsotan could cross.
it: Le Alleanze Unite stavano combattendo una Grande Guerra contro gli Xsotan. Gli Xsotan stavano perdendo e venivano respinti verso il centro della galassia. All'improvviso, ci fu un grande sussulto nel tessuto energetico della galassia. La cosa successiva che si sa è che molte spaccature erano apparse ovunque e che il centro e tutti coloro che vi si trovavano erano tagliati fuori dalle zone esterne da una barriera che nessuno, tranne gli Xsotan, poteva attraversare.

source: What happened in the center?
it: Cosa è successo al centro?

source: As far as we know, they are still there. A couple of decades ago, one of their ships crossed the Barrier. The crew told us they thought they were on a suicide mission. The factions on the inside believe that the Event destroyed everything outside of the Barrier and that the entire galaxy has shrunk to the size of the center.
it: Per quanto ne sappiamo, sono ancora lì. Un paio di decenni fa, una delle loro navi ha attraversato la Barriera. L'equipaggio ci disse che pensava di essere in missione suicida. Le fazioni interne credono che l'Evento abbia distrutto tutto ciò che si trovava al di fuori della Barriera e che l'intera galassia si sia ridotta alle dimensioni del centro.

source: They can cross it?
it: Possono attraversarlo?

source: Yes, they have a material they are calling ‘Avorion’, which apparently was created during the Event, and which allows them to cross the Barrier.
it: Sì, hanno un materiale che chiamano "Avorion", che a quanto pare è stato creato durante l'Evento e che permette loro di attraversare la Barriera.

source: They brought it out here?
it: L'hanno portato qui?

source: Sadly, the Avorion they brought was destroyed when scientists began fighting over it because they wanted to experiment on it. This is exactly why I’m a Hermit. I’ll stay away from all this stupidity.
it: Purtroppo, l'Avorion che avevano portato con sé è stato distrutto quando gli scienziati hanno iniziato a litigare perché volevano fare esperimenti su di esso. Questo è esattamente il motivo per cui sono un Eremita. Starò lontano da tutta questa stupidità.

source: Experiments are important!
it: Gli esperimenti sono importanti!

source: I understand your aversion.
it: Capisco la sua avversione.

source: Since the factions inside the Barrier won’t bring any Avorion out to us, the only way to get in might be Xsotan technology.
it: Dato che le fazioni all'interno della Barriera non ci porteranno nessun Avorion, l'unico modo per entrare potrebbe essere la tecnologia Xsotan.

source: You mean Xsotan artifacts?
it: Intendi i manufatti Xsotan?

source: Yes. There are some that are looking for ways to get to the core, and apparently there are Xsotan artifacts that will allow you to do just that. I know of one such artifact that is for sale. I can send you an email with the details if you like?
it: Sì. Ci sono alcuni che cercano modi per arrivare al nucleo e, a quanto pare, ci sono artefatti Xsotan che vi permetteranno di farlo. So di uno di questi artefatti che è in vendita. Posso inviarti un'e-mail con i dettagli, se vuoi.

source: I’m sure the factions that live on the inside of the Barrier would be eternally grateful to you if you could show them that the galaxy outside of the Barrier still exists.
it: Sono sicuro che le fazioni che vivono all'interno della Barriera vi sarebbero eternamente grate se poteste mostrare loro che la galassia al di fuori della Barriera esiste ancora.

source: The Guardian
it: Il Guardian

source: The source of the Xsotan is in the center of the galaxy.
it: La sorgente dell'Xsotan si trova al centro della galassia.

source: (optional) Find a Resistance Outpost and ask for help
it: (facoltativo) Trovare un avamposto della Resistenza e chiedere aiuto.

source: Kill the Guardian
it: Uccidere il Guardiano

source: Hello! My friend, I have one more adventure for you. On my last tour to sell some sweet Avorion I came across this Resistance Outpost. They told me that they know that the Xsotan are guarding something in the center of the galaxy. Whenever they try to come close there’s tons of Xsotan. They tried a lot to destroy this guardian, but until now nobody managed. Not the best warriors and not even the upgraded AI that they built. Do you think you could do it? Wouldn’t that be the adventure of a lifetime? I’d say go for it! Greetings and good luck! %1%
it: Ciao! Amico mio, ho un'altra avventura per te. Durante il mio ultimo giro per vendere alcuni dolci Avorion mi sono imbattuto in questo avamposto della Resistenza. Mi hanno detto che sanno che gli Xsotan stanno proteggendo qualcosa al centro della galassia. Ogni volta che provano ad avvicinarsi ci sono tonnellate di Xsotan. Hanno provato molto a distruggere questo guardiano, ma finora nessuno ci è riuscito. Non i migliori guerrieri e nemmeno l'IA potenziata che hanno costruito. Pensate di potercela fare? Non sarebbe l'avventura di una vita? Io direi di provarci! Saluti e buona fortuna! %1%

# Mail Subject
source: Destroy the Guardian
it: Distruggere il Guardiano

source: One Against All And All Against One
it: Uno contro tutti e tutti contro uno

source: ${amount} ships from ${name}
it: ${amount} viene spedito da ${name}

source: Will you assist in destroying the Xsotan Wormhole Guardian?
it: Aiuterete a distruggere il Guardiano del Wormhole di Xsotan?

source: We already told you that we don't think this is a good idea. We won't risk our ships for some lunatic. Goodbye.
it: Vi abbiamo già detto che non crediamo sia una buona idea. Non rischieremo le nostre navi per un pazzo. Arrivederci.

source: We pledged our support to you already. Open the wormholes and we will come.
it: Vi abbiamo già promesso il nostro sostegno. Aprite i wormhole e noi verremo.

source: The what?
it: Cosa?

source: The Xsotan mothership at the galaxy center.
it: La nave madre Xsotan al centro della galassia.

source: Never mind.
it: Non importa.

source: And you want to destroy it?
it: E tu vuoi distruggerlo?

source: I'll open wormholes that will allow you to break through.
it: Aprirò dei wormhole che vi permetteranno di attraversarli.

source: How do we know that this is going to work? That this isn't some kind of suicide mission? Or even a trick?
it: Come facciamo a sapere che funzionerà? Che non si tratta di una missione suicida? O addirittura un trucco?

source: You will have to trust me.
it: Dovrete fidarvi di me.

source: This is none of our business. Why exactly should we trust you? Or help you?
it: Non sono affari nostri. Perché dovremmo fidarci di voi? O aiutarvi?

source: This is your chance to be the saviors of the galaxy.
it: Questa è la vostra occasione per essere i salvatori della galassia.

source: The Xsotan mothership will have a lot of loot.
it: La nave madre Xsotan avrà un sacco di bottino.

source: This is your time for revenge.
it: Questo è il momento della vendetta.

source: It's only a matter of time until the Xsotan arrive here, too.
it: È solo questione di tempo prima che gli Xsotan arrivino anche qui.

source: Don't you want to do something instead of sitting around?
it: Non volete fare qualcosa invece di stare seduti?

source: Because it's the right thing to do.
it: Perché è la cosa giusta da fare.

source: Who are you? We don't want anything to do with you.
it: Chi siete? Non vogliamo avere niente a che fare con te.

source: You are our ally. You can count on our assistance.
it: Siete nostri alleati. Potete contare sulla nostra assistenza.

source: Alright, you can count on us. Once the wormhole to our sectors is open, we'll assist you in the battle.
it: Va bene, potete contare su di noi. Una volta aperto il wormhole verso i nostri settori, vi assisteremo nella battaglia.

source: This doesn't sound like a good idea. We wish you best of luck in your struggles.
it: Non mi sembra una buona idea. Le auguriamo buona fortuna per le sue battaglie.

source: Organize allies for the fight against the Xsotan Wormhole Guardian. To find allies, you should ask at their faction's headquarters if they will assist you.
it: Organizzare gli alleati per la lotta contro il Guardiano del Wormhole Xsotan. Per trovare alleati, è necessario chiedere al quartier generale della loro fazione se sono disposti ad assistervi.

source: The Groundbreaking Research
it: La ricerca innovativa

source: Research an artifact
it: Ricerca di un manufatto

source: Collect three legendary subsystems that are not a Xsotan Artifact
it: Raccogliete tre sottosistemi leggendari che non siano un Artefatto Xsotan.

source: Use three legendary subsystems as input in a Research Station
it: Utilizzare tre sottosistemi leggendari come input in una Stazione di ricerca

source: Hello! Have you ever used a research station? Their AIs are trained with everything that floats around. We should try to see if we can get a Xsotan artifact out of it, everybody for himself. It should be very very rare so we should use only legendary subsystems to research it. Greetings, %1%
it: Ciao! Hai mai usato una stazione di ricerca? Le loro IA sono addestrate con tutto ciò che galleggia in giro. Dovremmo provare a vedere se riusciamo a ricavarne un artefatto Xsotan, ognuno per sé. Dovrebbe essere molto molto raro, quindi dovremmo usare solo sottosistemi leggendari per ricercarlo. Saluti, %1%

# Mail Subject
source: Research
it: Ricerca

source: The Scientist
it: Lo scienziato

source: The Adventurer heard rumors of strange satellites that seem to be harmful. He asked you to destroy them.
it: L'Avventuriero ha sentito parlare di strani satelliti che sembrano essere dannosi. Vi ha chiesto di distruggerli.

source: Move towards the Barrier and wait for more information
it: Avvicinarsi alla barriera e attendere ulteriori informazioni.

source: Find and destroy the research satellite
it: Trovare e distruggere il satellite di ricerca

source: Find and destroy more research satellites. Ask around for more information
it: Trovare e distruggere altri satelliti di ricerca. Chiedete in giro per avere maggiori informazioni

source: Destroy the Mobile Energy Lab and collect its artifact
it: Distruggete il Laboratorio mobile di energia e raccogliete il suo artefatto.

source: Hello! Have you seen this mail that’s going round lately? We have to help. I know, I know, it looks like total spam, but I think he’s onto something. Will you help, too? Greetings, %1% Quote: "Hello fellow galaxy dwellers, I have extremely concerning news to share with you. I just can’t not say something. We have to save the people! I’m a former member of the M.A.D. Association and they’re trying to reach galaxy domination. We have to stop them immediately! I’ve seen them do terrible experiments on all life-forms. Trying to create a super-being capable of destroying every living thing in the galaxy. They’re actively using Xsotan technology in order to find a weapon for mass destruction!! If you’re a good person, you have to act now! Help us protect the galaxy! Destroy all of the M.A.D. Association’s research satellites! A concerned citizen"
it: Ciao! Avete visto questa mail che sta girando ultimamente? Dobbiamo aiutarvi. Lo so, lo so, sembra un vero e proprio spam, ma credo che abbia qualcosa in mente. Volete aiutarci anche voi? Saluti, %1% Citazione: "Salve compagni di galassia, ho una notizia estremamente importante da condividere con voi. Non posso non dire qualcosa. Dobbiamo salvare la gente! Sono un ex membro dell'Associazione M.A.D. e stanno cercando di dominare la galassia. Dobbiamo fermarli immediatamente! Li ho visti fare esperimenti terribili su tutte le forme di vita. Cercano di creare un super-essere in grado di distruggere ogni essere vivente nella galassia. Stanno usando attivamente la tecnologia Xsotan per trovare un'arma di distruzione di massa!!! Se sei una brava persona, devi agire subito! Aiutateci a proteggere la galassia! Distruggete tutti i satelliti di ricerca dell'Associazione M.A.D.! Un cittadino preoccupato"

# Mail Subject
source: Fwd: Re: Fwd: M.A.D. Science Association
it: Fwd: Re: Fwd: Associazione scientifica M.A.D.

source: Ask around for the location of a satellite.
it: Chiedete in giro la posizione di un satellite.

source: Destroy the satellite in sector (${xCoord}:${yCoord})
it: Distruggere il satellite nel settore (${xCoord}:${yCoord})

source: The satellite seems to be gone. Ask around for the location of another satellite
it: Il satellite sembra essere scomparso. Chiedete in giro la posizione di un altro satellite

source: Do you know the location of a research satellite?
it: Conoscete la posizione di un satellite di ricerca?

source: I'm sorry, but I have no idea what you are talking about. You should ask someone else.
it: Mi dispiace, ma non ho idea di cosa stia parlando. Dovrebbe chiedere a qualcun altro.

source: You mean those things that spout radio messages on some kind of energy experiment?
it: Intendi quelle cose che lanciano messaggi radio su una specie di esperimento energetico?

source: Yes exactly.
it: Sì, esattamente.

source: Yeah, I've seen one. Wait, let me look where that was.. Ah here it is. It was in sector (${x}:${y}).
it: Sì, ne ho visto uno. Aspetta, fammi guardare dov'era... Ah, eccolo qui. Era nel settore (${x}:${y}).

source: Thank you for your help!
it: Grazie per il vostro aiuto!

source: Why do you care?
it: Perché ti interessa?

source: I want to destroy them.
it: Voglio distruggerli.

source: Well, in that case... I saw one in sector (${x}:${y}).
it: Beh, in questo caso... Ne ho visto uno nel settore (${x}:${y}).

source: Why would I tell you?
it: Perché dovrei dirtelo?

source: Pretty please?
it: Per favore, per favore?

source: All right. I heard of one in sector (${x}:${y}).
it: Va bene. Ne ho sentito uno nel settore (${x}:${y}).

source: I'm not sure. Somebody told me about a strange satellite in sector (${x}:${y}), but I don't know if that is what you're looking for.
it: Non ne sono sicuro. Qualcuno mi ha parlato di uno strano satellite nel settore (${x}:${y}), ma non so se è quello che state cercando.

source: If I were you I would check out sector (${x}:${y}).
it: Se fossi in voi, controllerei il settore (${x}:${y}).

source: Will you leave me alone if I tell you to look in sector (${x}:${y})?
it: Mi lascerete in pace se vi dico di guardare nel settore (${x}:${y})?

source: One of them is in sector (${x}:${y}).
it: Uno di essi si trova nel settore (${x}:${y}).

source: Easy Delivery
it: Consegna facile

source: A stranger gave you some suspicious goods to deliver in exchange for a lot of money. According to him the delivery will be easy. You have 60 minutes to deliver the goods.
it: Uno sconosciuto vi ha dato della merce sospetta da consegnare in cambio di un sacco di soldi. Secondo lui la consegna sarà facile. Avete 60 minuti per consegnare la merce.

source: The Enemy of my Enemy is my Friend
it: Il nemico del mio nemico è mio amico

source: Hello, It looks like you have been betrayed by Bottan and his smugglers, too, and I think we might have a common enemy now. I'd like to work with you. Meet me at (${x}:${y}). - A Friend
it: Salve, Sembra che anche tu sia stato tradito da Bottan e dai suoi contrabbandieri, e credo che ora potremmo avere un nemico comune. Mi piacerebbe lavorare con te. Incontriamoci a (${x}:${y}). - Un amico

source: Enemy of my Enemy
it: Nemico del mio nemico

source: Someone unknown has contacted you. Read his mail to find out what he wants.
it: Qualcuno di sconosciuto vi ha contattato. Leggete la sua posta per scoprire cosa vuole.

source: The mysterious figure turned out to be Bottan's ex chief engineer. He wants to take revenge and asked you to collect parts so he can build a ray that destroys Bottan's hyperspace drive.
it: La figura misteriosa si è rivelata essere l'ex ingegnere capo di Bottan. Vuole vendicarsi e vi ha chiesto di raccogliere i pezzi per costruire un raggio che distrugga l'unità iperspaziale di Bottan.

source: The engineer gave you a hyperspace overloader, use it to jam Bottan's hyperspace engine and defeat him.
it: L'ingegnere vi ha dato un sovraccaricatore iperspaziale, usatelo per bloccare il motore iperspaziale di Bottan e sconfiggerlo.

source: The engineer will stick around for a bit. Go back to sector (${x}:${y}) if you need help.
it: L'ingegnere resterà nei paraggi per un po'. Tornate al settore (${x}:${y}) se avete bisogno di aiuto.

# smugglerretaliation
source: I have your goods.
it: Ho la vostra merce.

source: I might have misplaced the Overloader..
it: Potrei aver perso il sovraccaricatore...

source: How do I find that guy Bottan again?
it: Come faccio a ritrovare quel Bottan?

source: I'm afraid you don't. My scanners show me that you're still missing %s.
it: Temo che non sia così. I miei scanner mi mostrano che ti manca ancora lo %s.

source: Very good. I'll build the system. It'll be done in no time.
it: Molto bene. Costruirò il sistema. Sarà fatto in poco tempo.

source: Here you go. With this built into your ship you should be able to destroy Bottan's hyperspace drive.
it: Ecco a voi. Con questo integrato nella vostra nave, dovreste essere in grado di distruggere il motore iperspaziale di Bottan.

source: But keep in mind that this system might get destroyed when you use it. It's very possible that you have one shot and that's it.
it: Ma tenete presente che questo sistema potrebbe essere distrutto quando lo utilizzate. È molto probabile che si abbia un solo colpo e poi basta.

source: That's not good, but oh well. If you give me new ingredients I can craft another one.
it: Non è una buona cosa, ma va bene così. Se mi dai nuovi ingredienti posso crearne un altro.

source: Sorry, bad joke. I still have it.
it: Scusate, brutta battuta. Ce l'ho ancora.

source: Thank you. You're really helping me out here.
it: Grazie. Mi stai davvero aiutando.

source: Haha... Don't do that again.
it: Haha... Non farlo più.

source: Sure, everything to get my revenge. I'll sent the ingredients list to your ship again. Come back once you have them.
it: Certo, tutto per vendicarmi. Invierò di nuovo la lista degli ingredienti alla tua nave. Torna quando li avrai presi.

source: Easiest way is probably through his smuggling network. Just talk to one of his smuggler friends that hide near Smuggler's Markets. They're usually very eager to find someone to transport illegal goods to Bottan.
it: Il modo più semplice è probabilmente attraverso la sua rete di contrabbando. Basta parlare con uno dei suoi amici contrabbandieri che si nascondono vicino ai Mercati dei Contrabbandieri. Di solito sono molto desiderosi di trovare qualcuno che trasporti merci illegali a Bottan.

source: I will try that.
it: Proverò a farlo.

source: Your sensors are picking up energy signatures of a major battle that happened here. But for now, there doesn't seem to be anything here.
it: I sensori rilevano le tracce di energia di una battaglia importante avvenuta qui. Ma per ora non sembra esserci nulla qui.

source: The Pirate Boss
it: Il capo dei pirati

source: Find the notorious Pirate Boss
it: Trova il famigerato boss dei pirati

source: Ask traders for a hint on the whereabouts of the Pirate Boss
it: Chiedete ai commercianti un suggerimento su dove si trova il Boss dei Pirati.

source: Defeat the Pirate Boss
it: Sconfiggere il boss dei pirati

source: Collect the teleporter key
it: Raccogliere la chiave del teletrasporto

source: Hello! Traders around here have been telling me about this pirate boss that’s terrorizing the area. Apparently, he has some secret technology on him. You should keep your ears open and listen to what everybody here has to say, maybe you can find him. While you do that, I’ll try to find out what this technology might be and what it does. Greetings, %1%
it: Ciao! I commercianti qui intorno mi hanno parlato di un boss pirata che sta terrorizzando la zona. A quanto pare, possiede una tecnologia segreta. Dovresti tenere le orecchie aperte e ascoltare ciò che tutti qui hanno da dire, forse riuscirai a trovarlo. Mentre tu lo fai, io cercherò di scoprire cosa potrebbe essere questa tecnologia e cosa fa. Saluti, %1%

# Mail Subject
source: Pirates terrorizing Traders
it: I pirati terrorizzano i commercianti

source: I heard of a Pirate Boss around here. Do you know something?
it: Ho sentito parlare di un boss dei pirati da queste parti. Ne sai qualcosa?

source: Meet the Pirate Boss in sector (${x}:${y})
it: Incontrare il boss pirata nel settore (${x}:${y})

source: Yeah, I've heard talk of him. But I don't know what to make of it. Ask someone else if you need to know.
it: Sì, ho sentito parlare di lui. Ma non so cosa pensare. Chiedi a qualcun altro se vuoi saperlo.

source: Yeah, I've heard talk of him. All traders are told to not go near the sectors around (${x}:${y}). If you're looking for him you can start there. But I wouldn't recommend it, they say he's really strong.
it: Sì, ho sentito parlare di lui. A tutti i trader è stato detto di non avvicinarsi ai settori intorno a (${x}:${y}). Se lo state cercando, potete iniziare da lì. Ma non te lo consiglio, dicono che sia molto forte.

source: Find the Brotherhood
it: Trovare la Fratellanza

source: Find a bulletin about the Brotherhood
it: Trova un bollettino sulla Confraternita

source: Defeat the leaders of the Brotherhood and get their artifact
it: Sconfiggete i leader della Confraternita e prendete il loro artefatto.
