Repository: GLWine/Avorion-ITA
Catalog: Avorion/data/localization/*.po
Languages: it

# ex: Unveiling R-4 Hyperspace Enhancer MK IV
source: ${prefix} ${reach}${type} MK ${mark}
it: ${prefisso} ${reach}${tipo} MK ${marchio}

# generic name for '${prefix} ${reach}${type} MK ${mark}'
source: Energy & Hyperspace Booster
it: Booster energetico e iperspaziale

source: Recharge Rate
it: Tasso di ricarica

source: Jump Range
it: Intervallo di salto

source: Radar Range
it: Portata del radar

source: Hyperspace Charge Energy
it: Energia di carica dell'iperspazio

source: Hyperspace System
it: Sistema Iperspaziale

source: Boosts effectiveness of your hyperspace engine
it: Aumenta l'efficacia del motore iperspaziale

source: Nobody actually knows how it works.
it: Nessuno sa come funziona.

source: Protector
it: Protettore

# ex: 1Q-4000 Reviving Shield Booster
source: ${serial}-${rarity} Energizing Reviving ${name}
it: ${serial}-${rarity} Energizzante Ravvivante ${nome}

# ex: 1Q-4000 Shielder
source: ${serial}-${rarity} Energizing ${name}
it: ${seriale}-${rarità} Energizzare ${nome}

# generic name for '${serial}-${rarity} Energizing ${name}'
source: Energizing Shield Booster
it: Potenziatore dello scudo energizzante

source: Shield Durability
it: Durata dello scudo

source: Shield Recharge Rate
it: Velocità di ricarica dello scudo

source: Emergency Recharge
it: Ricarica di emergenza

source: Recharge Upon Depletion
it: Ricarica in caso di esaurimento

source: Shield System
it: Sistema a scudo

source: Boosts effectiveness of your shields
it: Aumenta l'efficacia degli scudi

source: Upon depletion: Recharges %i%% of your shield.
it: All'esaurimento: Ricarica il %i%% dello scudo.

source: Enemies HATE this trick!
it: I nemici odiano questo trucco!

source: This effect can only occur once every minute.
it: Questo effetto può verificarsi solo una volta ogni minuto.

source: Long-Distance-Trader v${version}.${patch}
it: Trader a lunga distanza v${versione}.${patch}

source: Hyper-Trader v${version}.${patch}
it: Hyper-Trader v${versione}.${patch}

source: Salesman's Best Friend v${version}.${patch}
it: Il miglior amico del venditore v${version}.${patch}

source: Over-Tech Trading Subsystem v${version}.${patch}
it: Sottosistema di trading Over-Tech v${versione}.${patch}

source: Broken Trading Subsystem vX.X
it: Sottosistema di trading rotto vX.X

# generic name for 'Long-Distance-Trader v${version}.${patch}'
source: Hyperspace & Trading Subsystem
it: Sottosistema Iperspazio e Trading

source: Docking Distance
it: Distanza di attracco

source: +${distance} km
it: +${distanza} km

source: Fighter Cargo Pickup
it: Pickup cargo da combattimento

source: Allows fighters to pick up cargo
it: Consente ai caccia di prelevare il carico

source: Software for Transporter Blocks
it: Software per blocchi trasportatori

source: For traders with a clue.
it: Per i trader con un'idea.

source: Subspace Distortion Shield
it: Scudo di distorsione subspaziale

source: Rectifies the subspace around the ship
it: Rettifica il sottospazio intorno alla nave

source: Prevents damage from subspace distortions
it: Previene i danni causati dalle distorsioni subspaziali.

source: Interceptor-Class Turret Subsystem ${ids}-TCS-${num}
it: Sottosistema torretta classe Interceptor ${ids}-TCS-${num}

# generic name for 'Interceptor-Class Turret Subsystem ${ids}-TCS-${num}'
source: Interceptor-Class Turret Subsystem
it: Sottosistema torretta classe Interceptor

source: Velocity
it: Velocità

source: Loot Collection Range
it: Gamma di raccolte di bottini

source: Also works great in loot pursuits.
it: Funziona benissimo anche nella ricerca del bottino.

source: Combat HS Subsystem
it: Sottosistema HS da combattimento

source: Combat HS-Booster
it: Booster HS da combattimento

source: Combat HS-Enhancer
it: Combattimento HS-Enhancer

source: Unveiling
it: Svelamento

# ex: Unveiling R-4 Combat Hyperspace Enhancer
source: ${prefix} ${reach}${type} ${ids}-TCS-${num}
it: ${prefisso} ${reach}${type} ${ids}-TCS-${num}

# generic name for '${prefix} ${reach}${type} ${ids}-TCS-${num}'
source: Combat Hyperspace Subsystem
it: Sottosistema iperspaziale di combattimento

source: Hyperspace Jump Range
it: Portata del salto nell'iperspazio

source: ... to jump right into battle.
it: ... per buttarsi subito in battaglia.

source: Aegis
it: Egida

# ex: 1Q-4000 Shielder
source: ${serial}-${rarity} Combat ${name}
it: ${seriale}-${rarità} Combattimento ${nome}

# generic name for '${serial}-${rarity} Combat ${name}'
source: Combat Turret Control & Shield Subsystem
it: Sottosistema di controllo e scudo della torretta da combattimento

source: Impenetrable Shields when over
it: Scudi impenetrabili quando si supera

source: Shields are impenetrable while over %i%%
it: Gli scudi sono impenetrabili quando si supera l'%i%%.

source: Delver-Class
it: Classe Delver

source: Digger-Class
it: Classe Digger

source: Miner-Class
it: Classe Miner

# ex: Excavator-Class Carrier Controller FCS-3-243
source: ${class} Carrier Controller FCS-${squads}-${turrets}${pdcs}${autos}
it: ${classe} Controllore di portaerei FCS-${quadri}-${torrette}${pdcs}${autos}

source: Civil Turret Control & Fighter Subsystem
it: Sottosistema di controllo torretta e caccia civile

source: Asteroids
it: Asteroidi

source: Material Level
it: Livello del materiale

source: Civil Turret Control System
it: Sistema di controllo della torretta civile

source: Adds slots for unarmed turrets
it: Aggiunge slot per torrette non armate

source: Mining System
it: Sistema minerario

source: Displays amount of resources in objects
it: Visualizza la quantità di risorse negli oggetti

source: Highlights nearby mineable objects
it: Evidenzia gli oggetti minabili nelle vicinanze

source: Consume like a plague of locusts.
it: Consumare come una piaga di locuste.

source: Bulwark
it: Viale

# ex: 1Q-4000 Reviving Shield Booster
source: ${serial}-${rarity} Hardened Reviving ${name}
it: ${serial}-${rarity} Rinvigorente temprato ${nome}

# ex: 1Q-4000 Shielder
source: ${serial}-${rarity} Hardened ${name}
it: ${serial}-${rarity} Temprato ${nome}

# generic name for '${serial}-${rarity} Hardened ${name}'
source: Hardened Bulwark
it: Baluardo temprato

source: Feeling safe yet?
it: Vi sentite già al sicuro?

source: Deconstructor-Class
it: Classe Decostruttore

source: Dismantler-Class
it: Classe Smantellatore

source: Disassembler-Class
it: Classe Disassemblatore

source: Salvager-Class
it: Classe Salvager

# ex: Disassembler-Class Carrier Controller FCS-3-243
source: ${class} Carrier Controller FCS-${squads}-${turrets}${pdcs}${autos}
it: ${classe} Controllore di portaerei FCS-${quadri}-${torrette}${pdcs}${autos}

source: Salvaging Carrier Controller
it: Recupero del controller del vettore

source: Increases cargo hold
it: Aumenta la capacità di carico

source: Assimilate destroyed enemies into your army.
it: Assimilare i nemici distrutti nel proprio esercito.

source: Friends, too. Everything, actually.
it: Anche gli amici. Tutto, in realtà.

# ex: Guarding Assembly Controller FCS-3
source: Guarding Assembly Controller FCS-${squads}
it: Controllore del gruppo di protezione FCS-${quadri}

# generic name for 'Guarding Assembly Controller FCS-${squads}'
source: Shielded Carrier Controller
it: Controllore portante schermato

source: The factory must fly.
it: La fabbrica deve volare.

source: On loan from the Rift Research Center
it: In prestito dal Centro di Ricerca Rift

source: Issued by the Rift Research Center
it: Rilasciato dal Centro di Ricerca Rift

source: Will be removed after the mission
it: Verrà rimosso dopo la missione

source: Deep-Scan Sweeper
it: Spazzatrice a scansione profonda

# generic name for '${tier}-Tier ${name} ${normal}-${deep}'
source: Deep-Scan Sweeper
it: Spazzatrice a scansione profonda

source: Object Highlight Range
it: Gamma di evidenziazione degli oggetti

source: Deep Scan Range
it: Gamma di scansione profonda

source: Scanner Range
it: Gamma dello scanner

source: Radar System
it: Sistema radar

source: Boosts effectiveness of your radar scanner
it: Aumenta l'efficacia dell'analizzatore radar

source: Object Detection System
it: Sistema di rilevamento degli oggetti

source: Scans your surroundings for objects of interest
it: Scansiona l'ambiente circostante alla ricerca di oggetti di interesse

source: Shows sectors with mass as yellow blips
it: Mostra i settori con massa come blip giallo

source: Notification for interesting objects in the sector
it: Notifica di oggetti interessanti nel settore

source: Become the ultimate hide and seek champ.
it: Diventa il campione assoluto di nascondino.

source: %s (Community)
it: %s (Comunità)

# 10^12, abbreviation
source: trill
it: trillo

# 10^9, abbreviation
source: bill
it: disegno di legge

# 10^6, abbreviation
source: mill
it: mulino

source: yes
it: sì

source: Error
it: Errore

source: Warning
it: Avvertenze

# Invalid/Unknown Time Stamp
source: unknown
it: sconosciuto

source: 1 second
it: 1 secondo

source: 1 minute
it: 1 minuto

source: 1 hour
it: 1 ora

source: 1 day
it: 1 giorno

source: 1 year
it: 1 anno

source: 1 second ago
it: 1 secondo fa

source: 1 minute ago
it: 1 minuto fa

source: 1 hour ago
it: 1 ora fa

source: 1 day ago
it: 1 giorno fa

source: 1 week ago
it: 1 settimana fa

source: 1 month ago
it: 1 mese fa

source: 1 year ago
it: 1 anno fa

source: We detected a crash during game startup. Please make sure that you are using the latest drivers for your graphics card. This problem can also be caused by mods. In an attempt to fix this problem, the graphics settings have been reduced to an absolute minimum and your mods have been disabled.
it: Abbiamo rilevato un arresto anomalo durante l'avvio del gioco. Assicurati di utilizzare i driver più recenti per la tua scheda grafica. Questo problema può essere causato anche dalle mod. Nel tentativo di risolvere il problema, le impostazioni grafiche sono state ridotte al minimo assoluto e le mod sono state disattivate.

source: Saving galaxy ...
it: Salvataggio della galassia ...

source: Starting singleplayer server ...
it: Avvio del server singleplayer ...

source: Error starting singleplayer mode.
it: Errore nell'avvio della modalità singleplayer.

source: Error creating shader: %s Your hardware might not meet the minimum requirements for the game. You need a graphics device that supports OpenGL 3.0. If you have such a device, try updating your graphics drivers.
it: Errore nella creazione dello shader: %s Il vostro hardware potrebbe non soddisfare i requisiti minimi per il gioco. È necessario un dispositivo grafico che supporti OpenGL 3.0. Se si dispone di tale dispositivo, provare ad aggiornare i driver grafici.

source: Intel onboard graphics detected as primary GPU. These devices' OpenGL drivers can cause trouble with Avorion, as they don't always support the complete OpenGL 3.0 specifications.
it: La grafica integrata Intel è stata rilevata come GPU primaria. I driver OpenGL di questi dispositivi possono causare problemi con Avorion, poiché non sempre supportano le specifiche OpenGL 3.0 complete.

source: Mesa open-source drivers detected. These drivers can cause trouble with Avorion, since they don't always support the complete OpenGL 3.0 specifications.
it: Rilevati driver open-source Mesa. Questi driver possono causare problemi con Avorion, poiché non sempre supportano le specifiche OpenGL 3.0 complete.

source: Mesa open-source drivers and Intel OnBoard Graphics detected. These drivers and devices can cause trouble with Avorion, as they don't always support the complete OpenGL 3.0 specifications.
it: Sono stati rilevati i driver open-source Mesa e la grafica Intel OnBoard. Questi driver e dispositivi possono causare problemi con Avorion, poiché non sempre supportano le specifiche OpenGL 3.0 complete.

source: If you have a dedicated GPU, you may have to manually select it in your NVidia or AMD settings.
it: Se si dispone di una GPU dedicata, potrebbe essere necessario selezionarla manualmente nelle impostazioni di NVidia o AMD.

source: Boxelware is
it: Boxelware è

source: Additional Programming
it: Programmazione aggiuntiva

source: Working Students
it: Studenti lavoratori

source: Boxelware Interns
it: Interno Boxelware

source: Student Interns
it: Studenti stagisti

source: ... and several more who didn't want to be listed
it: ... e molti altri che non hanno voluto essere inseriti nell'elenco

source: or who we forgot to ask, sorry! But seriously, if you're reading this, tell us and we'll add you right here!
it: o a chi abbiamo dimenticato di chiedere, scusate! Ma, seriamente, se state leggendo, ditecelo e vi aggiungeremo qui, se state leggendo, ditecelo e vi aggiungeremo qui!

source: Music by
it: Musica di

source: Combat Tracks by
it: Tracce di combattimento di

source: Sound Design
it: Design del suono

source: Additional Sound Effects
it: Effetti sonori aggiuntivi

source: Additional 3D Assets
it: Risorse 3D aggiuntive

source: Additional Assets
it: Attività aggiuntive

source: Icons by
it: Icone di

source: Lorc, Delapouite & contributors
it: Lorc, Delapouite & collaboratori

source: Cloud Brushes by rubina119
it: Nuvola spazzole da rubina119

source: Backers
it: Sostenitori

source: Special Thanks To
it: Un ringraziamento speciale a

# Special thanks to X, Y, Our community moderators and discord staff, Z, W, etc.
source: Our community moderators and discord staff
it: I moderatori della comunità e lo staff di discord

source: our parents and all our friends
it: i nostri genitori e tutti i nostri amici

source: ... for helping, testing, listening to neverending stories and
it: ... per l'aiuto, il test, l'ascolto di storie interminabili e

source: details about the game and keeping us motivated.
it: dettagli sul gioco e a tenerci motivati.

source: Avorion is a work of fiction, created for amusement.
it: Avorion è un'opera di fantasia, creata per divertimento.

source: Most faction and ship names in the game are generated randomly.
it: La maggior parte dei nomi delle fazioni e delle navi nel gioco sono generati casualmente.

source: Any references to real world objects, people (dead or alive), events or similar are not intentional.
it: Qualsiasi riferimento a oggetti del mondo reale, persone (vive o morte), eventi o simili non è intenzionale.

source: The crew of ship '%s' must be paid.
it: L'equipaggio della nave '%s' deve essere pagato.

source: Your inventory is full!
it: L'inventario è pieno!

source: Your inventory is almost full!
it: L'inventario è quasi pieno!

source: Credits
it: Crediti

source: Saved design to %s
it: Progetto salvato in %s

source: Detected a potential UI scaling issue. Some resolutions may not work as intended or may be lower than configured. If you're using Windows, you can disable UI scaling for this app in the properties of the executable.
it: Rilevato un potenziale problema di ridimensionamento dell'interfaccia utente. Alcune risoluzioni potrebbero non funzionare come previsto o essere inferiori a quelle configurate. Se si utilizza Windows, è possibile disattivare il ridimensionamento dell'interfaccia utente per questa applicazione nelle proprietà dell'eseguibile.

source: Build \c(3dd)Point Defense Cannons\c() or \c(3dd)Lasers\c() to defend your ship against \c(3dd)Torpedoes\c().
it: Costruite i cannoni a difesa del punto (3dd) o i laser (3dd) per difendere la vostra nave dai siluri (3dd).

source: Don't fly around too crazily while \c(3dd)Torpedoes\c() are chasing you if you want your \c(3dd)PDCs\c() to hit them, as the \c(3dd)PDCs\c() have to aim as well! If you're constantly changing your ship's orientation or speed, \c(3dd)Torpedoes\c() will start flying in curves and are a lot harder to hit.
it: Non volate troppo follemente mentre i siluri vi inseguono se volete che i vostri PDC li colpiscano, perché anche i PDC devono prendere la mira! Se cambiate costantemente l'orientamento o la velocità della vostra nave, i siluri inizieranno a volare in curva e saranno molto più difficili da colpire.

source: When defending against \c(3dd)Torpedoes\c(), orient your ship in a way that your \c(3dd)PDCs\c() look at the incoming torpedoes, this will make it easier for them to shoot them down.
it: Quando ci si difende dai siluri, orientare la nave in modo che i PDC guardino i siluri in arrivo: in questo modo sarà più facile abbatterli.

source: \c(3dd)Point Defense Cannons\c() still behave like normal turrets and have to focus on a target. Make sure they're turned towards incoming \c(3dd)Torpedoes\c(). Don't fly around erratically or your \c(3dd)PDCs\c() won't have a chance to aim.
it: \I Cannoni a Difesa Puntiforme() si comportano comunque come normali torrette e devono concentrarsi su un bersaglio. Assicuratevi che siano rivolti verso i siluri in arrivo. Non volate in modo irregolare o i vostri \c(3dd)PDC() non avranno la possibilità di mirare.

source: Set \c(3dd)Point Defense Cannons\c() to the mode \c(3dd)'Defend'\c() to have them prefer \c(3dd)Torpedoes\c() over \c(3dd)Fighters\c() and \c(3dd)Fighters\c() over other \c(3dd)Ships\c().
it: Impostate i Cannoni da Difesa Puntiforme in modalità "Difendere" per far sì che preferiscano i Siluri rispetto ai Caccia e i Caccia rispetto alle altre Navi.

source: \c(3dd)Teleporters\c() can move a limited amount of mass into a rift. If that mass is exceeded the ships will be damaged and might even lose blocks.
it: \I teletrasporti (3dd) possono spostare una quantità limitata di massa in una spaccatura. Se tale massa viene superata, le navi vengono danneggiate e potrebbero addirittura perdere i blocchi.

source: \c(3dd)Teleporters\c() are only limited by the amount of mass they can transport. You can take any amount of ships into a rift with you, as long as they fulfill the requirements. The ships may also belong to a friend who is on the same mission.
it: \I teletrasporti sono limitati solo dalla quantità di massa che possono trasportare. È possibile portare con sé un numero qualsiasi di navi in una spaccatura, purché soddisfino i requisiti. Le navi possono anche appartenere a un amico che sta svolgendo la stessa missione.

source: At \c(3dd)Rift Research Centers\c() you can accept missions that take you into rifts.
it: Nei Centri di Ricerca Rift (3dd) si possono accettare missioni che portano nelle spaccature.

source: The leader of a group accepts \c(3dd)Rift Missions\c() for the whole group. This way you can explore rifts together with your friends.
it: Il leader di un gruppo accetta le missioni Rift per l'intero gruppo. In questo modo è possibile esplorare le spaccature insieme ai propri amici.

source: Every \c(3dd)Rift Mission\c() has specific requirements that every ship that wants to take part must fulfill.
it: Ogni \c(3dd)Missione Rift() ha requisiti specifici che ogni nave che vuole partecipare deve soddisfare.

source: Upon successfully completing a \c(3dd)Rift Mission\c() you can choose between two \c(3dd)Rewards\c().
it: Dopo aver completato con successo una Missione Rift() si può scegliere tra due ricompense().

source: You can alleviate damage caused by \c(3dd)Subspace Distortion\c() in rifts by using specific subsystems. These can be bought at \c(3dd)Rift Research Centers\c() in exchange for \c(3dd)Rift Research Data\c() or obtained as reward for rift missions.
it: È possibile alleviare i danni causati dalla \c(3dd)Distorsione del Subspazio\c() nelle spaccature utilizzando specifici sottosistemi. Questi possono essere acquistati presso i \c(3dd)Centri di ricerca delle spaccature in cambio di \c(3dd)Dati di ricerca delle spaccature o ottenuti come ricompensa per le missioni nelle spaccature.

source: Every \c(3dd)Rift Mission\c() has a secondary objective. You don't have to fulfill it to complete the mission, but you'll get additional rewards.
it: Ogni missione Rift ha un obiettivo secondario. Non è necessario realizzarlo per completare la missione, ma si otterranno ricompense aggiuntive.

source: Many dangers are lurking in \c(3dd)Rifts\c(), like hazardous \c(3dd)Environmental Effects\c(). The deeper the rift where the mission is located, the stronger these effects.
it: Molti pericoli sono in agguato nelle fenditure, come i pericolosi effetti ambientali. Più profonda è la spaccatura in cui si trova la missione, più forti sono questi effetti.

source: Each rift mission has a certain \c(3dd)Extraction\c(). This is the only way to get back out of the rift.
it: Ogni missione della spaccatura ha una certa \code(3dd)Estrazione(). Questo è l'unico modo per uscire dalla spaccatura.

source: Ships that are left behind in \c(3dd)Rift Missions\c() will get lost. However, they can be recovered at a \c(3dd)Repair Dock\c().
it: Le navi lasciate indietro nelle \c(3dd)Missioni Rift() andranno perse. Tuttavia, possono essere recuperate in un \c(3dd)Dock di riparazione().

source: There is \c(3dd)Subspace Distortion\c() in \c(3dd)Rifts\c(). The deeper the rift where the mission is taking place, the stronger it gets. Subspace Distortion will damage your ship, if you enter a rift without protection.
it: C'è una \c(3dd)Distorsione del Subspazio\c() in \c(3dd)Spaccature\c(). Più profonda è la spaccatura in cui si svolge la missione, più forte diventa. La Distorsione subspaziale danneggia la vostra nave se entrate in una spaccatura senza protezione.

source: There are many secrets to discover in Rifts. Use a \c(3dd)Detector Subsystem\c() to help you find them!
it: Ci sono molti segreti da scoprire in Rifts. Utilizzate un sottosistema rivelatore per aiutarvi a trovarli!

source: You can gather \c(3dd)Research Data\c() in Rifts. The scientists at \c(3dd)Rift Research Centers\c() trade it for special subsystems or buy it from you.
it: È possibile raccogliere \c(3dd)Dati di ricerca\c() a Rifts. Gli scienziati dei \c(3dd)Centri di Ricerca dei Rift() li scambiano con sottosistemi speciali o li comprano da voi.

source: A \c(3dd)Scientist Captain\c() gathers additional \c(3dd)Rift Research Data\c() in Rifts, which you can then sell at \c(3dd)Rift Research Centers\c() or trade for subsystems.
it: Un \c(3dd)Capitano Scienziato() raccoglie ulteriori \c(3dd)Dati di Ricerca dei Rift() nei Rift, che si possono vendere ai \c(3dd)Centri di Ricerca dei Rift() o scambiare per sottosistemi.

source: A \c(3dd)Xsotan Hunter Captain\c() attracts an \c(3dd)Alpha Xsotan\c() after a while. You should put a different captain in charge if you're not up for an additional battle.
it: Un Capitano Cacciatore Xsotan() attira un Xsotan Alfa() dopo un po'. Dovresti affidare il comando a un altro capitano se non sei disposto ad affrontare un'ulteriore battaglia.

source: \c(3dd)Rifts\c() are hardcore, unforgiving and difficult. Adapt your ship for the expected environment and don't be afraid to experiment.
it: \I Rifts sono difficili, spietati e ostici. Adattate la vostra nave all'ambiente previsto e non abbiate paura di sperimentare.

source: Ships that get lost in Rifts can be towed at a \c(3dd)Repair Dock\c() for a small fee.
it: Le navi che si perdono in Rifts possono essere rimorchiate presso un Dock di riparazione a pagamento.

source: \c(3dd)Invulnerable Shields\c() doesn't mean \c(3dd)Impenetrable Shields\c() - use \c(3dd)Pulse Cannons\c() against enemies with strong shields.
it: \Scudi invulnerabili non significa scudi impenetrabili - usare i cannoni a impulsi contro i nemici con scudi forti.

source: The closer you get to the center of the galaxy, the \c(3dd)more mass\c() the \c(3dd)Rift Research Centers\c() can transport into the rifts.
it: Più ci si avvicina al centro della galassia, più i Centri di Ricerca Rift possono trasportare massa nelle spaccature.
