Repository: GLWine/Avorion-ITA
Catalog: Avorion/data/localization/*.po
Languages: it

source: : can only be procured illegally. Goods will be flagged as 'stolen'. Captain will be able to ... let's say organize them for only 50% of the usual price.
it: : può essere procurato solo illegalmente. La merce sarà segnalata come "rubata". Il capitano sarà in grado di ... diciamo di organizzarli solo per il 50% del prezzo normale.

source: Cargo space required: %d
it: Spazio di carico richiesto: %d

source: Ordering a lot of a certain good may cause the duration to rise drastically!
it: Ordinare una quantità elevata di un determinato bene può far aumentare drasticamente la durata!

source: Not enough money!
it: Non ci sono abbastanza soldi!

source: Percentage of how much the estimated yield diverges from the regular price of the good.
it: Percentuale di quanto il rendimento stimato si discosta dal prezzo regolare del bene.

source: Bonus: Your ship has a Trading Subsystem, so you're guaranteed to get the best prices of the area.
it: Bonus: la vostra nave è dotata di un sottosistema di commercio, quindi avrete la garanzia di ottenere i migliori prezzi della zona.

source: Bonus: Your captain is a Market Expert, so you're guaranteed to get the best prices of the area.
it: Bonus: il vostro capitano è un esperto di mercato, quindi avrete la garanzia di ottenere i migliori prezzi della zona.

source: Refining
it: Raffinazione

source: Here's the shipment, Commander!
it: Ecco la spedizione, comandante!

source: Mission completed, Commander, here's the shipment.
it: Missione completata, comandante, ecco il carico.

source: %1% has finished refining and is awaiting your next orders in \s(%2%:%3%).
it: %1% ha terminato la raffinazione ed è in attesa dei vostri prossimi ordini in \s(%2%:%3%).

source: Ship is refining resources. Time remaining: ${timeRemaining} (${completed} % done).
it: La nave sta raffinando le risorse. Tempo rimanente: ${timeRemaining} (${completed} % done).

# ship AI status
source: Refining Ores
it: Raffinazione dei minerali

source: Refinery Tax
it: Imposta sulle raffinerie

source: There are no ores or scrap metal on board the ship.
it: Non ci sono minerali o rottami metallici a bordo della nave.

source: This operation won't yield anything.
it: Questa operazione non produrrà nulla.

source: It should be possible to have the resources refined in this area.
it: Dovrebbe essere possibile far affinare le risorse in quest'area.

source: I will look for a nearby refinery and have the resources refined.
it: Cercherò una raffineria nelle vicinanze e farò raffinare le risorse.

source: \c(dd5)This is a sparsely populated area. We can have the resources refined, but it will take a little longer to find a suitable refinery.\c()
it: \c(dd5)Questa è un'area scarsamente popolata. Possiamo far raffinare le risorse, ma ci vorrà un po' più di tempo per trovare una raffineria adatta.\c()

source: \c(dd5)The area is not very densely populated. The search for a refinery will take a little longer than usual.\c()
it: \La zona non è molto popolata. La ricerca di una raffineria richiederà un po' più di tempo del solito.\c()

source: \c(dd5)I don't see any refineries in this remote area. I will find one eventually, but of course it will take a little longer.\c()
it: \Non vedo raffinerie in questa zona remota. Alla fine ne troverò una, ma ovviamente ci vorrà un po' più di tempo.\c()

source: We can save time and money and fly to a friendly refinery.
it: Possiamo risparmiare tempo e denaro e volare verso una raffineria amica.

source: There's a friendly refinery nearby, so that makes things easier.
it: Nelle vicinanze c'è una raffineria amica, il che rende le cose più facili.

source: With the friendly refinery nearby, we can save time and money.
it: Con la raffineria amica nelle vicinanze, possiamo risparmiare tempo e denaro.

source: Refine
it: Raffinare

source: Refining Operation
it: Operazione di raffinazione

source: Friendly refinery in the area. Duration and refinery tax are reduced.
it: Raffineria amica nella zona. La durata e la tassa di raffineria sono ridotte.

source: The best refinery tax for this captain in this area.
it: La migliore tassa di raffinazione per questo capitano in questa zona.

source: No Resources
it: Nessuna risorsa

source: Commander, unfortunately we could not complete the operation. Here is what we have salvaged so far!
it: Comandante, purtroppo non abbiamo potuto completare l'operazione. Ecco cosa abbiamo recuperato finora!

source: %1% has finished salvaging and is awaiting your next orders in \s(%2%:%3%).
it: %1% ha terminato il salvataggio e attende i vostri prossimi ordini a \s(%2%:%3%).

source: Commander, there's a bunch of wreckages in this sector. Regards, Captain ${name}
it: Comandante, ci sono molti relitti in questo settore. Saluti, capitano ${nome}

source: Commander, we discovered what looks like an old battlefield here. Regards, Captain ${name}
it: Comandante, abbiamo scoperto quello che sembra un vecchio campo di battaglia. Saluti, capitano ${nome}

source: Wreckage field here. Regards, Captain ${name}
it: Campo di rottami qui. Saluti, Capitano ${nome}

source: Found some lucrative salvage in this sector. Regards, Captain ${name}
it: Ho trovato alcuni salvataggi redditizi in questo settore. Saluti, Capitano ${nome}

source: It looks like a fight happened here. Might be worth looking into for salvage. Regards, Captain ${name}
it: Sembra che qui sia avvenuta una lotta. Potrebbe valere la pena di cercare un recupero. Saluti, capitano ${nome}

source: Ship is salvaging wreckages for resources. Time remaining: ${timeRemaining} (${completed} % done).
it: La nave sta recuperando i relitti in cerca di risorse. Tempo rimanente: ${timeRemaining} (${completed} % done).

source: The ship has no salvaging equipment!
it: La nave non ha attrezzature di recupero!

source: There are no sectors to salvage in!
it: Non ci sono settori da recuperare!

source: Items
it: Articoli

source: There's so much ore or scrap metal on board that refining it would take more time than the entire salvage operation!
it: C'è così tanto minerale o rottame a bordo che raffinarlo richiederebbe più tempo dell'intera operazione di recupero!

source: There are no sectors to salvage in in this area!
it: Non ci sono settori da recuperare in quest'area!

source: There isn't enough space in our cargo bay for more scrap metal!
it: Non c'è abbastanza spazio nella nostra stiva per altri rottami metallici!

source: This salvage operation won't yield any resources!
it: Questa operazione di recupero non produrrà alcuna risorsa!

source: There is nothing to salvage in this area!
it: Non c'è nulla da recuperare in questa zona!

source: There are a lot of wrecks in this area. We will be able to recover a lot of resources here.
it: Ci sono molti relitti in quest'area. Qui potremo recuperare molte risorse.

source: There are quite some wrecks here. We will be able to salvage some resources.
it: Ci sono parecchi relitti qui. Potremo recuperare alcune risorse.

source: \c(dd5)There are few wrecks in this area. We may not find too much here.\c()
it: \c(dd5)Ci sono pochi relitti in questa zona. Potremmo non trovare molto qui.\c()

source: \c(d93)Because this area is safer, there are very few wrecks here. We will have to see what we can find.\c()
it: \c(d93)Poiché questa zona è più sicura, ci sono pochi relitti qui. Dovremo vedere cosa riusciamo a trovare.

source: \c(d93)For salvaging, we will use our weapons. That works, but real salvaging lasers would be much more efficient.\c()
it: \c(d93)Per il recupero, useremo le nostre armi. Funziona, ma i veri laser di recupero sarebbero molto più efficienti.\c()

source: Scrap
it: Rottami

source: Salvaging Operation
it: Operazione di salvataggio

source: Send resources directly to your account.
it: Inviate le risorse direttamente al vostro account.

source: Simultaneous Salvaging:
it: Salvataggio simultaneo:

source: Simultaneous Salvaging: The ship is able to salvage several wrecks at the same time using fighters.
it: Salvataggio simultaneo: La nave è in grado di recuperare diversi relitti contemporaneamente utilizzando i caccia.

source: No salvaging possible
it: Non è possibile il recupero

source: Damage Efficiency: More fire power, more salvaging! But this doesn't scale up endlessly. Any ship will eventually reach the point where flying and navigating takes longer than salvaging.
it: Efficienza dei danni: Più potenza di fuoco, più salvataggi! Ma questo non aumenta all'infinito. Qualsiasi nave finirà per raggiungere il punto in cui volare e navigare richiederà più tempo del recupero.

source: - Discovered Wrecks: +${value}%
it: - Relitti scoperti: +${value}%

source: %1% has finished scouting and is awaiting your next orders in \s(%2%:%3%).
it: %1% ha terminato l'esplorazione e attende i vostri prossimi ordini a \s(%2%:%3%).

source: Uncovered by captain
it: Scoperto dal capitano

source: There is something abnormal and possibly dangerous here.
it: C'è qualcosa di anormale e forse pericoloso.

source: I have not seen anything like this before. Caution!
it: Non ho mai visto nulla di simile prima d'ora. Attenzione!

source: There is something strange in this sector. Be careful!
it: C'è qualcosa di strano in questo settore. Fate attenzione!

source: Containers are stored in this sector.
it: In questo settore vengono stoccati i contenitori.

source: We found a container field in this sector.
it: Abbiamo trovato un campo container in questo settore.

source: There is a container field in this sector.
it: In questo settore è presente un campo container.

source: Smugglers hide here.
it: Qui si nascondono i contrabbandieri.

source: There are smugglers hanging around here.
it: Ci sono contrabbandieri che girano qui intorno.

source: Smugglers use this sector as their hideout.
it: I contrabbandieri usano questo settore come nascondiglio.

source: There are asteroids here.
it: Qui ci sono asteroidi.

source: We found an asteroid field in this sector.
it: Abbiamo trovato un campo di asteroidi in questo settore.

source: We found asteroids here.
it: Qui abbiamo trovato degli asteroidi.

source: There are asteroids in this sector.
it: Ci sono asteroidi in questo settore.

source: There are wrecks in this sector.
it: In questo settore ci sono dei relitti.

source: We found wrecks in this sector.
it: Abbiamo trovato dei relitti in questo settore.

source: This sector contains wrecks.
it: Questo settore contiene relitti.

source: There are pirates hiding here.
it: Qui si nascondono i pirati.

source: We saw pirates in this sector.
it: Abbiamo visto dei pirati in questo settore.

source: This sector is infested with pirates.
it: Questo settore è infestato dai pirati.

source: There are Xsotan here.
it: Qui ci sono degli Xsotan.

source: We saw Xsotan in this sector.
it: Abbiamo visto Xsotan in questo settore.

source: Don't go here if you don't like Xsotan.
it: Non andate qui se non vi piace Xsotan.

source: Scouting the area. Time remaining: ${timeRemaining} (${completed} % done).
it: Perlustrazione della zona. Tempo rimanente: ${timeRemaining} (${completed} % done).

source: Left-Click to select the area to scout
it: Fare clic con il tasto sinistro del mouse per selezionare l'area da esplorare.

source: Add captain's notes
it: Aggiungere le note del capitano

source: Hidden Mass Sectors
it: Settori di massa nascosti

source: We can't discover anything in this area!
it: Non riusciamo a scoprire nulla in questa zona!

source: We'll scout the area.
it: Perlustriamo la zona.

source: Scout Operation
it: Operazione scout

source: Mark newly discovered sectors on the map with a note from the captain.
it: Contrassegnare sulla mappa i settori appena scoperti con una nota del capitano.

source: This captain will reveal all hidden mass sectors in the area.
it: Questo capitano rivelerà tutti i settori di massa nascosti nell'area.

source: Some
it: Alcuni

source: This captain will reveal some hidden mass sectors in the area.
it: Questo capitano rivelerà alcuni settori di massa nascosti nell'area.

source: Pirates
it: I pirati

source: Smugglers
it: Contrabbandieri

source: This captain won't reveal any hidden mass sectors in the area.
it: Questo capitano non rivelerà alcun settore di massa nascosto nell'area.

source: %1% has finished selling goods and is awaiting your next orders in \s(%2%:%3%).
it: %1% ha terminato la vendita della merce e attende i vostri prossimi ordini in \s(%2%:%3%).

source: We have successfully sold the goods. Here are the profits earned.
it: Abbiamo venduto con successo la merce. Ecco i profitti ottenuti.

source: We only started to sell the goods and weren't able to complete the trade. Here is what we already earned. The rest of the goods are still in the cargo bay.
it: Abbiamo solo iniziato a vendere la merce e non siamo riusciti a completare lo scambio. Ecco quanto abbiamo già guadagnato. Il resto della merce è ancora nella stiva di carico.

source: The ship is selling cargo. Time remaining: ${timeRemaining} (${completed} % done).
it: La nave vende il carico. Tempo rimanente: ${timeRemaining} (${completed} % done).

# ship AI status
source: Selling cargo
it: Vendita di merci

source: I can't sell this!
it: Non posso venderlo!

source: I don't know how to sell '${name}' here.
it: Non so come vendere '${nome}' qui.

source: No amount for ${good} selected!
it: Nessun importo per ${buono} selezionato!

source: No good to sell selected!
it: Non serve a nulla vendere selezionati!

source: Not enough of ${good} aboard!
it: Non c'è abbastanza $buono} a bordo!

source: Cargo to sell isn't on the ship!
it: Il carico da vendere non è sulla nave!

source: There is no demand for '${name}' here.
it: Non c'è alcuna richiesta di "${nome}" qui.

source: Left-Click to select area to sell in
it: Fare clic con il tasto sinistro del mouse per selezionare l'area in cui vendere

source: No demand for the good in this area, can only be sold at a very low price
it: Non c'è domanda per il bene in questa zona, può essere venduto solo a un prezzo molto basso

source: This good is marked as stolen, can only be sold at a very low price
it: Questo bene è contrassegnato come rubato, può essere venduto solo a un prezzo molto basso

source: This good isn't legal, can only be sold at a very low price
it: Questo bene non è legale, può essere venduto solo a un prezzo molto basso

source: This is a good area to sell our goods.
it: Questa è una buona area per vendere i nostri prodotti.

source: There is a lot of demand for our goods in this area. I will be able to sell them at very good prices.
it: In questa zona c'è molta richiesta per i nostri prodotti. Potrò venderli a prezzi molto buoni.

source: Demand could be better, but I will be able to sell our goods at reasonable prices.
it: La domanda potrebbe essere migliore, ma sarò in grado di vendere i nostri prodotti a prezzi ragionevoli.

source: This area looks alright. There are some merchants, I think I can get reasonable prices here.
it: Questa zona non sembra male. Ci sono alcuni commercianti, penso di poter ottenere prezzi ragionevoli qui.

source: There are some good merchants in this area who will buy our goods.
it: In questa zona ci sono alcuni buoni mercanti che compreranno le nostre merci.

source: \c(dd5)This area is not great for selling these goods. Maybe we should consider trying another area.\c()
it: \c(dd5)Quest'area non è adatta alla vendita di questi prodotti. Forse dovremmo considerare di provare un'altra zona.\c()

source: \c(dd5)According to initial calculations, the area is not ideal, but I may be able to sell the goods if you don't expect huge profits.\c()
it: \c(dd5)Secondo i primi calcoli, l'area non è ideale, ma potrei essere in grado di vendere la merce se non vi aspettate grandi profitti.\c()

source: \c(d93)We shouldn't try to sell these goods in this area. We can do the job, but we will have to lower the prices drastically.\c()
it: \c(d93)Non dovremmo cercare di vendere queste merci in questa zona. Possiamo fare il lavoro, ma dovremo abbassare drasticamente i prezzi.\c()

source: \c(d93)I can try to sell these goods here, but I don't think they will fetch good prices in this area.\c()
it: \Posso provare a vendere questi prodotti qui, ma non credo che in quest'area si otterranno buoni prezzi.

source: \c(d93)In this area it will be difficult to sell our goods. We should try another area.\c()
it: \c(d93)In questa zona sarà difficile vendere la nostra merce. Dovremmo provare in un'altra zona.\c()

source: Cargo to sell:
it: Cargo da vendere:

source: Amount:
it: Importo:

source: Estimated yield:
it: Resa stimata:

source: Select All
it: Seleziona tutti

source: These goods are stolen! Can only be sold by a Smuggler.
it: Queste merci sono rubate! Può essere venduta solo da un Contrabbandiere.

source: These goods are illegal! Can only be sold by a Smuggler.
it: Queste merci sono illegali! Può essere venduta solo da un contrabbandiere.

source: These goods are dangerous! Can only be sold by a Merchant or Smuggler.
it: Queste merci sono pericolose! Possono essere vendute solo da un Mercante o da un Contrabbandiere.

source: These goods are suspicious! Can only be sold by a Merchant or Smuggler.
it: Queste merci sono sospette! Può essere venduta solo da un Mercante o da un Contrabbandiere.

source: Captain can't sell this!
it: Il capitano non può venderlo!

source: This isn't tradeable!
it: Questo non è commerciabile!

source: This can't be sold in this area!
it: Non può essere venduto in questa zona!

source: Sell Command
it: Comando di vendita

source: These goods are stolen!
it: Questi beni sono rubati!

source: These goods are illegal!
it: Queste merci sono illegali!

source: These goods are dangerous!
it: Queste merci sono pericolose!

source: These goods are suspicious!
it: Queste merci sono sospette!

source: Received ¢%1% from your ship %2%.
it: Ricevuto ¢%1% dalla vostra nave %2%.

source: Received resources from your ship %1%.
it: Ricevute risorse dalla vostra nave %1%.

source: Ship not available.
it: Nave non disponibile.

source: This isn't a ship.
it: Questa non è una nave.

source: Ship doesn't have a captain.
it: La nave non ha un capitano.

source: There are issues with the crew.
it: Ci sono problemi con l'equipaggio.

source: Ship doesn't fulfill minimal energy requirements.
it: La nave non soddisfa i requisiti energetici minimi.

source: The ship is damaged.
it: La nave è danneggiata.

source: The ship is under attack!
it: La nave è sotto attacco!

source: You don't have permission to manage alliance ships.
it: Non hai il permesso di gestire le navi dell'alleanza.

source: No area analyzed for %1%.
it: Nessuna area analizzata per %1%.

source: Escorting ship '%1%' not available.
it: Nave di scorta '%1%' non disponibile.

source: Escorting ship '%1%' is too far away.
it: La nave di scorta '%1%' è troppo lontana.

source: Escorting ship '%1%' can't reach the ship.
it: La nave di scorta '%1%' non può raggiungere la nave.

source: '%1%' isn't a ship.
it: '%1%' non è una nave.

source: Escorting ship '%1%' doesn't have a captain.
it: La nave di scorta '%1%' non ha un capitano.

source: Escorting ship '%1%' has issues with the crew.
it: La nave di scorta '%1%' ha problemi con l'equipaggio.

source: Escorting ship '%1%' doesn't fulfill minimal energy requirements.
it: La nave di scorta '%1%' non soddisfa i requisiti minimi di energia.

source: Escorting ship '%1%' is damaged.
it: La nave di scorta '%1%' è danneggiata.

source: Escorting ship '%1%' is under attack!
it: La nave di scorta '%1%' è sotto attacco!

source: Area size for %1% changed.
it: Le dimensioni dell'area per %1% sono cambiate.

source: Ship is not inside the target area.
it: La nave non si trova nell'area di destinazione.

source: Error in command configuration.
it: Errore nella configurazione del comando.

source: Commander, we were lucky and found an absurdly large asteroid with all kinds of stuff in it!
it: Comandante, siamo stati fortunati e abbiamo trovato un asteroide assurdamente grande con dentro un sacco di roba!

source: Commander, we're in luck! There was a stash inside of an asteroid that had all kinds of goods in it!
it: Comandante, siamo fortunati! C'era un deposito all'interno di un asteroide che conteneva ogni tipo di merce!

source: Commander, during the mission we stumbled upon an old wreckage. Not worth salvaging for scrap metal, but we were lucky and found these!
it: Comandante, durante la missione ci siamo imbattuti in un vecchio relitto. Non valeva la pena recuperarli per ricavarne rottami metallici, ma siamo stati fortunati e abbiamo trovato questi!

source: Commander, luck was on our side! During the mission I found a stash with all kinds of goods in it!
it: Comandante, la fortuna era dalla nostra parte! Durante la missione ho trovato un nascondiglio con ogni tipo di merce!

source: Commander, today must be our lucky day! First there was a loud crash, but then I noticed that we had rammed a container full of valuable goods. Fortunately, nothing happened to the ship or the goods!
it: Comandante, oggi deve essere il nostro giorno fortunato! All'inizio c'è stato un forte schianto, ma poi ho notato che avevamo urtato un container pieno di merci preziose. Fortunatamente non è successo nulla né alla nave né alla merce!

source: Ambush Probability
it: Probabilità di imboscata

source: Probability of being attacked by pirates or an enemy faction during the operation. Stronger ships with more escorts are safer.
it: Probabilità di essere attaccati dai pirati o da una fazione nemica durante l'operazione. Le navi più forti e con più scorte sono più sicure.

source: Influenced by: Area, command duration, your ship's durability, shields, firepower, and escorts.
it: Influenzato da: Area, durata del comando, durata della nave, scudi, potenza di fuoco e scorta.

source: There are issues with the crew on the ship.
it: Ci sono problemi con l'equipaggio della nave.

source: The ship doesn't fulfill minimal energy requirements.
it: La nave non soddisfa i requisiti energetici minimi.

source: The ship is too damaged.
it: La nave è troppo danneggiata.

source: Ship is too far away.
it: La nave è troppo lontana.

source: Ship can't reach this ship.
it: La nave non può raggiungere questa nave.

source: There are issues with the ship.
it: Ci sono problemi con la nave.

source: Choose a different area for the command
it: Scegliere un'area diversa per il comando

source: Unreachable:
it: Non raggiungibile:

source: No Man's Space:
it: Lo spazio di nessuno:

source: Outer Faction Area:
it: Area esterna della fazione:

source: Central Faction Area:
it: Area centrale della fazione:

source: You can mouse over the fields and captain for more details.
it: È possibile passare con il mouse sui campi e capitanare per ottenere maggiori dettagli.

# Starts a ship's command
source: Start
it: Inizio

source: Recall Ship
it: Richiamo della nave

source: %d sectors
it: %d settori

source: [${lower.x}:${lower.y} to ${upper.x}:${upper.y}]
it: [${basso.x}:${basso.y} a ${superiore.x}:${superiore.y}]

source: Captain's Assessment
it: Valutazione del capitano

source: No captain!
it: Nessun capitano!

source: Commander, with all due respect, but I can't work like this. ${error}
it: Comandante, con tutto il rispetto, ma non posso lavorare così. ${errore}

source: Captain ${name}'s Assessment
it: Valutazione del capitano ${name}

source: ${timeRemaining} remaining (${completed} % done)
it: ${tempoRimanente} rimanente (${completato} % fatto)

source: Escorts / Support
it: Accompagnatori / Supporto

source: \c(d93)However, the area is teeming with enemies.\c()
it: \c(d93)Tuttavia, l'area pullula di nemici.\c()

source: \c(d93)However, there are really a lot of hostile sectors here.\c()
it: \c(d93)Tuttavia, ci sono davvero molti settori ostili qui.\c()
