Repository: GLWine/Avorion-ITA
Catalog: Avorion/data/localization/*.po
Languages: it

source: My crew has fought bravely and with no mercy. Now the wrecks of the Xsotan will drift through empty space for all eternity.
it: Il mio equipaggio ha combattuto con coraggio e senza pietà. Ora i relitti della Xsotan andranno alla deriva nello spazio vuoto per l'eternità.

source: Captain's Log - Campaign 7635
it: Diario del Capitano - Campagna 7635

source: The pirates set up a trap! We had almost defeated them and they were retreating.
it: I pirati hanno teso una trappola! Li avevamo quasi sconfitti e si stavano ritirando.

source: Suddenly, many more pirate ships jumped into the sector. But we stood our ground!
it: All'improvviso, molte altre navi pirata sono entrate nel settore. Ma noi abbiamo tenuto duro!

source: All of our ships fought bravely, and although we suffered many losses, victory was ours!
it: Tutte le nostre navi hanno combattuto con coraggio e, sebbene abbiamo subito molte perdite, la vittoria è stata nostra!

source: After caring for our wounded, we began to trace where the pirates had come from.
it: Dopo aver curato i nostri feriti, iniziammo a rintracciare la provenienza dei pirati.

source: We jumped to their home sector and found their stations. Now those stations are ours and their workers work for us!
it: Siamo saltati nel loro settore di origine e abbiamo trovato le loro stazioni. Ora quelle stazioni sono nostre e i loro lavoratori lavorano per noi!

source: Let that be a lesson for anybody who thinks they can attack our faction!
it: Che sia di lezione per chiunque pensi di poter attaccare la nostra fazione!

source: Captain's Log - Patrol 362815
it: Diario del capitano - Pattuglia 362815

source: No special incidents. No sightings of Xsotan, pirates or enemy factions.
it: Nessun incidente speciale. Nessun avvistamento di Xsotan, pirati o fazioni nemiche.

source: The first mate has suggested to diverge from our usual route, he claims he has heard of troubles.
it: Il primo ufficiale ha suggerito di deviare dalla nostra rotta abituale, sostenendo di aver sentito parlare di problemi.

source: We will change our course accordingly.
it: Cambieremo la nostra rotta di conseguenza.

source: IT WAS A TRAP! The first mate was working for the pirates!
it: ERA UNA TRAPPOLA! Il primo ufficiale lavorava per i pirati!

source: When we jumped into the sector, we were suddenly faced with a whole fleet of pirates.
it: Quando siamo entrati nel settore, ci siamo trovati improvvisamente di fronte a un'intera flotta di pirati.

source: We are trying to fight our way out of this, but it does look grim. Tell ... CHRRR ... that ... CHRRR ...
it: Stiamo cercando di uscirne, ma la situazione si fa difficile. Dite a... CHRRR... che... CHRRR...

source: Captain's Log - Trading Vessel DUNFATTOORA
it: Diario del Capitano - Nave commerciale DUNFATTOORA

source: A few days ago, we came across a wreckage.
it: Qualche giorno fa, ci siamo imbattuti in un relitto.

source: I wanted to just fly past it, but my first mate persuaded me to go take a look at it.
it: Volevo semplicemente sorvolarlo, ma il mio primo ufficiale mi ha convinto a dargli un'occhiata.

source: From afar, it looked just like a regular freighter, but when we came closer we realized that it must have been a pirate ship.
it: Da lontano sembrava una normale nave da carico, ma quando ci siamo avvicinati abbiamo capito che doveva essere una nave pirata.

source: We entered it and immediately realized that all escape capsules were gone.
it: Siamo entrati e ci siamo subito resi conto che tutte le capsule di salvataggio erano sparite.

source: Our mechanics took a look at the engine room and reported that the ship was in no state to fly.
it: I nostri meccanici hanno dato un'occhiata alla sala macchine e hanno riferito che la nave non era in grado di volare.

source: Not only was there no more energy but some of the wires had been fried also.
it: Non solo non c'era più energia, ma anche alcuni cavi erano stati fritti.

source: Then we checked out the cargo bay.
it: Poi abbiamo controllato la stiva di carico.

source: It was not only made completely of lead, but it was also full of cargo!
it: Non solo era completamente di piombo, ma era anche pieno di carico!

source: Of course we took everything valuable on board and left the wreckage to float through space.
it: Naturalmente abbiamo preso tutto ciò che c'era di valore a bordo e abbiamo lasciato il relitto a galleggiare nello spazio.

source: Oh what a bad decision that was.
it: Che decisione sbagliata.

source: We have been followed by pirates and smugglers ever since.
it: Da allora siamo seguiti da pirati e contrabbandieri.

source: One of the items we took must have had some sort of tracer on it.
it: Uno degli oggetti che abbiamo preso doveva avere una sorta di tracciante.

source: So far, we are doing a good job of evading our pursuers, and we only have to reach a civilized sector to be safe.
it: Finora stiamo facendo un buon lavoro per eludere i nostri inseguitori e dobbiamo solo raggiungere un settore civilizzato per essere al sicuro.

source: Captain's Log - Mining Craft GHANGIRSO
it: Diario del capitano - Nave mineraria GHANGIRSO

source: Yesterday evening we jumped into a new sector.
it: Ieri sera ci siamo buttati in un nuovo settore.

source: And we couldn't believe our eyes!
it: E non potevamo credere ai nostri occhi!

source: There was a fresh asteroid field full of trinium asteroids.
it: C'era un campo di asteroidi freschi pieni di asteroidi di trinium.

source: We could tell nobody had ever mined in it before, and we instantly set our mining lasers to it.
it: Abbiamo capito che nessuno vi aveva mai estratto prima e abbiamo immediatamente puntato i nostri laser da miniera.

source: We were all very excited because the resources from this field would mean that we could all take an extended vacation after we were done.
it: Eravamo tutti molto eccitati, perché le risorse ricavate da questo campo avrebbero permesso a tutti noi di prenderci una vacanza prolungata una volta terminato il lavoro.

source: But today, as we were just mining away, a ship of the Hunii faction appeared.
it: Ma oggi, mentre stavamo estraendo, è apparsa una nave della fazione Hunii.

source: We saw them hover at the edge of the asteroid field for a while, then they disappeared.
it: Li abbiamo visti librarsi ai margini del campo di asteroidi per un po', poi sono scomparsi.

source: We had meant to take all the trinium on board of the Ghangirso and not share it with anyone.
it: Avevamo intenzione di portare tutto il trinium a bordo del Ghangirso e di non condividerlo con nessuno.

source: But then we realized that we would rather share everything with people from our own faction than with the Hunii.
it: Ma poi abbiamo capito che avremmo preferito condividere tutto con persone della nostra fazione piuttosto che con gli Hunii.

source: We sent out a call, and not soon after, mining ships from our faction turned up, just about at the same time as more crafts of the Hunii appeared.
it: Abbiamo lanciato un appello e poco dopo sono arrivate le navi minerarie della nostra fazione, proprio quando sono apparse altre navi degli Hunii.

source: Now it will come down to who can mine faster!
it: Ora si tratta di stabilire chi riesce a estrarre più velocemente!

source: Captain's Log - Cruise Ship LOKERAD
it: Diario del capitano - Nave da crociera LOKERAD

source: This morning something horrible has happened.
it: Questa mattina è successo qualcosa di orribile.

source: We were cruising through an empty sector at slow speed.
it: Stavamo attraversando un settore vuoto a bassa velocità.

source: We were using some drones to recolor the outside of the ship while we were just ambling along.
it: Stavamo usando alcuni droni per ricolorare l'esterno della nave mentre eravamo in giro.

source: Suddenly, one of the drones sent a horrible message:
it: Improvvisamente, uno dei droni inviò un messaggio terribile:

source: It had run out of the color INFINITY HOT PINK!
it: Il colore INFINITY HOT PINK era esaurito!

source: We checked all the stores on board, but there was nothing left.
it: Abbiamo controllato tutti i negozi a bordo, ma non c'era più nulla.

source: Now half of our ship is painted ETERNAL SKY BLUE and the other half pink.
it: Ora metà della nostra nave è dipinta di blu ETERNAL SKY e l'altra metà di rosa.

source: How are we supposed to show our faces in any civilized sector?
it: Come possiamo mostrare il nostro volto in un settore civile?

source: Captain's Log - Supply Ship S3079
it: Diario del Capitano - Nave da rifornimento S3079

source: These are my thoughts about the new Type-X Model of generation 2998:
it: Questi sono i miei pensieri sul nuovo modello Type-X della generazione 2998:

source: Its design is the most pleasing of all models of the class.
it: Il suo design è il più gradevole di tutti i modelli della categoria.

source: Streamlined, elegant and yet powerful.
it: Snella, elegante e allo stesso tempo potente.

source: Flying it feels fantastic!
it: Volare è fantastico!

source: It accelerates to 5500m/s in a few seconds, and because of the ingeniously placed thrusters it is as agile as a bird of prey.
it: Accelera a 5500 m/s in pochi secondi e, grazie ai propulsori ingegnosamente posizionati, è agile come un rapace.

source: Perfect for navigating through asteroid fields.
it: Perfetto per navigare tra i campi di asteroidi.

source: Brand new technology of generators and energy containers has been used and there is as much cargo bay as anyone might ever need.
it: È stata utilizzata una nuovissima tecnologia di generatori e contenitori di energia e c'è tutta la stiva di cui si può avere bisogno.

source: The Type-X can be ordered at select shipyards.
it: Il Type-X può essere ordinato presso cantieri navali selezionati.

source: They are offering exceptional service and will customize your ship as well!
it: Offrono un servizio eccezionale e personalizzano anche la vostra nave!

source: Recording of 'Space Race 133'
it: Registrazione di "Space Race 133

source: Welcome, welcome and welcome to this year's Space Race!
it: Benvenuti, benvenuti e benvenuti alla Corsa allo Spazio di quest'anno!

source: Spectacular speed and strong ships!
it: Velocità spettacolare e navi forti!

source: This year, the fastest ships and most daring pilots will fly an enormously dangerous route!
it: Quest'anno, le navi più veloci e i piloti più audaci voleranno su una rotta estremamente pericolosa!

source: Who will win? Who will survive? Who knows!
it: Chi vincerà? Chi sopravviverà? Chi lo sa!

source: Here they are:
it: Eccoli:

source: On position number one: Crantichan the Crazy!
it: In posizione numero uno: Crantichan il pazzo!

source: On position number two, come all the way from the other side of the galaxy: Promolo the Pretty.
it: Alla posizione numero due, arriva dall'altra parte della galassia: Promolo il Bello.

source: On position number three: Botum the Brave!
it: In posizione numero tre: Botum il coraggioso!

source: On position number four, last years winner: Cluhna the Clever.
it: Alla posizione numero quattro, il vincitore dell'anno scorso: Cluhna l'Intelligente.

source: And on position number five, the secret favorite of many here in the audience: Damjej the Daring!
it: E alla posizione numero cinque, il preferito segreto di molti tra il pubblico: Damjej il Temerario!

source: The racers are making their way to the starting line, only five more minutes to go...
it: I corridori si stanno dirigendo verso la linea di partenza, mancano solo cinque minuti...

source: Recording of 'Galactic Beauty Pageant 79'
it: Registrazione del "Concorso di bellezza galattico 79".

source: Hello and welcome to the Galactic Beauty Pageant for ships!
it: Salve e benvenuti al concorso di bellezza galattico per navi!

source: The award will go to the most beautiful ship in the galaxy.
it: Il premio andrà alla nave più bella della galassia.

source: The best ship builders and designers have given their all in the last couple of years to create the most amazing ship in the galaxy.
it: I migliori costruttori e progettisti di navi hanno dato il massimo negli ultimi due anni per creare la nave più incredibile della galassia.

source: But it is not beauty alone that counts, but also talents.
it: Ma non è solo la bellezza a contare, ma anche il talento.

source: The categories are Design, Features, Speed and Agility.
it: Le categorie sono Design, Caratteristiche, Velocità e Agilità.

source: The winner not only wins an amazing trophy and a sash for their ship but also 5500000 Credits.
it: Il vincitore non solo si aggiudica un fantastico trofeo e una fascia per la propria nave, ma anche 5500000 crediti.

source: May the best ship win!
it: Che vinca la nave migliore!

source: Captain's Log - The Secret Sector
it: Diario del Capitano - Il Settore Segreto

source: When I was little, my grandfather always told me about a mysterious wormhole near our home sector.
it: Quando ero piccolo, mio nonno mi parlava sempre di un misterioso tunnel spaziale vicino al nostro settore di provenienza.

source: It leads to a wonderful far off sector, populated by a peaceful species that have made their sector and their planet a perfect place to be.
it: Porta a un meraviglioso settore lontano, popolato da una specie pacifica che ha reso il suo settore e il suo pianeta un luogo perfetto.

source: This distant place cannot be reached, as it only exists in my grandfather's stories, since the wormhole simply cannot be found.
it: Questo luogo lontano non può essere raggiunto, perché esiste solo nei racconti di mio nonno, poiché il tunnel spaziale non può essere trovato.

source: At least that is what I had always believed...
it: Almeno questo è ciò che ho sempre creduto...

source: One day, after I had already become a successful merchant, and I was just testing a new ship subsystem, a wormhole appeared right in front of me.
it: Un giorno, dopo che ero già diventato un mercante di successo e stavo testando un nuovo sottosistema della nave, è apparso un tunnel spaziale proprio davanti a me.

source: Suddenly I was gripped by the desire for adventure and I flew right into it.
it: Improvvisamente sono stato preso dal desiderio di avventura e mi ci sono buttato a capofitto.

source: On the other side I was greeted by the perfect species my grandfather had described to me.
it: Dall'altra parte mi accolse la specie perfetta che mi aveva descritto mio nonno.

source: I don't know how much time I spent there.
it: Non so quanto tempo ho trascorso lì.

source: At first I thought I was never going to leave again, but over time, I realized that I was not happy anymore.
it: All'inizio pensavo che non me ne sarei più andata, ma col tempo mi sono resa conto che non ero più felice.

source: If your environment is too perfect, you are too much aware of your own shortcomings.
it: Se il vostro ambiente è troppo perfetto, siete troppo consapevoli delle vostre mancanze.

source: I returned to my previous life and I have not seen that wormhole since.
it: Sono tornato alla mia vita precedente e da allora non ho più visto quel wormhole.

source: Captain's Log - HLANSBBO
it: Diario del Capitano - HLANSBBO

source: I don't know what our intern was thinking, or if he was thinking at all, but he didn't close the sheep pen properly.
it: Non so cosa stesse pensando il nostro stagista, o se stesse pensando del tutto, ma non ha chiuso bene il recinto delle pecore.

source: Last night, all sheep escaped and are now running around all over the ship!
it: Ieri sera tutte le pecore sono scappate e ora corrono per tutta la nave!

source: Some have found the biosphere and wreaked havoc there, taking a bite out of every single plant it feels like.
it: Alcuni hanno trovato la biosfera e vi hanno portato scompiglio, dando un morso a tutte le piante che ritengono di avere.

source: Others have managed to enter the engine room and not only pulled on some wires but also pressed buttons!
it: Altri sono riusciti ad entrare nella sala macchine e non solo hanno tirato dei fili, ma hanno anche premuto dei pulsanti!

source: This intern is useless, he has always made mistakes but now he has gone too far. We are going to fire him!
it: Questo stagista è inutile, ha sempre commesso errori ma ora ha esagerato. Lo licenzieremo!

source: Captain's Log - WUKSUIO17
it: Diario del Capitano - WUKSUIO17

source: Last night we received a distress call.
it: Ieri sera abbiamo ricevuto una richiesta di soccorso.

source: Someone was screaming in panic and it took a while to understand he was yelling things like ...CAREFUL!!! and ... CAN'T STOP!!!
it: Qualcuno urlava in preda al panico e ci è voluto un po' per capire che stava urlando cose come ...ATTENTI!!! e ... NON POSSO FERMARMI!!!

source: Shortly after that we saw a small object on the radar that was coming closer very quickly.
it: Poco dopo abbiamo visto sul radar un piccolo oggetto che si avvicinava molto rapidamente.

source: It was a drone that was completely out of control! But it was already too late.
it: Era un drone completamente fuori controllo! Ma era già troppo tardi.

source: The drone crashed into our side. Thankfully we had our shields up, but the drone was scrap. The owner will be very annoyed.
it: Il drone si è schiantato contro il nostro fianco. Per fortuna avevamo gli scudi alzati, ma il drone era un rottame. Il proprietario sarà molto seccato.

source: Captain's Log - About Warships
it: Diario del Capitano - Informazioni sulle navi da guerra

source: The Guidebook for Captains says that a fully functioning battleship must have:
it: La Guida per i Capitani dice che una nave da guerra perfettamente funzionante deve avere:

source: - At least one Colonel
it: - Almeno un colonnello

source: - At least 35% of its durability from shields
it: - Almeno il 35% della sua durata grazie agli scudi.

source: - No issues with the crew
it: - Nessun problema con l'equipaggio

source: Captain's Log - Staff Meeting
it: Diario del capitano - Riunione del personale

source: To call in a staff meeting one must use the following items at a Research Station:
it: Per convocare una riunione del personale è necessario utilizzare i seguenti elementi presso una stazione di ricerca:

source: - Lightning Turret
it: - Torretta fulminea

source: - Hacking Upgrade
it: - Aggiornamento dell'hacking

source: - Laser Turret
it: - Torretta laser

source: - Railgun Turret
it: - Torretta Railgun

source: - PDC Turret
it: - Torretta PDC

source: - IMPORTANT: One of the above must be Exotic or better
it: - IMPORTANTE: Uno di questi deve essere esotico o migliore.

source: Communication Beacon
it: Faro di comunicazione

source: Establish Connection
it: Stabilire la connessione

source: What is Operation Exodus?
it: Che cos'è l'Operazione Exodus?

source: Where are you?
it: Dove sei?

source: Why do you live here?
it: Perché vivete qui?

source: Do you know how to beat the Xsotan?
it: Sapete come battere l'Xsotan?

source: What is this place?
it: Cos'è questo posto?

source: I have to go.
it: Devo andare.

source: And now we live here.
it: E ora viviamo qui.

source: Ah. It looks like you already have everything we could give you.
it: Ah. Sembra che lei abbia già tutto quello che possiamo darle.

source: You can have some of it if you want. It's worthless to us anyway.
it: Potete prenderne un po' se volete. Tanto per noi è inutile.

source: We dumped one of the artifacts from a wreckage near you - have a look around.
it: Abbiamo scaricato uno dei manufatti da un relitto vicino a voi: date un'occhiata in giro.

source: The Xsotan ships are no more special than ours or yours. They're strong, but you can defeat them in combat.
it: Le navi Xsotan non sono più speciali delle nostre o delle vostre. Sono forti, ma si possono sconfiggere in combattimento.

source: The main problem is that there's just so many of them.
it: Il problema principale è che ce ne sono così tanti.

source: You have to stop them from calling in reinforcements.
it: Dovete impedirgli di chiamare i rinforzi.

source: We don't know how to do that or where they're coming from, but when our ancestors were fighting them they managed to get their hands on some of their technology.
it: Non sappiamo come si fa o da dove vengono, ma quando i nostri antenati li hanno combattuti sono riusciti a mettere le mani su alcune delle loro tecnologie.

source: We're scattered over all these wreckages.
it: Siamo sparsi su tutti questi relitti.

source: I would never have thought that anybody would come out here.
it: Non avrei mai pensato che qualcuno sarebbe venuto qui.

source: We set up this beacon, but we never thought anybody would use it.
it: Abbiamo creato questo faro, ma non abbiamo mai pensato che qualcuno lo avrebbe usato.

source: There are many more of us, in other sectors, but sadly we can't reach them.
it: Ce ne sono molti altri, in altri settori, ma purtroppo non possiamo raggiungerli.

source: This is the place where our last great defeat happened.
it: Questo è il luogo in cui è avvenuta la nostra ultima grande sconfitta.

source: We were overwhelmed by outlaws and bandits. When they realized that our technology was completely incompatible with theirs and thus worthless to them, they left our ancestors to die here.
it: Siamo stati sopraffatti da fuorilegge e banditi. Quando si resero conto che la nostra tecnologia era completamente incompatibile con la loro e quindi inutile per loro, lasciarono i nostri antenati a morire qui.

source: Since our hyperdrives are all gone, we're stuck here.
it: Dato che le nostre iperguide sono tutte andate, siamo bloccati qui.

source: But luckily we're living in the wreckages of a convoy that was meant for the migration of millions.
it: Ma per fortuna viviamo tra i rottami di un convoglio che era destinato alla migrazione di milioni di persone.

source: We have enough food and energy to sustain us for hundreds of years to come.
it: Abbiamo cibo ed energia sufficienti a sostenerci per centinaia di anni a venire.

source: We were disorganized, demoralized and weak. Our best guess is that a lot of people in the outer sectors here knew that.
it: Eravamo disorganizzati, demoralizzati e deboli. La nostra ipotesi migliore è che molte persone nei settori esterni lo sapessero.

source: And a large convoy like ours was not exactly easy to hide.
it: E un grande convoglio come il nostro non era esattamente facile da nascondere.

source: We were constantly attacked. They wanted our technology. Our ships. Our weapons.
it: Siamo stati costantemente attaccati. Volevano la nostra tecnologia. Le nostre navi. Le nostre armi.

source: For a long time we managed to fight them back, but at some point we couldn't fight any longer, and were overwhelmed.
it: Per molto tempo siamo riusciti a respingerli, ma a un certo punto non abbiamo più potuto lottare e siamo stati sopraffatti.

source: Our hyperspace drives were destroyed, and now we're stuck here.
it: I nostri motori iperspaziali sono stati distrutti e ora siamo bloccati qui.

source: We are the descendants of the Haatii. Our ancestors used to live near the center of the galaxy.
it: Siamo i discendenti degli Haatii. I nostri antenati vivevano vicino al centro della galassia.

source: Operation Exodus was the largest migration the galaxy had seen.
it: L'Operazione Exodus è stata la più grande migrazione che la galassia abbia mai visto.

source: After we realized we couldn't beat the Xsotan at the time, we decided to flee.
it: Dopo aver capito che non potevamo battere gli Xsotan in quel momento, abbiamo deciso di fuggire.
