Repository: GLWine/Avorion-ITA
Catalog: Avorion/data/localization/*.po
Languages: it

source: Greetings associate. Somebody is trying to conduct business in our territory. They're making us look bad and discouraging potential customers from trading with us. We need to make sure that they ... go out of business. We don’t know who is behind this operation, but we have found somebody who is willing to talk. We need you to go to sector (%1%:%2%) and ask him where he is supposed to meet the lowlife that is working against us. Our contact will only talk to you if you give him the password 'Capricorn'. Don’t disappoint us. John Moretti
it: Saluti socio. Qualcuno sta cercando di fare affari nel nostro territorio. Ci stanno mettendo in cattiva luce e scoraggiano i potenziali clienti dal commerciare con noi. Dobbiamo fare in modo che... falliscano. Non sappiamo chi ci sia dietro questa operazione, ma abbiamo trovato qualcuno disposto a parlare. Abbiamo bisogno che lei vada nel settore (%1%:%2%) e gli chieda dove deve incontrare il criminale che sta lavorando contro di noi. Il nostro contatto parlerà con te solo se gli darai la password "Capricorno". Non deludeteci. John Moretti

# Mail Subject
source: Rival Business
it: Affari rivali

source: John Moretti @TheFamily
it: Giovanni Moretti @LaFamiglia

source: Greetings associate. We were told you ran into trouble. Meet me in sector (%1%:%2%) and tell me what happened. John Moretti
it: Saluti socio. Ci hanno detto che hai avuto dei problemi. Ci vediamo nel settore (%1%:%2%) e mi racconti cosa è successo. John Moretti

# Mail Subject
source: Need Help?
it: Avete bisogno di aiuto?

# name of a station
source: Communications Relay
it: Relè di comunicazione

source: Mr. Jackson
it: Signor Jackson

source: Godlike II
it: Divino II

source: We came just in time! Destroy these dogs!
it: Siamo arrivati giusto in tempo! Distruggete questi cani!

source: Aries.
it: Ariete.

source: Gemini.
it: Gemelli.

source: I have no idea what you're talking about.
it: Non ho idea di cosa stia parlando.

source: I see. You want to know where you can find the guy who killed Shorty?
it: Capisco. Vuoi sapere dove puoi trovare il tizio che ha ucciso Shorty?

source: Who is Shorty?
it: Chi è Shorty?

source: Oh, I got my passwords mixed up. Whoops, sorry. First week on the job. So... You want to know where you can find the guy who is messing with the Family's business.
it: Oh, ho confuso le mie password. Ops, scusate. Prima settimana di lavoro. Allora... Vuoi sapere dove puoi trovare il tizio che si sta intromettendo negli affari della famiglia.

source: I was supposed to meet him in sector (${x}:${y}). You should go there quickly, before he comes after me. I never had the goods I promised him.
it: Dovevo incontrarlo nel settore (${x}:${y}). Dovresti andarci in fretta, prima che venga a cercarmi. Non ho mai avuto la merce che gli avevo promesso.

source: I'll hurry.
it: Mi sbrigo.

source: You're not the contact I was expecting! You're with the Family! I don't have time for this, but I won’t let you disrupt my business! My men will take care of you now.
it: Non sei il contatto che mi aspettavo! Sei con la Famiglia! Non ho tempo per questo, ma non ti permetterò di disturbare i miei affari! I miei uomini si occuperanno di lei ora.

source: What? This can't be happening! Please, don't destroy our ship, we're begging you! We'll tell you everything you want to know!
it: Cosa? Non può essere vero! Vi prego, non distruggete la nostra nave, vi supplichiamo! Vi diremo tutto quello che volete sapere!

source: Who are you working for?
it: Per chi lavora?

source: We're not really pirates! We're just a bunch of guys who want to make a living to feed our families! The guy who hired us last week introduced himself as Mr. Jackson.
it: Non siamo davvero pirati! Siamo solo un gruppo di ragazzi che vogliono guadagnarsi da vivere per sfamare le nostre famiglie! Il tizio che ci ha assunto la settimana scorsa si è presentato come il signor Jackson.

source: Where did he go?
it: Dove è andato?

source: No idea! He just hired us to protect him! But some of the others have been talking about a hideout somewhere around here.
it: Non ne ha idea! Ci ha solo assunti per proteggerlo! Ma alcuni degli altri hanno parlato di un nascondiglio da qualche parte qui intorno.

source: That's not helpful.
it: Non è utile.

source: Wait! Don't shoot! It used to be a smuggler's market, but they somehow got in the way of the Family. After the Family got involved, everyone fled. Now, pirates use it as a hideout. Maybe you can ask somebody from the Family if they know about that station?
it: Aspetta! Non sparare! Un tempo era un mercato di contrabbandieri, ma in qualche modo hanno ostacolato la Famiglia. Dopo che la Famiglia è stata coinvolta, tutti sono fuggiti. Ora i pirati lo usano come nascondiglio. Forse puoi chiedere a qualcuno della Famiglia se conosce quella stazione?

source: That sounds good. Can we go now?
it: Mi sembra una buona idea. Possiamo andare ora?

source: Yes, run away.
it: Sì, scappare.

source: No. No loose ends.
it: No. Nessuna questione in sospeso.

source: Thank you so much!
it: Grazie mille!

source: You snake! You're going down with us!
it: Serpente! Affonderai con noi!

source: Greetings associate. Ran into trouble, eh?
it: Saluti socio. Sei finito nei guai, eh?

source: I need to find a station.
it: Devo trovare una stazione.

source: I'm going to need some more information. Did you find that lowlife?
it: Avrò bisogno di altre informazioni. Hai trovato quel delinquente?

source: They call him Mr. Jackson.
it: Lo chiamano Mr. Jackson.

source: Mr. Jackson? I know that guy. Too well, I'd say. So he's been the one ruining our business? I should have known! Where is he?
it: Il signor Jackson? Lo conosco. Troppo bene, direi. Quindi è stato lui a rovinare i nostri affari? Avrei dovuto saperlo! Dov'è?

source: In some abandoned station that got in the way of the Family.
it: In una stazione abbandonata che ha intralciato la famiglia.

source: Huh... Jackson... Abandoned station... I think I know that place. I thought there were just some pirates in there. But if Jackson is using it as a hideout, it might be dangerous to fly there.
it: Huh... Jackson... Stazione abbandonata... Credo di conoscere quel posto. Pensavo che ci fossero solo dei pirati. Ma se Jackson la sta usando come nascondiglio, potrebbe essere pericoloso volare lì.

source: I can handle it.
it: Posso gestirlo.

source: No, you can't. We'll come with you. I'll get some backup and then we'll meet you at the hideout in sector (${x}:${y}).
it: No, non potete. Verremo con voi. Vado a prendere i rinforzi e poi ci vediamo al nascondiglio nel settore (${x}:${y}).

source: Look at that, an honest citizen has made their way here. What do you want?
it: Guarda un po', un cittadino onesto si è fatto strada qui. Che cosa vuoi?

source: I'm looking for Mr. Jackson.
it: Sto cercando il signor Jackson.

source: They're looking for Mr. Jackson? Well isn't that interesting! We just so happen to know that our good friend Mr. Jackson isn't very fond of visitors that come unannounced.
it: Stanno cercando il signor Jackson? Non è interessante? Si dà il caso che il nostro buon amico, il signor Jackson, non ami molto i visitatori che arrivano senza preavviso.

source: I don't care what he's fond of.
it: Non mi interessa cosa gli piace.

source: Of course you don't. But we're afraid that you'll never find him. You see, he has asked us to destroy every ship that comes looking for him.
it: Certo che no. Ma temiamo che non lo troverete mai. Vede, ci ha chiesto di distruggere ogni nave che viene a cercarlo.

source: You can try.
it: Si può provare.

source: Oh, we will. Get them!
it: Oh, lo faremo. Prendeteli!

source: Those dogs where tough, but we got them good.
it: Quei cani erano difficili, ma li abbiamo presi bene.

source: Yeah we did.
it: Sì, l'abbiamo fatto.

source: Too bad we didn't get any more information about our good friend Mr. Jackson.
it: Peccato che non abbiamo avuto altre informazioni sul nostro buon amico Mr. Jackson.

source: We can still look for clues.
it: Possiamo ancora cercare degli indizi.

source: Yes. Fly over to that station and see if you can access their logs. We'll take a look at those wreckages.
it: Si. Vola verso quella stazione e vedi se riesci ad accedere ai loro registri. Daremo un'occhiata a quei rottami.

source: Trade Logs of Market ${name}. Proceed?
it: Registri commerciali del mercato ${nome}. Procedere?

source: Docking Log (today): Trader Argmun'da: delivery of potatoes from sector (${x1}:${y1}) Trader Hyigniu: delivery of cows from sector (${x2}:${y2}) Trader [unknown] Jackson: delivery of ammunition to sector (${x3}:${y3}) Trader U'utmung: delivery of wheat to sector (${x4}:${y4}).
it: Diario di attracco (oggi): Commerciante Argmun'da: consegna di patate dal settore (${x1}:${y1}) Commerciante Hyigniu: consegna di mucche dal settore (${x2}:${y2}) Commerciante [sconosciuto] Jackson: consegna di munizioni al settore (${x3}:${y3}) Commerciante U'utmung: consegna di grano al settore (${x4}:${y4}).

source: It seems you found something.
it: Sembra che tu abbia trovato qualcosa.

source: Yes, I found trade logs.
it: Sì, ho trovato i registri commerciali.

source: What did you learn?
it: Cosa avete imparato?

source: Mr. Jackson was trading in ammunition.
it: Il signor Jackson commerciava in munizioni.

source: I would have assumed as much. Anything else?
it: L'avrei pensato anch'io. C'è altro?

source: He took the goods to (${x}:${y}).
it: Ha portato la merce a (${x}:${y}).

source: Then we should go there immediately. Maybe he is still in the sector. I'll meet you there.
it: Allora dovremmo andarci immediatamente. Forse è ancora nel settore. Ci vediamo lì.

source: Oh ... Uh. Hello. What do you want?
it: Oh... Salve. Che cosa vuole?

source: You're with Moretti. We've got history.
it: Sei con Moretti. Abbiamo una storia.

source: We're looking for Mr. Jackson.
it: Stiamo cercando il signor Jackson.

source: I'm not talking. I'm not telling you anything about him.
it: Non parlo. Non ti dirò nulla di lui.

source: I'm more scared of Mr. Jackson than of Moretti.
it: Ho più paura del signor Jackson che di Moretti.

source: Yes, but Moretti is right here and Mr. Jackson isn't... So nobody could protect you in case some ... ... unfortunate accident might happen.
it: Sì, ma Moretti è qui e il signor Jackson non c'è... Quindi nessuno potrebbe proteggerti nel caso in cui qualche... ... sfortunato incidente.

source: Okay, fine, fine! Ugh... Mr. Jackson recently bought a communication station in sector (${x}:${y}). He might be there.
it: Ok, va bene, va bene! Ugh... Il signor Jackson ha recentemente acquistato una stazione di comunicazione nel settore (${x}:${y}). Potrebbe essere lì.

source: But even if he isn't, if we manage to destroy that thing, Jackson will be very upset and he might come find us.
it: Ma anche se non lo fosse, se riuscissimo a distruggere quella cosa, Jackson si arrabbierebbe molto e potrebbe venire a cercarci.

source: Here we are. It seems like Jackson is really trying to mess up our business big time. We have to teach this guy a lesson. Let's make all of this disappear.
it: Eccoci qui. Sembra che Jackson stia davvero cercando di incasinare i nostri affari alla grande. Dobbiamo dargli una lezione. Facciamo sparire tutto questo.

source: Good job. We got rid of all of it. This was a great blow against Jackson, we didn't just destroy his station but also his wares.
it: Ottimo lavoro. Ci siamo liberati di tutto. Questo è stato un grande colpo contro Jackson, non abbiamo distrutto solo la sua postazione ma anche la sua merce.

source: What now?
it: E adesso?

source: This won't go unnoticed and Jackson will react in some way. The ball is in his court now, all we do now is wait. We've got better things to do than chase this scumbag across the galaxy.
it: Questo non passerà inosservato e Jackson reagirà in qualche modo. Ora la palla è nel suo campo, non ci resta che aspettare. Abbiamo di meglio da fare che inseguire questo bastardo per tutta la galassia.

source: So we do nothing?
it: Quindi non facciamo nulla?

source: We'll just go on with our business, as usual. But you didn't disappoint me, and I can see a bright future for you in our Family, if you stop working for other syndicates.
it: Andremo avanti con le nostre attività, come sempre. Ma tu non mi hai deluso e vedo un futuro brillante per te nella nostra Famiglia, se smetterai di lavorare per altri sindacati.

source: Here's your reward. I'll be in touch. And remember, if you see Mr. Jackson, do not engage him alone. I want a piece of him, too.
it: Ecco la vostra ricompensa. Ci sentiamo. E ricordate, se vedete il signor Jackson, non affrontatelo da soli. Anch'io voglio un pezzo di lui.

source: Rescue an Associate
it: Salvataggio di un associato

source: An associate of the Family has trouble with a rival syndicate. Find and help him.
it: Un collaboratore della Famiglia ha problemi con un sindacato rivale. Trovatelo e aiutatelo.

source: Ask for information at ${stationTitle} ${stationName}
it: Chiedete informazioni a ${stazioneTitolo} ${nomeStazione}

source: Use your ship's computer to analyze the data chip
it: Utilizzare il computer della nave per analizzare il chip dei dati.

source: Check out the sectors mentioned in the message: (${x1}:${y1}), (${x2}:${y2}), (${x3}:${y3}), (${x4}:${y4})
it: Controllare i settori menzionati nel messaggio: (${x1}:${y1}), (${x2}:${y2}), (${x3}:${y3}), (${x4}:${y4})

source: Check the beacon for a message from the associate
it: Controllare il segnalatore per verificare la presenza di un messaggio da parte dell'associato.

source: Search for information
it: Ricerca di informazioni

source: Check if the associate ever made it to sector (${x}:${y})
it: Controllare se l'associato è mai arrivato al settore (${x}:${y})

source: Search the wreckages for hints
it: Cercare i relitti per trovare suggerimenti

source: Jump after them to sector (${x}:${y})
it: Saltare dopo di loro nel settore (${x}:${y})

source: Find the associate
it: Trova il socio

source: Defend yourself
it: Difendersi

source: Protect the Associate
it: Proteggere l'associato

source: Meet with the associate and Moretti in sector (${x}:${y})
it: Incontro con il socio e Moretti nel settore (${x}:${y})

source: [Ask about Family associate]
it: [Chiedete del socio di famiglia]

source: Caught these buff dudes lurking around my room again. I overheard them saying the name Jackson. I have to be more careful. ... Meet Andral’um in sector \s(%1%:%2%) ... Cavaliers are buying tons of Targeting systems, Electro Magnets, Gauss Rails ... Some Commune fellows meet in \s(%3%:%4%) for some poker. Be there! ... Today my ship’s engines were broken, Jackson just can’t leave me alone ... Meet Pedro’s guys in \s(%5%:%6%), they might know what is going on ... No no no, someone was in my room! I have to get out of here! ... From now on I’ll use encryption for everything! Only those working for the Family know the code ... Got another Commune trader to meet. Buying drugs in sector \s(%7%:%8%). Let’s see if he talks ... Contacted the Family with my code red today. I told Andrew the steward to give this to whoever they send. If you read this, please help me!
it: Ho beccato di nuovo questi tizi belli che si aggiravano nella mia stanza. Li ho sentiti pronunciare il nome Jackson. Devo stare più attenta. ... Incontra Andral'um nel settore \s(%1%:%2%) ... I Cavalieri stanno acquistando tonnellate di sistemi di puntamento, elettromagneti, binari Gauss... Alcuni compagni del Comune si incontrano a \s(%3%:%4%) per giocare a poker. Siate presenti! ... Oggi i motori della mia nave si sono rotti, Jackson non riesce proprio a lasciarmi in pace ... Incontra gli uomini di Pedro a \s(%5%:%6%), potrebbero sapere cosa sta succedendo ... No no no, c'era qualcuno nella mia stanza! Devo uscire di qui! ... D'ora in poi userò la crittografia per tutto! Solo chi lavora per la Famiglia conosce il codice... Devo incontrare un altro commerciante della Comune. Compra droga nel settore \s(%7%:%8%). Vediamo se parla... Oggi ho contattato la Famiglia con il mio codice rosso. Ho detto ad Andrew, lo steward, di darlo a chiunque mandino. Se leggete questo messaggio, per favore aiutatemi!

source: Who are you? Get out of here, this is our beacon!
it: Chi siete? Uscite da qui, questo è il nostro faro!

source: An encrypted message from the Family? I know someone who'll pay good money for this! I'm rich!
it: Un messaggio criptato dalla Famiglia? Conosco qualcuno che pagherebbe bene per questo! Sono ricco!

source: Guys, get a move on! We have to get that hyperspace engine up ASAP.
it: Ragazzi, datevi una mossa! Dobbiamo attivare il motore dell'iperspazio il prima possibile.

source: Thank you Mr. Jackson. You'll receive your payment shortly.
it: Grazie, signor Jackson. Riceverà il pagamento a breve.

source: Is the hyperspace engine repaired? ... Yes, engine is up and running. We're ready to jump.
it: Il motore iperspaziale è stato riparato? ... Sì, il motore è funzionante. Siamo pronti a saltare.

source: Greetings associate. We received a call for help from one of our associates. He has been continuously harassed by Commune lackeys and recently they were more and more obnoxious. His last known position was (%1%:%2%). Find our man and offer him your help. We expect you to return him safely. John Moretti
it: Saluti socio. Abbiamo ricevuto una richiesta di aiuto da uno dei nostri associati. È stato continuamente molestato dai lacchè del Comune e di recente sono diventati sempre più odiosi. La sua ultima posizione conosciuta era (%1%:%2%). Trovate il nostro uomo e offritegli il vostro aiuto. Ci aspettiamo che lo riportiate sano e salvo. Giovanni Moretti

# Mail Subject
source: Rescue an Associate
it: Salvataggio di un associato

source: Greetings associate. So I see that you found the associate’s ship, or rather what’s left of it. In his message he mentioned that Jackson is following him. The information our associate carries is worth a lot of money to the right people. Follow the associate’s trail, he has to return to us safely. John Moretti
it: Saluti socio. Vedo che hai trovato la nave del socio, o meglio ciò che ne rimane. Nel suo messaggio ha detto che Jackson lo sta seguendo. Le informazioni che il nostro socio porta con sé valgono molti soldi per le persone giuste. Seguite le tracce dell'associato, deve tornare da noi sano e salvo. John Moretti

# Mail Subject
source: Follow the Trail
it: Seguire il sentiero

source: Greetings associate. It seems our associate managed to outwit his pursuers by boarding one of their own ships. Follow him to (%1%:%2%) and offer your assistance. John Moretti
it: Saluti socio. Sembra che il nostro socio sia riuscito a superare i suoi inseguitori abbordando una delle loro stesse navi. Seguitelo a (%1%:%2%) e offrite la vostra assistenza. Giovanni Moretti

source: Who is asking?
it: Chi lo chiede?

source: I’m here to protect him.
it: Sono qui per proteggerlo.

source: Andrew, the Steward
it: Andrea, l'intendente

source: So you're with the Family?
it: Quindi sei con la Famiglia?

source: Yes, I am.
it: Sì, lo sono.

source: Okay, so the dude left in a hurry. Didn’t even clean out his rooms. Do you know how expensive it is to rent a room like his? In any case, we cleared it out yesterday, it was mostly garbage. But he gave me this data chip a few days ago, said I should give it to whoever the Family sends asking. That’s you, right?
it: Ok, il tipo se n'è andato in fretta e furia. Non ha nemmeno pulito la sua stanza. Sai quanto costa affittare una stanza come la sua? In ogni caso, l'abbiamo ripulita ieri, c'era soprattutto spazzatura. Ma qualche giorno fa mi ha dato questo chip di dati, dicendomi di darlo a chiunque la Famiglia mi mandi a chiedere. Sei tu, vero?

source: Yes. Where did he go?
it: Sì. E dove è andato? Dove è andato?

source: No idea, but I’d guess the data chip contains a hint, right?
it: Non ne ho idea, ma immagino che il chip dati contenga un indizio, giusto?

source: Did you take a look?
it: Hai dato un'occhiata?

source: No no no, of course not! I wouldn't dare mess with that! Nobody sticks their head into Family business if they want to keep it, right?
it: No, no, no, certo che no! Non oserei mai fare casino con quello! Nessuno mette la testa negli affari di famiglia se vuole tenerseli, giusto?

source: Exactly. Thank you for your help.
it: Esattamente. Grazie per il vostro aiuto.

source: Wait! What should we do with his other stuff?
it: Aspettate! Cosa dovremmo fare con l'altra roba?

source: I don't care.
it: Non mi interessa.

source: Throw it away.
it: Buttatelo via.

source: Destroy it.
it: Distruggetelo.

source: Message encrypted ... decryption process running ...
it: Messaggio cifrato ... processo di decifrazione in corso ...

source: Decryption successful: >> They are after me. If you know who I am, you know who they are. Meet me in sector (${x}:${y}) before it’s too late! And bring some fire power! <<
it: Decodifica riuscita: >> Mi stanno cercando. Se sai chi sono, sai chi sono. Incontriamoci nel settore (${x}:${y}) prima che sia troppo tardi! E portate un po' di potenza di fuoco! <<

source: You discovered the ship’s black box. The last entries are: Calculating jump route to (${x1}:${y1})... Jump route calculated. Warning: Damage received. Calculating jump route to (${x2}:${y2})... Jump route calculated. Warning: Damage received. Urgent warning: Critical damage received. Urgent warning: Destruction imminent. All personnel to emergency rooms. Calculating jump route to (${x3}:${y3})... Urgent warning: Destruction imminent. Lost atmosphere. Ejecting emergency pods. Jump route calc...
it: Avete scoperto la scatola nera della nave. Le ultime voci sono: Calcolo rotta di salto per (${x1}:${y1})... Percorso di salto calcolato. Attenzione: Danno ricevuto. Calcolo del percorso di salto verso (${x2}:${y2})... Calcolo del percorso di salto. Attenzione: Danno ricevuto. Avviso urgente: Danno critico ricevuto. Avviso urgente: Distruzione imminente. Tutto il personale al pronto soccorso. Calcolo del percorso di salto verso (${x3}:${y3})... Avviso urgente: Distruzione imminente. Atmosfera persa. Espulsione delle capsule di emergenza. Calcolo rotta di salto...

source: Last entry of captain’s log: We finally found him, leader. He’s a dead man. Sad thing that we have to blow his ship up as well. Looks really nice, they even have hangars.
it: Ultima annotazione del diario del capitano: Finalmente l'abbiamo trovato, capo. È un uomo morto. È triste dover far saltare in aria anche la sua nave. Sembra davvero bella, hanno anche gli hangar.

source: Processing black box data .. Analysis of stored sensor data shows high activity of boarding shuttles, heat signature reads suggest that at the time of the explosion nobody was aboard.
it: Elaborazione dei dati della scatola nera ... L'analisi dei dati dei sensori memorizzati mostra un'elevata attività di imbarco delle navette, mentre le letture della firma termica suggeriscono che al momento dell'esplosione non c'era nessuno a bordo.

source: Transcript of last log entry: We received an emergency call from the Isabel, it seems this Family goon and his men boarded their ship! They're initiating a hyperspace jump to (${x}:${y}). We're going follow them! ... What is that noise? ... The reactor! To the escape pods!
it: Trascrizione dell'ultimo diario di bordo: Abbiamo ricevuto una chiamata d'emergenza dall'Isabel, sembra che questo sicario della Famiglia e i suoi uomini siano saliti a bordo della loro nave! Stanno iniziando un salto iperspaziale verso (${x}:${y}). Li seguiremo! ... Cos'è questo rumore? Il reattore! Alle capsule di salvataggio!

source: Who are you? What are you doing here?
it: Chi siete? Cosa ci fai qui?
