Repository: GLWine/Avorion-ITA
Catalog: Avorion/data/localization/*.po
Languages: it

source: This is an emergency! We need someone to deliver us %1% %2% to \s(%3%,%4%) in one hour! We'll pay you 4x the regular price.
it: È un'emergenza! Abbiamo bisogno di qualcuno che ci consegni %1% %2% a \s(%3%,%4%) in un'ora! Vi pagheremo il doppio del prezzo normale.

source: You have received a radio message of unknown origin. Someone is asking you to deliver ${amount} ${good} to a specific location. They are saying it is an emergency.
it: Avete ricevuto un messaggio radio di origine sconosciuta. Qualcuno vi chiede di consegnare ${importo} ${bene} in un luogo specifico. Dicono che si tratta di un'emergenza.

source: Do you have the goods?
it: Avete la merce?

source: Yes, I've got them all.
it: Sì, li ho tutti.

source: I won't give them to you!
it: Non te li darò!

source: Lovely. And now hand them over!
it: Adorabile. E ora consegnateli!

source: Here you go.
it: Ecco a voi.

source: Wait, aren't you a pirate?
it: Aspetta, non sei un pirata?

source: I don't know what you're talking about. Give me the goods and don't ask stupid questions! I don't want to have to hurt you.
it: Non so di cosa stia parlando. Dammi la merce e non fare domande stupide! Non voglio doverti fare del male.

source: Ok, I don't want any trouble.
it: Ok, non voglio problemi.

source: No, I can't give that to a pirate!
it: No, non posso darlo a un pirata!

source: Hahah, let's get out of here.
it: Hahah, usciamo da qui.

source: Then DIE!
it: Allora MUORI!

source: My bloody hyperspace engine is still charging. I need backup NOW!
it: Il mio dannato motore iperspaziale si sta ancora caricando. Ho bisogno di rinforzi ORA!

source: This one seems to wanna play games. Let's teach them a little lesson!
it: Questo sembra voler giocare. Diamogli una piccola lezione!

source: A Lost Friend
it: Un amico perduto

# male variant
source: Look for hints on the whereabouts of your client's friend, the ${classtype}.
it: Cercate indizi su dove si trova l'amico del vostro cliente, il ${classtype}.

source: Pick up Captain ${name} at the station in (${x}:${y})
it: Prendere il capitano ${nome} alla stazione di (${x}:${y})

# female variant
source: Look for hints on the whereabouts of your client's friend, the ${classtype}.
it: Cercate indizi su dove si trova l'amico del vostro cliente, il ${classtype}.

source: I'm looking for ${name}.
it: Sto cercando ${nome}.

source: Log entry ${number}: Our instruments picked up strange interferences that our engineers can't explain.
it: Voce di registro ${numero}: I nostri strumenti hanno rilevato strane interferenze che i nostri ingegneri non riescono a spiegare.

source: Log entry ${number}: It seems that we're being followed. Their ship is registered to sector (${x}:${y}). I didn't even know that sector was habitable. We'll try to move faster to lose them.
it: Voce di registro ${numero}: Sembra che ci stiano seguendo. La loro nave è registrata nel settore (${x}:${y}). Non sapevo nemmeno che quel settore fosse abitabile. Cercheremo di muoverci più velocemente per seminarli.

source: Log entry ${number}: They've caught up with us. They want to send over a boarding party. We're preparing the airlock.
it: Voce di registro ${numero}: Ci hanno raggiunto. Vogliono inviare un gruppo di abbordaggio. Stiamo preparando la camera di compensazione.

source: It seems I can't come aboard afterall. Here is your money back.
it: Sembra che alla fine non possa salire a bordo. Ecco i suoi soldi indietro.

source: Yes! Nice work! And perfect timing! Those pirates kidnapped us and locked us up, who knows what they would have done to us! We just broke out of our cells and took control of the station. Thank you for distracting those pirates!
it: Sì! Bel lavoro! E tempismo perfetto! Quei pirati ci hanno rapito e rinchiuso, chissà cosa ci avrebbero fatto! Siamo appena usciti dalle nostre celle e abbiamo preso il controllo della stazione. Grazie per aver distratto quei pirati!

source: That's me! I've led the riot here. Thank you so much for your help.
it: Sono io! Ho guidato la rivolta qui. Grazie mille per il vostro aiuto.

source: Sure, no problem.
it: Certo, nessun problema.

source: Why exactly are you looking for me?
it: Perché mi stai cercando?

source: ${name} is looking for you.
it: ${nome} ti sta cercando.

source: Ah ${name}, he always has my back. I'll contact him immediately!
it: Ah ${nome}, mi copre sempre le spalle. Lo contatterò immediatamente!

source: Now the question is, how will I get off this station now? They destroyed my ship! Hey you know what, you seem awesome, do you happen to be in need of a captain? I just need to settle some affairs, but that should be easy if you let me have the reward for finding me.
it: Ora la domanda è: come farò a lasciare questa stazione? Hanno distrutto la mia nave! Ehi, sai cosa, sembri fantastico, per caso hai bisogno di un capitano? Devo solo sistemare alcuni affari, ma dovrebbe essere facile se mi lasciate la ricompensa per avermi trovato.

source: Can I see your credentials?
it: Posso vedere le sue credenziali?

source: Sorry, I need the money myself.
it: Mi dispiace, ho bisogno di soldi io stesso.

source: Sure thing, here you go!
it: Certo, ecco a voi!

source: Hi! You came back. Everything ready now?
it: Ciao! Sei tornato. È tutto pronto?

source: Yes, welcome aboard!
it: Sì, benvenuto a bordo!

source: Let me get my ship.
it: Lasciatemi prendere la mia nave.

# Respectfully asking player
source: What do you think?
it: Cosa ne pensate?

source: Oh sure, I'll be waiting here. Come back once everything is ready!
it: Certo, vi aspetto qui. Torna quando tutto è pronto!

source: Welcome aboard!
it: Benvenuti a bordo!

source: Missing: Name: ${displayName} Profession: ${class} Age: ${age} Last Known Location: (${x}:${y}) It's been a while since I've last had word from my good friend ${displayName}. Usually he checks in with me regularly. I'm worried that something bad might have happened to him. The only clue I have to go on is his last message that he was on his way to sector (${x}:${y}). Please help me find my friend! Anyone who can lead me towards him will receive a reward of ${reward}¢! ${client}
it: Mancante: Nome: ${displayName} Professione: ${classe} Età: ${età} Ultima posizione conosciuta: (${x}:${y}) È passato un po' di tempo dall'ultima volta che ho avuto notizie dal mio buon amico ${nome visualizzato}. Di solito si fa vivo regolarmente. Sono preoccupato che possa essergli successo qualcosa di brutto. L'unico indizio che ho è il suo ultimo messaggio in cui diceva che stava andando al settore (${x}:${y}). Per favore, aiutatemi a trovare il mio amico! Chiunque riesca a condurmi da lui riceverà una ricompensa di ${ricompensa}¢! ${cliente}

source: Missing: Name: ${displayName} Profession: ${class} Age: ${age} Last Known Location: (${x}:${y}) It's been a while since I've last had word from my good friend ${displayName}. Usually she checks in with me regularly. I'm worried that something bad might have happened to her. The only clue I have to go on is her last message that she was on her way to sector (${x}:${y}). Please help me find my friend! Anyone who can lead me towards her will receive a reward of ${reward}¢! ${client}
it: Mancante: Nome: ${displayName} Professione: ${classe} Età: ${età} Ultima posizione conosciuta: (${x}:${y}) È passato un po' di tempo dall'ultima volta che ho avuto notizie dalla mia cara amica ${displayName}. Di solito si fa sentire regolarmente. Sono preoccupato che le sia successo qualcosa di brutto. L'unico indizio che ho è il suo ultimo messaggio in cui diceva di essere in viaggio verso il settore (${x}:${y}). Per favore, aiutatemi a trovare la mia amica! Chiunque riesca a condurmi da lei riceverà una ricompensa di ${ricompensa}¢! ${cliente}

source: Check the last known location of the missing person in \s(%2%:%3%).
it: Controllare l'ultima posizione nota della persona scomparsa in \s(%2%:%3%).

source: Search and Rescue
it: Ricerca e salvataggio

source: You received an emergency call from an unknown source. Your ship's sensors were unable to trace their exact position, but it produced these possible locations:
it: Avete ricevuto una chiamata di emergenza da una fonte sconosciuta. I sensori della vostra nave non sono stati in grado di tracciare la loro posizione esatta, ma hanno prodotto queste possibili posizioni:

source: The flight recorder was destroyed.
it: Il registratore di volo è stato distrutto.

source: CHRRK....Mayday, mayd....CHRRRRK....explosion...CHRRK....Need help....CHRRK
it: CHRRK....Giorno, forse....CHRRRRK....esplosione...CHRRK....Necessità di aiuto....CHRRK

source: Hello?...Can you....CHRRK...Can you hear us?...CHHRRK....Emergency
it: Pronto?...Potete....CHRRK...Ci sentite?...CHHRRK....Emergenza

source: This is.....emergency call.....CHRRRK....life threatening situation.....
it: Questa è..... chiamata di emergenza.....CHRRRK.... situazione di pericolo di vita.....

source: CHRRK....Lost.....Navigate....CHRRRK.....immediate help.....someone...CHRRRK
it: CHRRK....Lost.....Navigate....CHRRK.....aiuto immediato.....qualcuno...CHRRRK

source: Mayday, mayday! We had an explosion. We need help as fast as possible!
it: Mayday, mayday! C'è stata un'esplosione. Abbiamo bisogno di aiuto il prima possibile!

source: Hello? Can you hear us? Can you hear us? We are having an emergency. Help us please!
it: C'è nessuno? Ci sentite? Ci sentite? Abbiamo un'emergenza. Aiutateci, per favore!

source: This is an emergency call. We are in a life-threatening situation. Please help us!
it: Questa è una chiamata d'emergenza. Siamo in una situazione di pericolo di vita. Per favore, aiutateci!

source: We lost our ability to navigate and we need immediate help. Is someone out there?
it: Abbiamo perso la capacità di navigare e abbiamo bisogno di aiuto immediato. C'è qualcuno là fuori?

source: You have received an emergency signal from an unknown source.
it: È stato ricevuto un segnale di emergenza da una fonte sconosciuta.

source: Find other members of ${faction} and tell them what you found out
it: Trovare altri membri di ${fazione} e raccontare loro ciò che si è scoperto.

source: I have news for you.
it: Ho una notizia per voi.

source: This is sad news. Thank you for letting us know. We transferred some money to your account for your troubles.
it: È una notizia triste. Grazie per averci informato. Abbiamo trasferito del denaro sul suo conto per i suoi problemi.

source: Nothing found here.
it: Qui non è stato trovato nulla.

source: This ship seems empty. There's no heat registering on your scanners, and all crew aboard is frozen stiff. The energy generator looks torn apart, it may have released toxic fumes into their air system. The only working thing is the automatic help message you received.
it: Questa nave sembra vuota. Non c'è calore registrato dai vostri scanner e tutto l'equipaggio a bordo è congelato. Il generatore di energia sembra a pezzi, forse ha rilasciato fumi tossici nel sistema d'aria. L'unica cosa funzionante è il messaggio di aiuto automatico che avete ricevuto.

source: Check message system
it: Controllare il sistema di messaggi

source: To whomever finds this message: Please bring the information home to our families. They need to know about our fate.
it: A chiunque trovi questo messaggio: Per favore, portate le informazioni a casa alle nostre famiglie. Devono sapere del nostro destino.

source: Settler Trek
it: Trekking dei coloni

source: Protection of a settler trek
it: Protezione di un trekking di coloni

source: Thank you for your help! Now that the pirates are finally gone we can found our colony in peace.
it: Grazie per il vostro aiuto! Ora che i pirati se ne sono finalmente andati, possiamo fondare la nostra colonia in pace.

source: Our hopes to colonize this sector are gone with our settlers. We will try to expand our realm in another direction.
it: Le nostre speranze di colonizzare questo settore sono svanite con i nostri coloni. Cercheremo di espandere il nostro regno in un'altra direzione.

source: You failed to protect our helpless settlers. They trusted you! But you left them as prey for the pirates!
it: Non siete riusciti a proteggere i nostri coloni indifesi. Si fidavano di voi! Ma li avete lasciati come prede per i pirati!

source: ${faction} is trying to found a colony in sector (${x}:${y}). The settlers report that they are under constant attacks by pirates. You have been hired to protect the settlers from further attacks.
it: La ${fazione} sta cercando di fondare una colonia nel settore (${x}:${y}). I coloni riferiscono di essere costantemente attaccati dai pirati. Siete stati assunti per proteggere i coloni da ulteriori attacchi.

source: We're so happy you're here! Pirates are attacking us all the time. We've already lost so many friends! Please help us to get rid of those vicious criminals! Your are our only hope! I think they're coming back...
it: Siamo così felici che siate qui! I pirati ci attaccano in continuazione. Abbiamo già perso tanti amici! Per favore, aiutateci a sbarazzarvi di quei criminali feroci! Siete la nostra unica speranza! Credo che stiano tornando...

source: I will protect you!
it: Vi proteggerò!

source: Earned %1% Credits for protecting settlers from pirates
it: Guadagnato %1% di Crediti per aver protetto i coloni dai pirati

source: We sent out a group of settlers to colonize new sectors. They safely arrived at the sector they want to settle in, but are under constant attack. They need help to survive!
it: Abbiamo inviato un gruppo di coloni per colonizzare nuovi settori. Sono arrivati in sicurezza nel settore in cui vogliono insediarsi, ma sono costantemente attaccati. Hanno bisogno di aiuto per sopravvivere!

source: Go to \s(%1%:%2%) to protect our settlers.
it: Andate a \s(%1%:%2%) per proteggere i nostri coloni.

source: Transfer Vessel
it: Nave di trasferimento

source: We need a good pilot with a little time on their hands. We have this gorgeous little ship here that needs to be transported to a wealthy client. Easy money for an experienced pilot!
it: Abbiamo bisogno di un buon pilota con un po' di tempo a disposizione. Abbiamo questa splendida nave che deve essere trasportata a un cliente facoltoso. Soldi facili per un pilota esperto!

source: Report to ${entityType} ${entityName} to complete the job
it: Fare rapporto a ${entityType} ${entityName} per completare il lavoro

source: The vessel was successfully transferred.
it: La nave è stata trasferita con successo.

source: We gave you more than enough time to get that ship to our customer, and yet we see no ship! We'll keep your deposit as compensation. Don't bother showing up.
it: Vi abbiamo dato tempo più che sufficiente per consegnare la nave al nostro cliente, eppure non vediamo nessuna nave! Ci terremo il suo deposito come risarcimento. Non si preoccupi di presentarsi.

source: You lost the ship we entrusted you with. You won't see any of your deposit back!
it: Avete perso la nave che vi avevamo affidato. Non riavrete indietro nulla del vostro deposito!

source: Fly the ship to sector (${x}:${y})
it: Far volare la nave nel settore (${x}:${y})

source: [Deliver Ship]
it: [Consegna nave]

source: ${giver}'s Contact
it: Contatto di ${giver}

source: Fly this ship safely to (${x}:${y}). Press '${transfer}' to enter it.
it: Fai volare questa nave in sicurezza fino a (${x}:${y}). Premere '${trasferimento}' per entrare.

source: If you want to transfer our vessel, you have to pay a deposit for the ship. You will get it back if you bring the ship to the given location. The deposit is set to ${deposit} Credits.
it: Se volete trasferire la nostra nave, dovete pagare un deposito per la nave. Lo riavrai indietro se porterai la nave nel luogo indicato. Il deposito è pari a ${deposito} Crediti.

source: I understand the terms and will pay the ${deposit} Credits.
it: Comprendo i termini e pagherò il ${deposito} Crediti.

source: I don't want to do this anymore.
it: Non voglio più farlo.

source: Okay, we will find someone else willing to help us.
it: Ok, troveremo qualcun altro disposto ad aiutarci.

source: We have taken the money out of your account and will keep it safe until the ship arrives safely.
it: Abbiamo prelevato il denaro dal suo conto e lo terremo al sicuro fino all'arrivo della nave.

source: You don't have enough money to pay the necessary deposit. We can't give you this job, sorry.
it: Non avete abbastanza soldi per pagare il deposito necessario. Non possiamo darle questo lavoro, ci dispiace.

source: Paid %1% Credits as deposit for the ship.
it: Versato l'1% di crediti come deposito per la nave.

source: Hello. Thank you for transferring the ship. I will take care of it now. We'll just take a quick look at its condition first.
it: Salve. Grazie per aver trasferito la nave. Me ne occuperò subito. Prima di tutto daremo una rapida occhiata alle sue condizioni.

source: Did you take all your personal stuff off the ship? If not, do that now and talk to me once you're done!
it: Hai preso tutte le tue cose personali dalla nave? Se non l'hai fatto, fallo ora e parlami quando hai finito!

source: Right, I'll check.
it: Bene, controllo.

source: All clear, go ahead.
it: Via libera, avanti.

source: Alright, the scan is done.
it: Bene, la scansione è terminata.

source: No damage detected - you did well with the ship! Thank you. Here's the full deposit back.
it: Non sono stati rilevati danni: siete stati bravi con la nave! Grazie. Ecco la restituzione dell'intero deposito.

source: Mh, some minor scratches. Well, I guess some scratches are okay. I'll deduct the repair costs from your deposit. You will get ${amount} Credits back.
it: Mh, qualche piccolo graffio. Beh, credo che qualche graffio vada bene. Detrarrò i costi di riparazione dal suo deposito. Avrà indietro ${importo} crediti.

source: What did you do to the ship? Well, at least it has arrived. The repairs will be expensive, though. Let me see, I guess you can have ${amount} Credits of your deposit back.
it: Cosa avete fatto alla nave? Beh, almeno è arrivata. Le riparazioni saranno comunque costose. Vediamo un po', credo che possa riavere ${amount} crediti del suo deposito.

source: I don't think we need to talk about the condition of the ship. Take the rest of the deposit and get out of my face.
it: Non credo sia necessario parlare delle condizioni della nave. Prenda il resto del deposito e si tolga di torno.

source: You are welcome.
it: Non c'è di che.

source: I did my best.
it: Ho fatto del mio meglio.

source: Got %1% Credits of deposit back.
it: Ho ottenuto il rimborso dell'1% del deposito.

source: Earned %1% Credits for transferring a vessel.
it: Guadagnato %1% di crediti per il trasferimento di una nave.

source: Transfer the vessel to \s(%1%:%2%).
it: Trasferire il recipiente in \s(%1%:%2%).

source: Ingredients List: Turret
it: Elenco degli ingredienti: Torretta

source: Ingredients List: ${turret} Turret
it: Elenco degli ingredienti: ${turret} Torretta

source: Collect the following ingredients to build a ${rarity} ${turret} Turret.
it: Raccogli i seguenti ingredienti per costruire una ${rarità} ${torretta} Torretta.

source: ${good}: ${have}/${needed}
it: ${buono}: ${have}/${need}

source: A new ingredients list was added. You can track it from your missions log.
it: È stato aggiunto un nuovo elenco di ingredienti. È possibile tenerne traccia nel registro delle missioni.

source: Let's Board!
it: Imbarchiamoci!

source: While you can build your own ships, you can also go ahead and simply take over someone else's ship. The Adventurer has some tips for best practices.
it: Sebbene sia possibile costruire le proprie navi, si può anche prendere in consegna la nave di qualcun altro. L'Avventuriero offre alcuni consigli sulle migliori pratiche.

source: Obtain Boarding Shuttles
it: Ottenere navette di imbarco

source: These are a special fighter type that have pressurized chambers and can transport some crew.
it: Si tratta di un tipo di caccia speciale che dispone di camere pressurizzate e può trasportare alcuni membri dell'equipaggio.

source: Obtain Boarders
it: Ottenere i pensionati

source: These specially trained crew members can handle any resisting crew on your target.
it: Questi membri dell'equipaggio, appositamente addestrati, sono in grado di gestire qualsiasi resistenza dell'equipaggio dell'obiettivo.

source: (optional) Obtain a Scanner Upgrade Subsystem
it: (opzionale) Procurarsi un sottosistema di aggiornamento dello scanner

source: Scanner upgrades boost your scanners, so that they can tell you how well defended another ship is, as well as what is in its cargo bay. While this is not necessary to board another ship, it will come in handy in selecting your next target.
it: I potenziamenti degli scanner potenziano i vostri scanner, in modo che possano dirvi quanto è difesa un'altra nave e cosa c'è nella sua stiva. Anche se questo non è necessario per abbordare un'altra nave, vi sarà utile per scegliere il vostro prossimo obiettivo.

# Mail Subject
source: Let's Board: You did it!
it: Andiamo a bordo: Ce l'hai fatta!

source: Hi there, So you actually boarded another ship? I'm happy to see that this worked for you. I guess a little something as reward is in order - see the attachements. Greetings, %1%
it: Ciao a tutti, Quindi sei salito a bordo di un'altra nave? Sono felice di vedere che ha funzionato. Credo che una piccola ricompensa sia d'obbligo - vedi gli allegati. Saluti, %1%

source: Building Knowledge: Tier ${tier} - ${material}
it: Conoscenze costruttive: Livello ${tier} - ${material}

source: Acquired
it: Acquisito

source: Unlocked
it: Sbloccato

source: BUILDING KNOWLEDGE
it: COSTRUIRE LA CONOSCENZA

source: Acquire Tier ${tier} Building Knowledge for ${material}:
it: Acquisire conoscenze edilizie di livello ${tier} per ${materiale}:

source: Fly closer to the center of the galaxy
it: Volare più vicino al centro della galassia

source: Fly further away from the center of the galaxy
it: Volare più lontano dal centro della galassia

source: (optional) Clear a pirate sector
it: (opzionale) Cancellare un settore pirata

source: (optional) Gain 65.000 reputation and buy it at a Shipyard
it: (facoltativo) Ottenere 65.000 reputazione e acquistarla in un cantiere navale.

source: (optional) Buy it for ores at a Resource Depot
it: (facoltativo) Comprarlo per i minerali in un deposito di risorse.

source: (optional) Buy it for a ridiculously high price at a Smuggler's Market
it: (facoltativo) Comprarlo a un prezzo assurdo al mercato dei contrabbandieri.

source: Activate the Building Knowledge from your inventory
it: Attivare la Conoscenza dell'edificio dall'inventario

source: Tier ${tier} - ${material}
it: Livello ${tier} - ${materiale} - ${materiale}

source: Commanding Fighters
it: Comandare i caccia

source: Adventurer's Squad
it: Squadra di avventurieri

source: Learn how to use fighters. A complete guide by ${name}, the Adventurer.
it: Imparare a usare i combattenti. Una guida completa a cura di ${nome}, l'Avventuriero.

source: Read the instruction mail
it: Leggere la mail di istruzioni

source: Collect 2500 Trinium with fighters
it: Raccogliere 2500 Trinium con i combattenti

source: Read the Adventurer's second mail
it: Leggete la seconda mail dell'Avventuriero

source: Destroy an enemy with your fighters
it: Distruggete un nemico con i vostri caccia

source: Read the Adventurer's last mail
it: Leggete l'ultima mail dell'Avventuriero

source: Until next time. Good bye!
it: Alla prossima volta. Arrivederci!
