Repository: GLWine/Avorion-ITA
Catalog: Avorion/data/localization/*.po
Languages: it

# sentence referring to a male captain
source: Downright pursued by luck, this captain keeps stumbling over lost objects, which he sometimes shares with his client.
it: Perseguitato dalla fortuna, questo capitano continua a inciampare in oggetti perduti, che a volte condivide con il suo cliente.

# sentence referring to a female captain
source: Downright pursued by luck, this captain keeps stumbling over lost objects, which she sometimes shares with her client.
it: Perseguitata dalla fortuna, questa capitana continua a inciampare in oggetti perduti, che a volte condivide con il suo cliente.

source: May find turrets or subsystems
it: Può trovare torrette o sottosistemi

# Captain Perk Type of a male captain
source: Unlucky
it: Sfortunato

# Captain Perk Type of a female captain
source: Unlucky
it: Sfortunato

# sentence referring to a male captain
source: Bad luck sticks to this captain. Again and again he collides with asteroids or damages the ship in other ways.
it: La sfortuna si accanisce su questo capitano. Più volte si scontra con asteroidi o danneggia la nave in altri modi.

# sentence referring to a female captain
source: Bad luck sticks to this captain. Again and again she collides with asteroids or damages the ship in other ways.
it: La sfortuna si accanisce sul capitano. Più volte si scontra con asteroidi o danneggia la nave in altri modi.

source: Ship may suffer damages while on commands
it: La nave può subire danni durante i comandi

# male
source: Captain
it: Capitano

# female
source: Captain
it: Capitano

# Resolves to something like 'Tier 3 Smuggler'
source: Tier ${tier} ${captainclass}
it: Livello ${tier} ${captainclass}

source: Specializes when reaching level 5
it: Si specializza quando raggiunge il livello 5

source: Secondary Class
it: Classe secondaria

source: Faction Affiliation
it: Affiliazione alla fazione

source: Tier
it: Animale

source: Highlights
it: Punti salienti

source: Valuable Wreckage
it: Relitti di valore

source: Salvaging Duration
it: Durata del salvataggio

source: Hidden Ores
it: Minerali nascosti

source: Mining Duration
it: Durata dell'estrazione mineraria

source: Turret Fire Rate
it: Velocità di fuoco della torretta

source: Cargo "License"
it: Cargo "Licenza".

source: Cargo License
it: Licenza Cargo

source: Suspicious
it: Sospetto

source: Dangerous
it: Pericoloso

source: Rift Research
it: Ricerca Rift

source: Data Gathered
it: Dati raccolti

source: Every ${interval}s
it: Ogni ${intervallo}s

source: Data Dropped
it: Dati eliminati

source: Attracts Rare Rift Xsotan
it: Attrae i rari Rift Xsotan

source: Rare Rift Xsotan Loot
it: Raro bottino Rift Xsotan

source: Level
it: Livello

source: Captain's Certificate
it: Certificato del Capitano

source: Decline
it: Declino

source: Primary:
it: Primario:

source: Secondary:
it: Secondario:

source: Tier:
it: Animale:

source: Level:
it: Livello:

source: Expected Salary:
it: Stipendio previsto:

source: ${var1}% higher risk of being ambushed, ${var2}s faster at finding asteroids
it: ${var1}% più alto rischio di imboscata, ${var2}s più veloce a trovare gli asteroidi

source: ${var}% refinery tax
it: ${var}% di tasse di raffineria

source: ${var}s faster at finding asteroids
it: ${var}s più veloce nel trovare gli asteroidi

source: ${var}% lower risk for ambushes
it: ${var}% minor rischio di imboscate

source: No effect on this command
it: Nessun effetto su questo comando

source: ${var1}% lower risk of being ambushed, ${var2}s slower at finding asteroids
it: ${var1}% minore rischio di imboscata, ${var2} più lento a trovare gli asteroidi

source: ${var}s slower at finding asteroids
it: ${var}s è più lento a trovare gli asteroidi

source: Gains ${var}% less resources
it: Ottiene ${var}% di risorse in meno

source: ${var}% lower risk of being ambushed
it: ${var}% minor rischio di imboscata

source: ${var}% higher risk of being ambushed
it: ${var}% più alto rischio di imboscata

source: ${var1}% lower risk of being ambushed, ${var2}% stronger enemies
it: ${var1}% minor rischio di imboscate, ${var2}% nemici più forti

source: ${var1}% higher risk of being ambushed, ${var2}% weaker enemies
it: ${var1}% rischio maggiore di imboscate, ${var2}% nemici più deboli

source: ${var1}% less combat prowess, ${var2}% refinery tax
it: ${var1}% meno abilità di combattimento, ${var2}% tassa di raffinazione

source: ${var1}% more combat prowess, ${var2}% refinery tax
it: ${var1}% più abilità di combattimento, ${var2}% tassa di raffinazione

source: Finds up to ${var} items when executing the command
it: Trova fino a ${var} elementi durante l'esecuzione del comando

source: ${var}% chance of damaging the ship
it: ${var}% di probabilità di danneggiare la nave

source: ${var1}% higher risk of being ambushed, ${var2}s faster at finding wrecks
it: ${var1}% più alto rischio di imboscata, ${var2}s più veloce a trovare i relitti

source: ${var}s faster at finding wrecks
it: ${var}s più veloce a trovare i relitti

source: ${var1}% lower risk of being ambushed, ${var2}s slower at finding wrecks
it: ${var1}% minore rischio di imboscata, ${var2} più lento a trovare i relitti

source: ${var}s slower at finding wrecks
it: ${var}s più lento a trovare i relitti

source: ${var1}% higher risk of being ambushed, ${var2}% faster
it: ${var1}% più alto rischio di imboscata, ${var2}% più veloce

source: Negotiates ${var}% better prices
it: Negoziare ${var}% prezzi migliori

source: ${var}% faster
it: ${var}% più veloce

source: ${var}% faster, always buys at the lowest price
it: ${var}% più veloce, acquista sempre al prezzo più basso

source: ${var1}% lower risk of being ambushed, ${var2}% slower
it: ${var1}% minore rischio di imboscata, ${var2}% più lento

source: ${var}% slower
it: ${var}% più lento

source: Loses ${var}% additional credits
it: Perde ${var}% di crediti aggiuntivi

source: ${var1}% lower risk of being ambushed, negotiates ${var2}% better prices
it: ${var1}% minore rischio di imboscata, negozia ${var2}% prezzi migliori

source: ${var1}% less combat prowess, negotiates ${var2}% better prices
it: ${var1}% meno abilità nel combattimento, negozia ${var2}% prezzi migliori

source: ${var1}% more combat prowess, has to pay ${var2}% more
it: ${var1}% in più di abilità di combattimento, deve pagare ${var2}% in più

source: ${var}% more profits
it: ${var}% di profitti in più

source: ${var}% faster, always sells at the highest price
it: ${var}% più veloce, vende sempre al prezzo più alto

source: ${var}% less profits
it: ${var}% di profitti in meno

source: ${var1}% lower risk of being ambushed, ${var2}% more profits
it: ${var1}% minore rischio di imboscata, ${var2}% maggiori profitti

source: ${var1}% less combat prowess, ${var2}% more profits
it: ${var1}% meno abilità di combattimento, ${var2}% più profitti

source: ${var1}% more combat prowess, ${var2}% less profits
it: ${var1}% più abilità di combattimento, ${var2}% meno profitti

source: ${var1}% more profits, buys goods for ${var2}% less
it: ${var1}% di profitti in più, acquista beni per ${var2}% in meno

source: ${var}% faster, always sells and buys at the best price
it: ${var}% più veloce, vende e compra sempre al prezzo migliore

source: ${var1}% less profits, loses ${var2}% of earnings
it: ${var1}% in meno di profitti, perde ${var2}% di guadagni

source: ${var1}% lower risk of being ambushed, ${var2}% more profits, buys goods for ${var3}% less
it: ${var1}% di rischio inferiore di imboscata, ${var2}% di profitti in più, acquista beni per ${var3}% in meno

source: ${var1}% less combat prowess, ${var2}% more profits, buys goods for ${var3}% less
it: ${var1}% in meno di abilità di combattimento, ${var2}% in più di profitti, acquista beni per ${var3}% in meno

source: ${var1}% more combat prowess, ${var2}% less profits, buys goods for ${var3}% more
it: ${var1}% in più di abilità nel combattimento, ${var2}% in meno di profitti, acquista beni per ${var3}% in più

source: ${var1}% less combat prowess
it: ${var1}% meno abilità di combattimento

source: ${var1}% more combat prowess
it: ${var1}% più abilità di combattimento

source: ${var}% less refinery tax
it: ${var}% in meno di tasse di raffineria

source: ${var}% higher refinery tax
it: Imposta di raffineria più alta del ${var}%

source: Loses ${var}% additional Credits
it: Perde ${var}% di crediti aggiuntivi

source: ${var1}% lower risk of being ambushed
it: ${var1}% minor rischio di imboscata

source: -15% risk of being ambushed
it: -15% di rischio di imboscata

source: Is not slowed down by questionable goods on board
it: Non è rallentato da merci discutibili a bordo

source: Is not slowed down by suspicious or dangerous goods on board
it: Non è rallentato da merci sospette o pericolose presenti a bordo

source: 10% faster travel time
it: 10% di tempo di viaggio in più

source: Can mine more resources, can perform longer mining operations
it: Può estrarre più risorse, può eseguire operazioni di estrazione più lunghe

source: Reveals asteroid fields in the area
it: Rivela campi di asteroidi nell'area

source: Can find more loot and resources, can perform longer scrapping operations
it: Può trovare più bottino e risorse, può eseguire operazioni di demolizione più lunghe.

source: Reveals wreckage fields in the area
it: Rivela campi di relitti nell'area

source: Up to four goods, procures all goods traded in the area, lower prices, can procure stolen goods
it: Fino a quattro beni, procura tutti i beni scambiati nell'area, prezzi più bassi, può procurare beni rubati

source: Up to five goods, procures all goods, faster, lower prices
it: Fino a cinque beni, acquista tutti i beni, più velocemente, a prezzi più bassi

source: Reveals civilized sectors in the area
it: Rivela i settori civili dell'area

source: Can sell all goods traded in the area, has better prices, can sell stolen goods
it: Può vendere tutti i beni scambiati nell'area, ha prezzi migliori, può vendere beni rubati

source: Can sell almost all goods, finds offers faster, has better prices
it: Può vendere quasi tutte le merci, trova offerte più velocemente, ha prezzi migliori

source: Discovers special loot upon successful completion of the mission
it: Scopre un bottino speciale al completamento della missione.

source: Uncovers smuggler hideouts and is not slowed down by questionable goods on board
it: Scopre i nascondigli dei contrabbandieri e non viene rallentato da merci discutibili a bordo

source: Reveals sectors in the area
it: Rivela i settori dell'area

source: Reveals sectors with Xsotan and pirates in the area
it: Rivela i settori con Xsotan e i pirati nell'area

source: Can trade independently
it: Può commerciare in modo indipendente

source: Cannot trade independently
it: Non può commerciare in modo indipendente

# as in: you're talking to the system' of this station'
source: of this station
it: di questa stazione

# as in: you're talking to the system' of the Shipyard Luna41'
source: of the ${title} ${name}
it: del ${titolo} ${nome}

# as in: you're talking to the system' of Luna41'
source: of ${name}
it: di ${nome}

source: Welcome.
it: Benvenuti.

source: Greetings.
it: Saluti.

source: Good day.
it: Buona giornata.

source: This is
it: Questo è

source: You are talking to
it: State parlando con

source: You are now talking to
it: Ora si sta parlando con

source: You are speaking to
it: State parlando con

source: You are now speaking to
it: Ora state parlando con

source: the automated interaction system${name_string}.
it: il sistema di interazione automatica${nome_stringa}.

source: the automatic interaction response system${name_string}.
it: il sistema di risposta automatica all'interazione${nome_stringa}.

source: What can we do for you?
it: Cosa possiamo fare per voi?

source: How can we help you?
it: Come possiamo aiutarvi?

source: What do you need?
it: Di cosa avete bisogno?

source: How can we be of service?
it: Come possiamo essere utili?

source: Please state the nature of your inquiry.
it: Si prega di indicare la natura della richiesta.

# as in: This is 'the captain'.
source: the captain
it: il capitano

# as in: This is 'the Freighter Eclipse'.
source: the ${title} ${name}
it: il ${titolo} ${nome}

# as in: This is 'the ship Eclipse'.
source: the ship ${name}
it: la nave ${nome}

source: This is ${speaker}.
it: Qui è ${speaker}.

source: Here is ${speaker}.
it: Ecco ${voce}.

source: Make it quick.
it: Fare in fretta.

source: Can't assign orders: Ship %1% is piloted by a player!
it: Impossibile assegnare ordini: La nave %1% è pilotata da un giocatore!

source: Your craft %s has no turrets or combat fighters!
it: La tua imbarcazione %s non ha torrette o caccia da combattimento!

source: We need turrets or repair fighters to heal!
it: Abbiamo bisogno di torrette o di caccia riparatori per guarire!

source: The Galactic Bounty Hunters Guild
it: La Gilda Galattica dei Cacciatori di Taglie

source: greedy
it: avido

source: This station doesn't belong to anybody.
it: Questa stazione non appartiene a nessuno.

source: Our records say that we're not allowed to do business with you. Come back when your relations with our faction are better.
it: I nostri registri dicono che non siamo autorizzati a fare affari con voi. Tornate quando i vostri rapporti con la nostra fazione saranno migliori.

source: Faction '%1%' was completely eradicated from the galaxy.
it: La fazione '%1%' è stata completamente sradicata dalla galassia.

source: \s(%1%:%2%) %3%: Gained %4% Credits transaction tax.
it: \s(%1%:%2%) %3%: Guadagnato %4% Crediti imposta di transazione.

source: NEW MISSION
it: NUOVA MISSIONE

source: MISSION ACCOMPLISHED
it: MISSIONE COMPIUTA

source: MISSION FAILED
it: MISSIONE FALLITA

source: MISSION ABANDONED
it: MISSIONE ABBANDONATA

source: MISSION UPDATED
it: MISSIONE AGGIORNATA

source: Time Left:
it: Tempo rimasto:

source: Uisht'gin Smugglers
it: Contrabbandieri di Uisht'gin

# short order summary
source: Jump
it: Salto

# short order summary
source: Loop
it: Anello

# short order summary
source: Mine
it: La mia

# short order summary
source: Salvage
it: Recupero

# short order summary
source: Aggressive
it: Aggressivo

# short order summary
source: Patrol
it: Pattuglia

# short order summary
source: Escort
it: Scorta

# short order summary
source: Attack
it: Attacco

# short order summary
source: Fly Through
it: Vola attraverso

# short order summary
source: Fly to Position
it: Vola in posizione

# short order summary
source: Guard
it: Guardia

# short order summary
source: Refine Ores
it: Raffinare i minerali

# short order summary
source: Board
it: Consiglio di amministrazione

# short order summary
source: Repair Target
it: Obiettivo di riparazione

# short order summary
source: Repair
it: Riparazione

# short order summary
source: Dock
it: Darsena

# Craft classification
source: Ship
it: Nave

# Craft classification
source: Carrier
it: Vettore

# Craft classification
source: Freighter
it: Nave da carico

# Craft classification
source: Miner
it: Minatore

# Station classification, vanilla station in this case
source: Station
it: Stazione

source: You're not in a ship.
it: Non sei in una nave.

source: You must be docked to the object for this.
it: Per questo è necessario essere agganciati all'oggetto.

source: You must be closer to the object for this.
it: Per questo è necessario essere più vicini all'oggetto.

source: Factory ${size}
it: Fabbrica ${size}

source: Hello! I found this strange Xsotan device. I'm not really sure what it does, and I think it might actually be broken. A first scan showed that it somehow interacts with subspace waves, like wormholes do. It also seems to resonate with hyperspace generators. It's definitely not the kind of thing I'm looking for, and I don't think it's particularly valuable. Anyway, I can't really make anything of it, but maybe you can? Greetings, %1%
it: Ciao! Ho trovato questo strano dispositivo Xsotan. Non so bene cosa faccia e credo che possa essere rotto. Una prima scansione ha mostrato che in qualche modo interagisce con le onde subspaziali, come fanno i wormhole. Sembra anche che risuoni con i generatori dell'iperspazio. Non è certo il tipo di cosa che sto cercando, e non credo che sia particolarmente prezioso. In ogni caso, non riesco a capirci nulla, ma forse voi ci riuscite? Saluti, %1%

# Mail Subject
source: Strange Xsotan Device..?
it: Strano dispositivo Xsotan...?

source: Hello! Since we're already talking about artifacts, I just remembered: I found this strange Xsotan device. I'm not really sure what it does, and I think it might actually be broken. A first scan showed that it somehow interacts with subspace waves, like wormholes do. It also seems to resonate with hyperspace generators. It's definitely not the kind of thing I'm looking for, and I don't think it's particularly valuable. Anyway, I can't really make anything of it, but maybe you can? Greetings, %1%
it: Ciao! Visto che stiamo già parlando di artefatti, mi sono appena ricordato: Ho trovato questo strano dispositivo Xsotan. Non so bene cosa faccia e credo che possa essere rotto. Una prima scansione ha mostrato che in qualche modo interagisce con le onde subspaziali, come fanno i wormhole. Sembra anche che risuoni con i generatori dell'iperspazio. Non è certo il tipo di cosa che sto cercando e non credo che sia particolarmente preziosa. In ogni caso, non riesco a capirci nulla, ma forse voi ci riuscite? Saluti, %1%

source: To %1%, This is a declaration of war. The sender of this declaration and %1% are now officially at war with each other. %2%
it: Al %1%, Questa è una dichiarazione di guerra. Il mittente di questa dichiarazione e il %1% sono ufficialmente in guerra tra loro. %2%

source: Your actions force us to defend ourselves and our territory and we see no other option.
it: Le vostre azioni ci costringono a difendere noi stessi e il nostro territorio e non vediamo altre opzioni.

source: The freedom of our people is our most important asset. In order to continue to protect it from you, we are forced to take this step.
it: La libertà del nostro popolo è il nostro bene più importante. Per continuare a proteggerla da voi, siamo costretti a fare questo passo.

source: Our task is to protect those over whom we rule. Your attacks against us force us to take this step.
it: Il nostro compito è proteggere coloro sui quali governiamo. I vostri attacchi contro di noi ci costringono a fare questo passo.

source: Our king orders that your ships and stations are to be attacked on sight from now on.
it: Il nostro re ordina che le vostre navi e stazioni vengano attaccate a vista d'ora in poi.

source: Our advisors have come to the conclusion that your actions can now only be met with a show of arms.
it: I nostri consiglieri sono giunti alla conclusione che le vostre azioni possono essere affrontate solo con un'esibizione di armi.

source: War is the only logical consequence of your behavior towards our ships and stations.
it: La guerra è l'unica conseguenza logica del vostro comportamento nei confronti delle nostre navi e stazioni.

source: Despite our hope for understanding, you have continued to cause us problems. The only remaining option is war.
it: Nonostante la nostra speranza di comprensione, avete continuato a causarci problemi. L'unica opzione rimasta è la guerra.

source: The Senate has decided to no longer tolerate your actions. War is the logical consequence.
it: Il Senato ha deciso di non tollerare più le vostre azioni. La guerra è la logica conseguenza.

source: Your attacks will no longer be tolerated. You reap what you sowed.
it: I vostri attacchi non saranno più tollerati. Raccogliete ciò che avete seminato.

source: From now on, we will answer your actions with force of arms. Do not expect mercy.
it: D'ora in poi, risponderemo alle vostre azioni con la forza delle armi. Non aspettatevi pietà.

source: You challenged us and therefore now have to live with the consequences.
it: Ci avete sfidato e quindi ora dovete convivere con le conseguenze.

source: We have tolerated your actions long enough. From now on our fleet will attack you without further warning.
it: Abbiamo tollerato abbastanza le vostre azioni. D'ora in poi la nostra flotta vi attaccherà senza ulteriori avvertimenti.

source: We have turned the other cheek long enough, from now on it's an eye for an eye!
it: Abbiamo porto l'altra guancia abbastanza a lungo, d'ora in poi è occhio per occhio!

source: We can no longer tolerate your contempt for the prophecy. War is therefore the logical consequence.
it: Non possiamo più tollerare il vostro disprezzo per la profezia. La guerra è quindi la logica conseguenza.

source: Due to your misconduct the board has unanimously decided to take this step.
it: A causa della sua cattiva condotta, il Consiglio ha deciso all'unanimità di prendere questo provvedimento.

source: To protect our economic interests we have to take this step.
it: Per proteggere i nostri interessi economici dobbiamo fare questo passo.

source: Since you have repeatedly failed to cease your attacks despite our warnings, we feel compelled to back up our words with actions.
it: Dal momento che, nonostante i nostri avvertimenti, non siete riusciti a cessare i vostri attacchi, ci sentiamo costretti a sostenere le nostre parole con i fatti.

source: Your actions restrict our ability to trade too much. To protect us, this is the only way.
it: Le vostre azioni limitano troppo la nostra capacità di commerciare. Per proteggerci, questo è l'unico modo.

source: Despite our hope for understanding, you have continued to cause us problems. We are left with only this step.
it: Nonostante la nostra speranza di comprensione, avete continuato a crearci problemi. Non ci resta che questo passo.

source: You have exploited our patience long enough. Now you broke the camel's back. The consequence of this is war.
it: Avete sfruttato la nostra pazienza abbastanza a lungo. Ora avete rotto la schiena al cammello. La conseguenza è la guerra.

source: We no longer see ourselves in a position to ignore your aggressiveness. This forces us to take this step.
it: Non siamo più in grado di ignorare la vostra aggressività. Questo ci costringe a fare questo passo.

source: You have repeatedly resisted the path of unity. We are now left only with the path of war.
it: Avete ripetutamente resistito alla via dell'unità. Ora ci rimane solo la via della guerra.

source: Declaration of War
it: Dichiarazione di guerra

source: Termination of Reconstruction Site
it: Termine del cantiere di ricostruzione

source: Dear Ex-Customer, Due to recent, very concerning developments in the politics of our two factions, we were forced to terminate our mutual Reconstruction Agreement. Upon destruction, your drone will no longer be reconstructed at our Repair Dock. Once relations between our two factions improve, you're welcome to sign another Reconstruction Site treaty. Don't be afraid to come back once you're welcome here again. Best wishes, Repair Dock Management
it: Gentile ex cliente, A causa di recenti e preoccupanti sviluppi nella politica delle nostre due fazioni, siamo stati costretti a terminare il nostro accordo di ricostruzione reciproca. Una volta distrutto, il suo drone non sarà più ricostruito presso il nostro bacino di riparazione. Quando le relazioni tra le nostre due fazioni miglioreranno, sarete invitati a firmare un altro accordo per il sito di ricostruzione. Non abbiate paura di tornare quando sarete di nuovo i benvenuti qui. I migliori auguri, Direzione del Bacino di Riparazione

source: We swear revenge for our fallen friends!
it: Giuriamo vendetta per i nostri amici caduti!

source: Your deeds will not be forgotten!
it: Le vostre azioni non saranno dimenticate!

source: There will be consequences!
it: Ci saranno conseguenze!
