Repository: GLWine/Avorion-ITA
Catalog: Avorion/data/localization/*.po
Languages: it

source: \c(3dd)Factories\c() either pay high prices for the goods they need, or sell their goods for low prices, but never both.
it: \Le fabbriche() o pagano prezzi elevati per i beni di cui hanno bisogno, o vendono i loro beni a prezzi bassi, ma mai entrambe le cose.

source: A high base price at your factories will make it more likely that traders will show up and sell goods.
it: Un prezzo di base elevato nelle vostre fabbriche renderà più probabile che i commercianti si presentino e vendano merci.

source: A low base price at your factories will make it more likely that traders will show up and buy goods.
it: Un prezzo di base basso nelle vostre fabbriche renderà più probabile che i commercianti si presentino e acquistino le merci.

source: Regional price differences through supply and demand will not influence the number of traders that visit your factory, but your factory's base price will.
it: Le differenze di prezzo regionali dovute alla domanda e all'offerta non influenzano il numero di commercianti che visitano la vostra fabbrica, ma il prezzo base della vostra fabbrica sì.

source: Factories influence supply and demand rates of nearby sectors, but their own prices are not affected by their impact on the rates.
it: Le fabbriche influenzano i tassi di domanda e offerta dei settori vicini, ma i loro prezzi non sono influenzati dal loro impatto sui tassi.

source: You can have \c(3dd)Cargo Shuttles\c() transport goods from and to your factories in the same sector.
it: Le navette cargo possono trasportare merci da e verso le vostre fabbriche nello stesso settore.

source: When founding a factory, it may take a few minutes until its supply and demand influence is established in all nearby sectors and the economy network.
it: Quando si fonda una fabbrica, possono essere necessari alcuni minuti prima che la sua influenza sulla domanda e sull'offerta sia stabilita in tutti i settori vicini e nella rete economica.

source: \c(3dd)Docking\c() your \c(3dd)Factories\c() together speeds up the exchange of goods between them by 500%! It also won't be affected by \c(3dd)Hazard Zones\c().
it: \Agganciare insieme le vostre fabbriche accelera lo scambio di merci del 500%! Inoltre, non sarà influenzato dalle \c(3dd)Zone di pericolo.

source: Taking over a sector from another faction will lead to harsh relation losses, even if you do it peacefully.
it: L'acquisizione di un settore da parte di un'altra fazione comporterà dure perdite di relazioni, anche se si agisce pacificamente.

source: Stations need a minimum crew of 30 people (and quarters) to function.
it: Le stazioni hanno bisogno di un equipaggio minimo di 30 persone (e relativi alloggi) per funzionare.

source: All online \c(3dd)Alliance\c() members are visible to all other online \c(3dd)Alliance\c() members on the \c(3dd)Galaxy Map\c().
it: Tutti i membri dell'Alleanza online sono visibili a tutti gli altri membri dell'Alleanza online sulla Mappa della Galassia.

source: All members of an \c(3dd)Alliance\c() share their knowledge about the \c(3dd)Galaxy Map\c().
it: Tutti i membri di una \c(3dd)Alleanza() condividono le loro conoscenze sulla \c(3dd)Mappa della Galassia().

source: When you're in an \c(3dd)Alliance\c(), everything you do while flying an alliance ship will be done in the name of your \c(3dd)Alliance\c().
it: Quando sei in un'Alleanza, tutto ciò che fai mentre piloti una nave dell'Alleanza sarà fatto a nome della tua Alleanza.

source: Multiple players can fly the same \c(3dd)Alliance\c() ship together.
it: Più giocatori possono pilotare insieme la stessa nave \c(3dd)Alliance().

source: A \c(3dd)Smuggler's Market\c() will buy any kind of good, including stolen or suspicious goods, but will only pay 15% of the usual market rate.
it: Il Mercato dei Contrabbandieri è in grado di acquistare qualsiasi tipo di bene, compresi quelli rubati o sospetti, ma pagando solo il 15% del prezzo di mercato.

source: You can unbrand your stolen cargo at a \c(3dd)Smuggler's Market\c().
it: È possibile disincrostare il carico rubato in un Mercato dei Contrabbandieri (3dd).

source: Buy a \c(3dd)Cargo Transportation License\c() at a \c(3dd)Trading Post\c(), so you can transport illegal cargo through a faction's territory without them fining you.
it: Acquista una \c(3dd)Licenza di trasporto merci() presso un \c(3dd)Posto di commercio(), in modo da poter trasportare merci illegali attraverso il territorio di una fazione senza che questa ti sanzioni.

source: You can hover the mouse over almost every UI element to get more info about it.
it: È possibile passare il mouse su quasi tutti gli elementi dell'interfaccia utente per ottenere maggiori informazioni su di essi.

source: \c(3dd)Collision Damage\c() can be dangerous! Be careful when flying around asteroids and don't \c(3dd)boost\c() into them!
it: \I danni da collisione possono essere pericolosi! Fate attenzione quando volate intorno agli asteroidi e non \c(3dd)boostate() contro di loro!

source: You can adjust the \c(3dd)difficulty\c() in the game menu.
it: È possibile regolare la difficoltà \c(3dd)\c() nel menu di gioco.

source: If \c(3dd)Collision Damage\c() is too high for you or you simply don't want the hassle, adjust it in the game menu.
it: Se \c(3dd)Collision Damage\c() è troppo alto per voi o semplicemente non volete la seccatura, regolatelo nel menu di gioco.

source: Buy \c(3dd)Reconstruction Kits\c() for your ships! If it gets destroyed you can reconstruct it immediately from its wreckage.
it: Acquista i kit di ricostruzione per le tue navi! Se viene distrutta, puoi ricostruirla immediatamente dai suoi rottami.

source: Don't invest all your resources in a single ship, because you \c(3dd)will lose it\c().
it: Non investite tutte le vostre risorse in una sola nave, perché la perderete.

source: Losing your ship can be brutal, but it's not the end of the world! \c(3dd)Repair Docks\c() will tow and quickly reassemble your ship for a very affordable fee.
it: Perdere la propria nave può essere brutale, ma non è la fine del mondo! \I porti di riparazione (3dd) rimorchiano e riassemblano rapidamente la vostra nave a un prezzo molto conveniente.

source: When you set a \c(3dd)Repair Dock\c() to be your \c(3dd)Reconstruction Site\c(), you can repair & tow ships for free there, and switch into the sector from anywhere on the Galaxy Map.
it: Quando si imposta un \c(3dd)Dock di riparazione come \c(3dd)Sito di ricostruzione(), è possibile riparare e rimorchiare navi gratuitamente e passare al settore da qualsiasi punto della Mappa della Galassia.

source: Be careful when venturing towards the core of the galaxy, as there are scoundrels hunting for weak ships. Be prepared!
it: Fate attenzione quando vi avventurate verso il nucleo della galassia, perché ci sono furfanti a caccia di navi deboli. Siate preparati!

source: Don't be fooled by the apparent size of your ship! Even the smaller ships in Avorion are easily a few hundred yards in size.
it: Non lasciatevi ingannare dalle dimensioni apparenti della vostra nave! Anche le navi più piccole di Avorion sono grandi qualche centinaio di metri.

source: In Avorion, ships can be miles long, so don't be surprised if their handling is not the same as a small one-man fighter.
it: In Avorion, le navi possono essere lunghe chilometri, quindi non stupitevi se la loro manovrabilità non è la stessa di un piccolo caccia monoposto.

source: When flying 1000m/s, you're actually blasting at 2301 mph, which is almost mach 3!
it: Quando si vola a 1000m/s, si sfreccia in realtà a 2301 mph, cioè quasi a mach 3!

source: Avorion has an extensive \c(3dd)Encyclopedia\c(), which can be found in the \c(3dd)Player Window\c()!
it: Avorion ha un'ampia \c(3dd)Enciclopedia\c(), che può essere trovata nella \c(3dd)Finestra del Giocatore\c()!!

source: If you forgot how something works, or simply want to learn about the game, check out the \c(3dd)Encyclopedia\c() in the \c(3dd)Player Window\c()!
it: Se hai dimenticato come funziona qualcosa, o semplicemente vuoi imparare qualcosa sul gioco, dai un'occhiata all'\c(3dd)Enciclopedia\c() nella \c(3dd)Finestra del giocatore\c()!

source: Assign a \c(3dd)Fighter\c() as a blueprint in your \c(3dd)Hangar\c() to produce more of them.
it: Assegnare un \c(3dd)Caccia\c() come progetto nel proprio \c(3dd)Hangar\c() per produrne altri.

source: You need \c(3dd)Assembly Blocks\c() to produce \c(3dd)Fighters\c() on your crafts.
it: Hai bisogno dei \c(3dd)Blocchi di Assemblaggio\c() per produrre \c(3dd)Caccia\c() sulle tue navi.

source: \c(3dd)Assembly Blocks\c() will enable and speed up production of \c(3dd)Fighters\c() on your crafts.
it: \I blocchi di assemblaggio consentono e accelerano la produzione di caccia sulle vostre imbarcazioni.

source: The production of a \c(3dd)Fighter\c() in your \c(3dd)Hangar\c() will always take at least 60 seconds.
it: La produzione di un \c(3dd)Fighter() nel vostro \c(3dd)Hangar() richiederà sempre almeno 60 secondi.

source: You can design your own \c(3dd)Fighters\c() at a \c(3dd)Fighter Factory\c() by combining a turret and a saved ship plan.
it: È possibile progettare i propri \c(3dd)Fighters() in una \c(3dd)Fighter Factory() combinando una torretta e un piano nave salvato.

source: \c(3dd)Fighters\c() avoid shots by doing loops or barrel rolls.
it: \I combattenti evitano i colpi eseguendo giri a vuoto o rotolamenti.

source: \c(3dd)Fighters\c() can dodge a fixed amount of times per minute; the exact number depends on the skill of their pilots.
it: \I caccia possono schivare un numero fisso di volte al minuto; il numero esatto dipende dall'abilità dei loro piloti.

source: The higher the level of a \c(3dd)Fighter Pilot\c(), the higher the initial dodges per minute and the higher the dodge chance after the fixed dodges are used up.
it: Più alto è il livello di un \c(3dd)Pilota di caccia(), più alte sono le schivate iniziali al minuto e più alta è la possibilità di schivare dopo aver esaurito le schivate fisse.

source: Higher material \c(3dd)Assembly Blocks\c() will allow your ship to produce more \c(3dd)Fighters\c() in a certain timespan.
it: I blocchi di assemblaggio di materiale più elevato consentono alla nave di produrre più caccia in un determinato periodo di tempo.

source: The material of a \c(3dd)Turret\c() used in the \c(3dd)Fighter Factory\c() will add additional boosts to your \c(3dd)Fighter\c().
it: Il materiale di una torretta utilizzato nella fabbrica di caccia aggiungerà ulteriori potenziamenti al vostro caccia.

source: The rarity of a turret used in the \c(3dd)Fighter Factory\c() will determine how many stat points you can spend on a fighter.
it: La rarità di una torretta utilizzata nella \c(3dd)Fabbrica di caccia() determinerà quanti punti statistica si possono spendere per un caccia.

source: The base durability of a \c(3dd)Fighter\c() depends on the material the fighter is made of.
it: La durata di base di un \c(3dd)Fighter() dipende dal materiale di cui è fatto il combattente.

source: Smaller \c(3dd)Fighters\c() will take up less space in your hangar.
it: I caccia più piccoli (3dd) occuperanno meno spazio nell'hangar.

source: To \c(3dd)board\c() another ship or station, its hull must be below 30%. After that, you can send out \c(3dd)Boarding Shuttles\c() with \c(3dd)Boarders\c().
it: Per abbordare un'altra nave o stazione, lo scafo deve essere inferiore al 30%. Dopodiché, è possibile inviare navette d'abbordaggio con gli abbordatori.

source: \c(3dd)Boarding Shuttles\c() can transport \c(3dd)Boarders\c() to the target in multiple waves.
it: \Le navette d'abbordaggio() possono trasportare gli abbordatori() verso l'obiettivo in più ondate.

source: When defending against \c(3dd)Boarders\c(), the captain and higher ranking officers will put up a bigger fight than normal crew members.
it: Quando si difende da \c(3dd)Boarders(), il capitano e gli ufficiali di grado più elevato opporranno una lotta maggiore rispetto ai normali membri dell'equipaggio.

source: \c(3dd)Internal Defense Weapons\c() support your crew against enemy \c(3dd)Boarders\c(). If the enemy is stronger, they are only disabled until the next attack, not destroyed.
it: \Le armi di difesa interna (3dd) supportano l'equipaggio contro gli abbordatori nemici (3dd). Se il nemico è più forte, viene solo disattivato fino all'attacco successivo, non distrutto.

source: \c(3dd)Cargo\c() of boarded ships will not be marked as stolen.
it: \Il carico delle navi abbordate non viene contrassegnato come rubato.

source: \c(3dd)Boarding\c() stations is hard: They are heavily defended and require a lot of troops to board. They also take a lot of damage during the attack and must be \c(3dd)rebuilt\c() when conquered.
it: \L'abbordaggio delle stazioni è difficile: sono pesantemente difese e richiedono molte truppe per essere abbordate. Inoltre, subiscono molti danni durante l'attacco e devono essere ricostruite una volta conquistate.

source: The galaxy is filled with \c(3dd)valuable objects\c(), such as secret stashes or ship wreckages. Some of those wreckages can even be made functional again.
it: La galassia è piena di oggetti preziosi, come nascondigli segreti o relitti di navi. Alcuni di questi relitti possono anche essere rimessi in funzione.

source: The \c(3dd)Gate System\c() offers a safe and fast way of travelling, for a price. Each passage will cost you money, and the price depends on the distance and your relations to the owners of the gate.
it: Il sistema \c(3dd)Gate() offre un modo sicuro e veloce di viaggiare, a un prezzo. Ogni passaggio ha un costo, che dipende dalla distanza e dai rapporti con i proprietari del cancello.

source: Everything in the game is \c(3dd)generated procedurally\c() - no matter where you go, you will always find something new!
it: Tutto nel gioco è generato proceduralmente (3dd): non importa dove andrete, troverete sempre qualcosa di nuovo!

source: Some sectors have entire \c(3dd)pirate bases\c() that will not hesitate to attack you! Make sure to explore a sector without a green blip with your drone first to ensure it's really safe.
it: Alcuni settori hanno intere basi pirata che non esiteranno ad attaccarvi! Assicuratevi di esplorare prima un settore senza blip verde con il vostro drone per assicurarvi che sia davvero sicuro.

source: The closer you get to the center of the galaxy, the stronger your enemies will become.
it: Più ci si avvicina al centro della galassia, più i nemici diventano forti.

source: You can see the rough direction of a \c(3dd)Hyperspace Gate\c() in its title. Directions are based on the cardinal points. N = North, SE = South East, WSW = West South West.
it: La direzione approssimativa di una porta iperspaziale (3dd) è indicata nel titolo. Le direzioni si basano sui punti cardinali. N = Nord, SE = Sud Est, WSW = Ovest Sud Ovest.

source: Container fields sometimes contain \c(3dd)Secured Containers\c() that might be worth checking out.
it: I campi dei contenitori a volte contengono \code(3dd)Contenitori protetti() che potrebbe valere la pena di controllare.

source: The green dots on the \c(3dd)Galaxy Map\c() show sectors where you can find something interesting.
it: I punti verdi sulla mappa della galassia \c(3dd) indicano i settori in cui è possibile trovare qualcosa di interessante.

source: The blue radius around your position on the \c(3dd)Galaxy Map\c() shows how far your ship can jump.
it: Il raggio blu intorno alla vostra posizione sulla mappa della galassia mostra la distanza percorribile dalla vostra nave.

source: Visited sectors with content are marked automatically on your \c(3dd)Galaxy Map\c().
it: I settori visitati con contenuti sono contrassegnati automaticamente sulla mappa della galassia.

source: Make sure you also explore sectors that are not marked with a dot. But be careful, as pirates like to hide in these unknown regions.
it: Assicuratevi di esplorare anche i settori non contrassegnati da un punto. Ma fate attenzione, perché i pirati amano nascondersi in queste regioni sconosciute.

source: A \c(3dd)Flight Recorder\c() block will mark the location of your ship's destruction on the \c(3dd)Galaxy Map\c() - but only if it's still intact when the ship is destroyed! So make sure your \c(3dd)Flight Recorders\c() are protected.
it: Un blocco \c(3dd)Registratore di Volo\c() segnerà la posizione della distruzione della vostra nave sulla \c(3dd)Mappa della Galassia\c() - ma solo se è ancora intatto quando la nave viene distrutta! Assicuratevi quindi che i vostri registratori di volo siano protetti.

source: You can select \c(3dd)Inventory\c() items as a favorite or mark them as trash with the right mouse button.
it: È possibile selezionare gli elementi \c(3dd)Inventory\c() come preferiti o contrassegnarli come rifiuti con il tasto destro del mouse.

source: New items in your \c(3dd)Inventory\c() will be highlighted until you hover the mouse over them.
it: I nuovi elementi nel vostro \code(3dd)Inventario() saranno evidenziati finché non ci passerete sopra con il mouse.

source: You can filter the items in your \c(3dd)Inventory\c(). Example: type 'naonite laser' to find all turrets that fire lasers and that are made of Naonite.
it: È possibile filtrare gli elementi nel proprio \c(3dd)Inventario(). Esempio: digitare "laser naonite" per trovare tutte le torrette che sparano laser e che sono fatte di naonite.

source: The bigger the docking blocks on your ship, the stronger their tractor beams are.
it: Più grandi sono i blocchi di attracco della vostra nave, più forti sono i loro raggi traenti.

source: You can undock all docked objects at once by pressing %s.
it: È possibile sbloccare tutti gli oggetti agganciati in una sola volta premendo %s.

source: Ships with \c(3dd)Mining Subsystems\c() can detect asteroids with resources. The more advanced the system, the rarer materials that can be detected in asteroids.
it: Le navi dotate di sottosistemi di estrazione mineraria (3dd) possono rilevare asteroidi con risorse. Più avanzato è il sistema, più rari sono i materiali che possono essere individuati negli asteroidi.

source: Ships with \c(3dd)Trading Subsystems\c() can communicate with factories and other stations to check prices and stock without docking to the station.
it: Le navi dotate di sottosistemi di commercio (3dd) possono comunicare con le fabbriche e le altre stazioni per controllare i prezzi e le scorte senza attraccare alla stazione.

source: Upgrade your ship with \c(3dd)Subsystems\c(). There are systems for \c(3dd)Trading\c(), \c(3dd)Turrets\c(), \c(3dd)Mining\c(), \c(3dd)Engines\c() and much more.
it: Potenziate la vostra nave con i sottosistemi (3dd). Ci sono sistemi per \c(3dd)Trading\c(), \c(3dd)Torrette\c(), \c(3dd)Mining\c(), \c(3dd)Motori\c() e molto altro.

source: Your ship will unlock more \c(3dd)Subsystem\c() sockets with increased processing power, not mass or volume.
it: La vostra nave sbloccherà un maggior numero di prese del sottosistema con un aumento della potenza di elaborazione, non della massa o del volume.

source: You can install \c(3dd)Subsystems\c() permanently for bonuses.
it: È possibile installare permanentemente i sottosistemi \code(3dd)\code(3dd) per ottenere dei bonus.

source: You can safely remove permanently installed \c(3dd)Subsystems\c() near an \c(3dd)Equipment Dock\c().
it: È possibile rimuovere in modo sicuro i sottosistemi installati in modo permanente vicino a un banco di apparecchiature ("Dock").

source: If you have a \c(3dd)Mining Subsystem\c(), install it in your ship before sending it on a \c(3dd)Mining Operation\c(). The ship's crew will thank you with higher yields!
it: Se si dispone di un sottosistema minerario, installarlo sulla nave prima di inviarla a un'operazione mineraria. L'equipaggio della nave vi ringrazierà con rendimenti più elevati!

source: Having a \c(3dd)Trading Subsystem\c() installed will guarantee you the best possible prices during the Procure and Sell Operations, instead of the regional average.
it: L'installazione di un sottosistema di trading \c(3dd)\c() vi garantirà i migliori prezzi possibili durante le operazioni di acquisto e vendita, invece della media regionale.

source: \c(3dd)Mining Lasers\c() can only mine materials that are of a similar level or lower.
it: \I laser minerari() possono estrarre solo materiali di livello simile o inferiore.

source: Wreckages can be salvaged, but you need special \c(3dd)Salvaging Lasers\c() for them.
it: I relitti possono essere recuperati, ma per essi è necessario uno speciale laser di recupero.

source: Not all wreckage blocks contain materials. Look for special blocks, e.g. \c(3dd)Engines\c() or \c(3dd)Cargo Bay\c() for more loot.
it: Non tutti i blocchi di rottami contengono materiali. Cercate i blocchi speciali, ad esempio \c(3dd)Motori\c() o \c(3dd)Baia di carico\c() per ottenere più bottino.

source: Different materials have different strengths. The higher the material, the higher its strength.
it: Materiali diversi hanno resistenze diverse. Più alto è il materiale, maggiore è la sua resistenza.

source: Materials get better when you approach the center of the galaxy. But beware: all the other ships will get stronger, too.
it: I materiali migliorano quando ci si avvicina al centro della galassia. Ma attenzione: anche tutte le altre navi diventeranno più forti.

source: Strength of materials is categorized in order from \c(3dd)Iron\c() (lowest) to \c(3dd)Avorion\c() (highest).
it: La resistenza dei materiali è classificata in ordine da \c(3dd)Iron\c() (più bassa) a \c(3dd)Avorion\c() (più alta).

source: \c(3dd)Mining Lasers\c() work faster when they are collecting materials that are lower than their own material.
it: \I laser minerari (3dd) lavorano più velocemente quando raccolgono materiali inferiori al proprio materiale.

source: \c(3dd)Mining\c() and \c(3dd)Salvaging Lasers\c() have an efficiency: the higher the efficiency, the higher their yield from mining asteroids or salvaging.
it: \I laser di estrazione e di recupero hanno un'efficienza: maggiore è l'efficienza, maggiore è il rendimento dell'estrazione di asteroidi o del recupero.

source: \c(3dd)Mining Lasers\c() with an efficiency of 15 will only gather 15% of the resources in an asteroid.
it: \I laser minerari con un'efficienza di 15 raccolgono solo il 15% delle risorse di un asteroide.

source: \c(3dd)R-Mining Lasers\c() don't immediately refine resources; your ship needs a cargo bay to collect the raw ores.
it: \I laser da miniera non raffinano immediatamente le risorse; la nave ha bisogno di una stiva di carico per raccogliere i minerali grezzi.

source: \c(3dd)R-Mining Lasers\c() have a much higher efficiency than refining Lasers.
it: \I laser di estrazione (3dd) hanno un'efficienza molto più elevata dei laser di raffinazione.

source: Refine resource ores at a \c(3dd)Resource Depot\c(). It costs a small fee, but has very high yields.
it: Raffinare i minerali delle risorse in un deposito di risorse (3dd). Costa poco, ma ha rendimenti molto elevati.

source: When playing with your friends you can form an \c(3dd)Alliance\c() together.
it: Quando si gioca con gli amici, si può formare insieme una \c(3dd)Alliance\c().

source: Upload your creations to the \c(3dd)Steam Workshop\c() in the \c(3dd)Saved Ships\c() window in \c(3dd)Building Mode\c() for everybody else to use!
it: Caricate le vostre creazioni nello \c(3dd)Steam Workshop() nella finestra \c(3dd)Saved Ships() in \c(3dd)Building Mode() perché tutti possano usarle!

source: You can use the \c(3dd)Steam Workshop\c() to subscribe to and download other people's awesome ship creations!
it: È possibile utilizzare lo Steam Workshop() per iscriversi e scaricare le fantastiche creazioni navali di altri utenti!

source: You can build your own \c(3dd)Turrets\c() at a \c(3dd)Turret Factory\c().
it: È possibile costruire le proprie torrette presso una fabbrica di torrette.
