Repository: GLWine/Avorion-ITA
Catalog: Avorion/data/localization/*.po
Languages: it

source: So you found "Illuminated" there? And they want to fight whoever disturbs them? We'll show them! Thank you for reporting your findings. Here is your reward.
it: Quindi hai trovato degli "Illuminati" lì? E vogliono combattere chiunque li disturbi? Gliela faremo vedere noi! Grazie per aver segnalato le tue scoperte. Ecco la tua ricompensa.

source: So you found "Illuminated" there? And of course, they're in clinch with the cultists. Sorry to hear that things didn't go according to plan. We'll take it from here. Here is your reward.
it: Quindi hai trovato gli "Illuminati" lì? E ovviamente sono in combutta con i cultisti. Mi dispiace sapere che le cose non sono andate secondo i piani. Ci pensiamo noi. Ecco la vostra ricompensa.

source: So you found "Illuminated" there? And of course, they're in clinch with the cultists. Thank you for reporting your findings. We'll take it from here. Here is your reward.
it: Quindi hai trovato gli "Illuminati" lì? E naturalmente sono in combutta con i cultisti. Grazie per averci riferito le vostre scoperte. Da qui in poi ce ne occuperemo noi. Ecco la vostra ricompensa.

source: Thank you for handling the problems with the "Illuminated". Now we can safely send our traders along that route again. Here is your reward and a nice bonus on top.
it: Grazie per aver gestito i problemi con gli "Illuminati". Ora possiamo di nuovo inviare con sicurezza i nostri commercianti lungo questa rotta. Ecco la vostra ricompensa e un bel bonus in più.

source: Hey there, have you come to experience the glory of the Light?
it: Ehilà, siete venuti a sperimentare la gloria della Luce?

source: What? Are you responsible for the missing traders?
it: Cosa? È lei il responsabile dei commercianti scomparsi?

source: Missing? No, they found their destination. They've come to the glory of the Light.
it: Scomparsi? No, hanno trovato la loro destinazione. Sono arrivati alla gloria della Luce.

source: What are you talking about?
it: Di cosa stai parlando?

source: Bollocks, I'll report your activities to the authorities.
it: Che palle, denuncerò le vostre attività alle autorità.

source: The perfect way of Light. I'm only an acolyte myself, if you want to experience the truly cleansing Light you should listen to our High Priest.
it: La via perfetta della Luce. Io stesso sono solo un accolito, se volete sperimentare la Luce veramente purificante dovete ascoltare il nostro Sommo Sacerdote.

source: I'll pay him a visit.
it: Gli farò visita.

source: This is your time Acolytes. Shine with the Light. Show me your dedication. Destroy this infidel!
it: È il vostro momento, Accoliti. Risplendete con la Luce. Mostratemi la vostra dedizione. Distruggete questo infedele!

source: Welcome, welcome! This is the path to the Light. You’re now at the doorstep of true greatness. Stay and become one of us! Ascend to the Light and find your better self!
it: Benvenuti, benvenuti! Questo è il cammino verso la Luce. Ora siete alle porte della vera grandezza. Rimani e diventa uno di noi! Ascendi alla Luce e trova il tuo sé migliore!

source: That sounds interesting.
it: Sembra interessante.

source: Wonderful! We always like new followers. Of course, we would have to determine if you are worthy of the Light, first.
it: Meraviglioso! Ci piacciono sempre i nuovi seguaci. Naturalmente, dobbiamo prima stabilire se siete degni della Luce.

source: If you say so?
it: Se lo dici tu?

source: All our followers need to prove that they value the Light more than their own life. Are you ready?
it: Tutti i nostri seguaci devono dimostrare di dare più valore alla Luce che alla propria vita. Siete pronti?

source: Are you insane?
it: Sei impazzito?

source: Then you're not welcome here. Leave or we will use force.
it: Allora non siete i benvenuti qui. Andate via o useremo la forza.

source: Our rivals are of the material world. We have realized that they are the reason for the disturbance of the cosmic flow of the Light. They need to be weeded out.
it: I nostri rivali sono del mondo materiale. Abbiamo capito che sono la causa del disturbo del flusso cosmico della Luce. È necessario estirparli.

source: Okay, where do I need to go?
it: Ok, dove devo andare?

source: I'm not fighting for you.
it: Non sto combattendo per te.

source: Their leader is in sector (${x}:${y}). Once they have been eradicated we can move on in peace and illuminate the rest of the galaxy.
it: Il loro leader è nel settore (${x}:${y}). Una volta sradicati, potremo andare avanti in pace e illuminare il resto della galassia.

source: Consider it done.
it: Consideratelo fatto.

source: Fight your own wars. I'm out.
it: Combattete le vostre guerre. Io me ne vado.

source: Ah, our noble warrior returns victorious. Now that that scum has been defeated we can rescue even more people!
it: Ah, il nostro nobile guerriero torna vittorioso. Ora che quella feccia è stata sconfitta, possiamo salvare ancora più persone!

source: Okay, but not here, right?
it: Ok, ma non qui, giusto?

source: Our job here is done. I pity you, if you have to live without the Light. But so be it. We'll move on.
it: Il nostro lavoro qui è finito. Mi dispiace che dobbiate vivere senza la Luce. Ma così sia. Andremo avanti.

source: The Light is the only true way. Come and cleanse yourself of the material world.
it: La Luce è l'unica vera via. Venite a purificarvi dal mondo materiale.

source: Chasing material wealth only weighs you down. Come to the Light and find your true purpose!
it: Inseguire la ricchezza materiale non fa che appesantirvi. Venite alla Luce e trovate il vostro vero scopo!

source: Do you know the feeling that there has to be more to life? Are you missing purpose? Come to the Light and find fulfillment!
it: Avete presente la sensazione che ci debba essere di più nella vita? Vi manca uno scopo? Venite alla Luce e trovate la realizzazione!

source: Don’t let the material world oppress you. Find your true self in the Light!
it: Non lasciate che il mondo materiale vi opprima. Trovate il vostro vero sé nella Luce!

source: Rid yourself of all material riches and negative influences in your life. The Light will show you the way!
it: Liberatevi di tutte le ricchezze materiali e delle influenze negative nella vostra vita. La Luce vi mostrerà la strada!

source: Finally, I found my purpose!
it: Finalmente ho trovato il mio scopo!

source: Thank you our savior!
it: Grazie al nostro Salvatore!

source: Amazing!
it: Incredibile!

source: What are they still doing here? The high priest said they had to go.
it: Cosa ci fanno ancora qui? Il sommo sacerdote ha detto che dovevano andarsene.

source: You're throwing shadow. This is a place of the Light! Go now infidel.
it: State gettando ombra. Questo è un luogo di Luce! Vai ora, infedele.

source: Leave here, we don't want you here.
it: Andate via, non vi vogliamo qui.

source: The Illuminated
it: L'Illuminato

source: generous
it: generoso

source: trusting
it: fiduciario

source: Acolyte
it: Accolito

source: High Priest
it: Sommo sacerdote

source: Lately we have been noticing the disappearance of ships following a certain route. They all vanished in an area that people now started calling the rift triangle. Investigate and report back with any information you find.
it: Ultimamente abbiamo notato la scomparsa di navi che seguivano una certa rotta. Sono scomparse tutte in un'area che la gente ha iniziato a chiamare il triangolo della spaccatura. Indagate e riferite ogni informazione che trovate.

source: The Hackathon
it: L'Hackathon

source: Compete in the Hackathon.
it: Partecipare all'Hackathon.

source: Meet the Game Master in sector (${x}:${y})
it: Incontrare il Game Master nel settore (${x}:${y})

source: Collect the Hackathon Token
it: Raccogliere il gettone dell'Hackathon

source: Now hack the container in sector (${x}:${y}). Only ${amount} more to go!
it: Ora hackera il container nel settore (${x}:${y}). Manca solo ${importo}!

source: Return to the Game Master in sector (${x}:${y})
it: Ritorno al Game Master nel settore (${x}:${y})

source: You took too long and the Hackathon Token has already been picked up by somebody else.
it: Avete impiegato troppo tempo e il gettone dell'Hackathon è già stato ritirato da qualcun altro.

source: Now hack the container in sector (${xCoord}:${yCoord}). Only ${amount} more to go!
it: Ora hackera il container nel settore (${xCoord}:${yCoord}). Manca solo ${importo}!

source: Hackathon Contestant
it: Partecipante all'Hackathon

source: Return this token to the Hackathon Game Master.
it: Restituite questo gettone al Game Master dell'Hackathon.

source: Dear Hackathon contestant! While you were away, the Hackathon has ended. Nevertheless, we thank you for your interest in our event and we hope that you will compete again some day! The Hackathon Game Master
it: Caro concorrente dell'Hackathon! Mentre eri via, l'Hackathon si è concluso. Tuttavia, ti ringraziamo per l'interesse dimostrato nei confronti del nostro evento e ci auguriamo che un giorno tu possa gareggiare di nuovo! Il Game Master dell'Hackathon

source: Hackathon Has Ended
it: L'hackathon è terminato

source: Now hack the container in sector (${xCoord}:${yCoord})
it: Ora hackerare il contenitore nel settore (${xCoord}:${yCoord})

source: Welcome to the Hackathon! Are you ready to challenge the best hackers of containers in the galaxy? Impossible speeds and flexible rules, our contestants hack the containers by any means possible!
it: Benvenuti all'Hackathon! Siete pronti a sfidare i migliori hacker di container della galassia? Velocità impossibili e regole flessibili, i nostri concorrenti hackerano i container con ogni mezzo possibile!

source: We will give you a target sector with a container field. Get there first and hack the container, and don't forget to collect the Hackathon Token we put in there! Once you have hacked one container, you will learn the coordinates of the next target sector.
it: Vi daremo un settore obiettivo con un campo di container. Arrivate per primi e violate il container, e non dimenticate di raccogliere il gettone dell'Hackathon che abbiamo messo lì dentro! Una volta violato un container, imparerete le coordinate del prossimo settore obiettivo.

source: Sounds interesting.
it: Sembra interessante.

source: Do you want to join now?
it: Vuoi unirti a noi adesso?

source: I don't have an Injector Subsystem level 4 yet.
it: Non ho ancora un sottosistema iniettore di livello 4.

source: Everybody on their marks! The first target sector will be (${x}:${y}). 3 ... 2 ... 1 ... go!
it: Tutti ai propri posti! Il primo settore obiettivo sarà (${x}:${y}). 3 ... 2 ... 1 ... via!

source: Alright, come back when you have one.
it: Va bene, torna quando ne hai uno.

source: Congratulations, you finished the Hackathon!
it: Congratulazioni, avete finito l'Hackathon!

source: It was quite a challenge.
it: È stata una bella sfida.

source: Well, your finishing rank was ${x} and you collected ${y} Hackathon Tokens. This means that you earned ${z} Credits! We hope you had fun and that we will see you again next time!
it: Il tuo punteggio finale è stato di ${x} e hai raccolto ${y} gettoni dell'Hackathon. Questo significa che hai guadagnato ${z} Crediti! Speriamo che vi siate divertiti e che ci rivedremo la prossima volta!

source: Thanks!
it: Grazie!

source: Have you ever wanted to prove that you are the fastest hacker of containers in the galaxy? Now is your chance! Get yourself an Injector Subsystem of at least level 4 and meet the Game Master of the Hackathon!
it: Avete mai voluto dimostrare di essere il più veloce hacker di container della galassia? Questa è la vostra occasione! Procuratevi un Sottosistema Iniettore di almeno livello 4 e incontrate il Game Master dell'Hackathon!

source: Hackathon Token
it: Gettone Hackathon

source: She's Innocent!
it: È innocente!

source: Prove that the accused is innocent.
it: Dimostrare che l'accusato è innocente.

source: Meet Paul in sector (${x}:${y})
it: Incontrare Paul nel settore (${x}:${y})

source: Go to sector (${x}:${y}) and prevent the execution
it: Andare al settore (${x}:${y}) e prevenire l'esecuzione

source: Find the container in sector (${x}:${y})
it: Trovare il contenitore nel settore (${x}:${y})

source: Go to sector (${x1}:${y1}) or (${x2}:${y2}) or (${x3}:${y3})
it: Vai al settore (${x1}:${y1}) o (${x2}:${y2}) o (${x3}:${y3})

source: Find the pirates in sector (${x}:${y})
it: Trova i pirati nel settore (${x}:${y})

source: Dock the container and deliver it to (${x}:${y})
it: Attraccare il container e consegnarlo a (${x}:${y})

source: [Hear Riddle Again]
it: [Ascolta di nuovo l'indovinello]

source: The Missing Container
it: Il contenitore mancante

source: Defeat the pirates, dock the container and deliver it to (${x}:${y})
it: Sconfiggere i pirati, attraccare il container e consegnarlo a (${x}:${y})

source: Hello! Great news! The smugglers got what they deserved! Somebody destroyed their hideout! My girlfriend managed to escape in the commotion and we are now on the way to a better life where we won't take jobs from smugglers ever again. Thank you for your help, we are very grateful to you, but we hope that you will never hear from us again! Paul
it: Ciao! Grandi notizie! I contrabbandieri hanno avuto quello che si meritavano! Qualcuno ha distrutto il loro nascondiglio! La mia ragazza è riuscita a scappare durante il trambusto e ora siamo sulla strada per una vita migliore, dove non accetteremo mai più lavori dai contrabbandieri. Grazie per il vostro aiuto, vi siamo molto grati, ma speriamo che non abbiate più notizie di noi! Paolo

# Mail Subject
source: Smugglers Destroyed
it: Distrutti i contrabbandieri

source: Paul
it: Paolo

source: Sphinx
it: Sfinge

source: Are you here because of the bulletin?
it: Siete qui per il bollettino?

source: Thank goodness! I really need your help! My girlfriend is being accused of stealing a container and they are preparing to execute her! I need someone to go there and stop them!
it: Grazie al cielo! Ho davvero bisogno del vostro aiuto! La mia ragazza è stata accusata di aver rubato un container e si stanno preparando a giustiziarla! Ho bisogno di qualcuno che vada lì e li fermi!

source: Why don't you do it?
it: Perché non lo fai?

source: I've tried. But they won't listen to me! I know the container was stolen from her, but they won't let me talk to her.
it: Ci ho provato. Ma non mi ascoltano! So che il contenitore le è stato rubato, ma non mi lasciano parlare con lei.

source: You need to go to her captors in sector (${x}:${y}). Ask them if she told them who stole the container from her and me and my crew will retrieve it!
it: Dovete andare dai suoi rapitori nel settore (${x}:${y}). Chiedete loro se ha detto chi le ha rubato il container e io e il mio equipaggio lo recupereremo!

source: Okay, I'll try.
it: Ok, ci proverò.

source: I want to prevent the execution.
it: Voglio impedire l'esecuzione.

source: Do you know that thief?
it: Conosci quel ladro?

source: Her boyfriend hired me to save her.
it: Il suo ragazzo mi ha assunto per salvarla.

source: That idiot still hasn't given up. They both say the container was stolen from her.
it: Quell'idiota non si è ancora arreso. Entrambi dicono che il contenitore le è stato rubato.

source: You don't believe her?
it: Non le credi?

source: She has stolen from us before and now we don't believe her any more.
it: Ci ha già derubato in passato e ora non le crediamo più.

source: Does she say who stole it?
it: Ha detto chi l'ha rubata?

source: She says she was attacked by pirates in sector (${x}:${y}). But who knows if that's true.
it: Dice di essere stata attaccata dai pirati nel settore (${x}:${y}). Ma chissà se è vero.

source: You are executing her anyway?
it: La state giustiziando comunque?

source: We are going to execute her in 30 minutes. If you manage to bring that container here before that, then we'll let her go.
it: La giustizieremo tra 30 minuti. Se riuscite a portare qui quel container prima di allora, la lasceremo andare.

source: I don't even know how to contact her boyfriend!
it: Non so nemmeno come contattare il suo ragazzo!

source: Do we care? It's up to you then. Bring us the evidence and she lives. If you don't, she dies.
it: Ci interessa? Allora dipende da voi. Portateci le prove e lei vivrà. Se non lo fate, muore.

source: A traveler. How exciting.
it: Un viaggiatore. Che emozione.

source: Me? We are the Sphinx. Have you heard of us?
it: Io? Siamo la Sfinge. Avete sentito parlare di noi?

source: That's disappointing. What is a traveler like you doing in such a remote part of the galaxy?
it: È una delusione. Cosa ci fa un viaggiatore come lei in una zona così remota della galassia?

source: I'm looking for a stolen container.
it: Sto cercando un contenitore rubato.

source: Ooh, we know about that container. We've seen it.
it: Oh, conosciamo quel contenitore. L'abbiamo visto.

source: Can you tell me where it is?
it: Può dirmi dove si trova?

source: We don't just tell people things. We give them riddles. We're the Sphinx, after all.
it: Non diciamo solo cose alle persone. Diamo loro degli indovinelli. Dopotutto, siamo la Sfinge.

source: What is the riddle?
it: Qual è l'indovinello?

source: Our brother Erehton has four legs, and he lives in sector (${x1}:${y1}). Our brother Reniatnoc has two legs, and he lives in sector (${x2}:${y2}). Our brother Etiseslaf has three legs, and he lives in sector (${x3}:${y3}).
it: Nostro fratello Erehton ha quattro gambe e vive nel settore (${x1}:${y1}). Nostro fratello Reniatnoc ha due gambe e vive nel settore (${x2}:${y2}). Nostro fratello Etiseslaf ha tre gambe e vive nel settore (${x3}:${y3}).

source: This is all we're going to tell you. You can ask us to repeat the riddle, but we won't tell you anything else.
it: Questo è tutto ciò che vi diremo. Potete chiederci di ripetere l'indovinello, ma non vi diremo nient'altro.

source: Our brother Erehton has four legs, and he lives in sector (${x1}:${y1}). Our brother Reniatnoc has two legs, and he lives in sector (${x2}:${y2}). Our brother Etiseslaf has three legs, and he lives in sector (${x3}:${y3}).
it: Nostro fratello Erehton ha quattro gambe e vive nel settore (${x1}:${y1}). Nostro fratello Reniatnoc ha due gambe e vive nel settore (${x2}:${y2}). Nostro fratello Etiseslaf ha tre gambe e vive nel settore (${x3}:${y3}).

source: Your name is actually Reniatnoc!
it: Il tuo nome è in realtà Reniatnoc!

source: Yes. We named our ship 'container' spelled backwards. Were you sent by the Sphinx?
it: Sì, è vero. Abbiamo chiamato la nostra nave 'container' scritto al contrario. Siete stati mandati dalla Sfinge?

source: Yes, I'm looking for a stolen container.
it: Sì, sto cercando un contenitore rubato.

source: A stolen container, you say. Well, I'm not surprised, a lot of containers seem to grow wings in these parts.
it: Un container rubato, direte voi. Beh, non mi sorprende, da queste parti sembra che a molti container crescano le ali.

source: Have you heard anything?
it: Hai saputo qualcosa?

source: Not really, but I know a bunch of pirates that like to take things that aren't theirs. If you really want to find the container, you should go find them, but beware, they will try to kill you!
it: Non proprio, ma conosco un gruppo di pirati a cui piace prendere cose che non sono loro. Se vuoi davvero trovare il container, dovresti andare a cercarli, ma attenzione, cercheranno di ucciderti!

source: Where can I find them?
it: Dove posso trovarli?

source: I like to keep track of their whereabouts so that I don't accidentally run into them. They should be in sector (${x}:${y}) at the moment.
it: Mi piace tenere traccia dei loro spostamenti per evitare di incontrarli per sbaglio. Al momento dovrebbero trovarsi nel settore (${x}:${y}).

source: You can't afford that!
it: Non potete permettervelo!

source: You want to play games?! DIE!
it: Vuoi giocare?! MORIRE!

source: Paid %1% Credits for the container.
it: Pagato il %1% di crediti per il contenitore.

source: Who are you and what do you want here?
it: Chi siete e cosa volete qui?

source: I'm looking for a container that was lost.
it: Sto cercando un contenitore che è andato perso.

source: Lost, you say. Well, that seems to happen quite frequently in these parts.
it: Perso, direte voi. Beh, sembra che questo accada abbastanza spesso da queste parti.

source: So I have heard.
it: Così ho sentito dire.

source: Is this the container you are looking for?
it: È questo il contenitore che state cercando?

source: I believe it is.
it: Credo che lo sia.

source: At the moment, we are the owners of this container. But we would be willing to part with it, for a fee, of course. For only ${money} Credits it can be your container.
it: Al momento siamo noi i proprietari di questo contenitore. Ma saremmo disposti a separarcene, naturalmente dietro compenso. Per soli ${denaro} Credits può essere il vostro contenitore.

source: Okay, I'll buy it from you.
it: Ok, lo comprerò da te.

source: Never, I'll fight for it.
it: Mai, mi batterò per questo.

source: It was a pleasure doing business with you.
it: È stato un piacere fare affari con voi.

source: Are you insane? We'll kill you!
it: Sei impazzito? Vi uccideremo!

source: Hello! You saved her! I will come pick up my girlfriend and then we will move to the other side of the galaxy. Thank you so much for your help! Paul
it: Ciao! L'hai salvata! Vengo a prendere la mia ragazza e poi ci trasferiamo dall'altra parte della galassia. Grazie mille per il tuo aiuto! Paolo

# Mail Subject
source: You saved her!
it: L'hai salvata!

source: Interesting, you've found the missing container!
it: Interessante, avete trovato il contenitore mancante!

source: Some pirates had stolen it.
it: Alcuni pirati l'avevano rubata.

source: Letting her go doesn't feel wise, but we gave you our word. We'll let her go free. But if she ever comes near us again, we will kill her!
it: Lasciarla andare non è saggio, ma vi abbiamo dato la nostra parola. La lasceremo libera. Ma se si avvicinerà ancora a noi, la uccideremo!

source: That sounds fair.
it: Mi sembra giusto.

source: My girlfriend has been wrongfully accused of stealing and she will be executed soon! I need you to help me save her life! Paul
it: La mia ragazza è stata accusata ingiustamente di furto e presto sarà giustiziata! Ho bisogno del tuo aiuto per salvarle la vita! Paolo

source: Special Contacts
it: Contatti speciali

source: Pick up some very important merchandise.
it: Raccogliere merce molto importante.

source: Get the merchandise from the pirates
it: Recuperare la merce dai pirati

source: Pick up the package
it: Ritirare il pacco

source: Deliver the package
it: Consegnare il pacchetto

source: Deliver Merchandise
it: Consegnare la merce

source: Thank you. Please give me the package.
it: Grazie. La prego di consegnarmi il pacco.

source: [Talk]
it: [Parla]

source: As I said, you'll find our market in (${x}:${y}).
it: Come ho detto, troverete il nostro mercato in (${x}:${y}).

source: I have no business with you.
it: Non ho nulla da fare con te.

source: Thank you. You should visit sector (${x}:${y}), we have our special little market there.
it: Grazie. Dovreste visitare il settore (${x}:${y}), lì abbiamo il nostro piccolo mercato speciale.

source: Oh, you don't have it.
it: Oh, non ce l'hai.

source: Emergency Signal
it: Segnale di emergenza

source: Investigate the emergency call.
it: Indagare sulla chiamata di emergenza.

source: Defend ${name} from the pirates
it: Difendi ${nome} dai pirati

source: Help! I'm under attack! We need help!
it: Aiuto! Sono sotto attacco! Abbiamo bisogno di aiuto!

source: You have received a distress signal from an unknown source.
it: Avete ricevuto un segnale di soccorso da una fonte sconosciuta.
