Repository: GLWine/Avorion-ITA
Catalog: Avorion/data/localization/*.po
Languages: it

source: This will put a significant strain on our relationships!
it: Questo metterà a dura prova le nostre relazioni!

source: Cease fire immediately, you barbarian!
it: Cessa immediatamente il fuoco, barbaro!

source: Cease fire at once!
it: Cessate subito il fuoco!

source: Hey, stop!
it: Ehi, fermati!

source: Watch where you're shooting!
it: Attenzione a dove si spara!

source: Cease fire at once or there will be consequences!
it: Cessate subito il fuoco o ci saranno conseguenze!

source: Just don't think that anyone will want to deal with you again after this action!
it: Non pensate che qualcuno voglia avere ancora a che fare con voi dopo questa azione!

source: How dare you? That's despicable.
it: Come ti permetti? È spregevole.

source: This is going to have consequences for you!
it: Questo avrà delle conseguenze per voi!

source: This boarding will have consequences for our relations.
it: Questo imbarco avrà conseguenze sulle nostre relazioni.

source: We would have made it without your help. Thanks anyway.
it: Ce l'avremmo fatta anche senza il vostro aiuto. Grazie comunque.

source: Thank you, but no help would have been needed.
it: Grazie, ma non sarebbe stato necessario alcun aiuto.

source: It's good that you were there. We gladly accept help in combat.
it: È un bene che tu sia stato lì. Accettiamo volentieri l'aiuto in combattimento.

source: Thank you for your assistance! In fights, any help is extremely welcome!
it: Grazie per la vostra assistenza! In combattimento, ogni aiuto è estremamente gradito!

source: Smuggler scum. That truly is the dregs of the population.
it: Feccia di contrabbandiere. Questa è davvero la feccia della popolazione.

source: This dishonorable smuggling will have consequences for our relations!
it: Questo contrabbando disonorevole avrà conseguenze sulle nostre relazioni!

source: Buy yourself a license so that something like this doesn't happen again.
it: Compratevi una licenza in modo che una cosa del genere non si ripeta.

source: In the future, buy a license for these goods.
it: In futuro, acquistate una licenza per questi prodotti.

source: Lousy pirate scum!
it: Schifosi pirati!

source: Damn pirates. We won't just accept that!
it: Dannati pirati. Non lo accetteremo mai!

source: We will report your behavior. There will be consequences!
it: Segnaleremo il vostro comportamento. Ci saranno conseguenze!

source: Piracy is not accepted. There will be consequences!
it: La pirateria non è accettata. Ci saranno conseguenze!

source: Criminals! Such misconduct is not accepted here.
it: Criminali! Una simile cattiva condotta non è accettata qui.

source: I'll report that. You'll have to do a lot of work to make up for that.
it: Lo riferirò. Dovrà lavorare molto per rimediare.

source: Stop this immediately, this is illegal! There will be consequences!
it: Fermatevi immediatamente, è illegale! Ci saranno conseguenze!

source: Stop it, that's illegal!
it: Smettila, è illegale!

source: Well, business is business.
it: Beh, gli affari sono affari.

source: Thank you for using our service.
it: Grazie per aver utilizzato il nostro servizio.

source: Pleasure doing business with you. Goodbye!
it: È stato un piacere fare affari con voi. Arrivederci!

source: It was a pleasure. We hope to see you here again soon!
it: È stato un piacere. Speriamo di rivedervi presto qui!

source: Resource trading can't be avoided, everyone knows that.
it: Il commercio delle risorse non può essere evitato, lo sanno tutti.

source: There is little credit in resource trade here.
it: Il commercio di risorse qui è poco accreditato.

source: Pleasant to do peaceful business with you.
it: È un piacere fare affari tranquilli con voi.

source: We place a high value on peaceful resource transactions. Gladly again soon.
it: Diamo grande valore alle transazioni pacifiche di risorse. A presto.

source: Trading goods is not a high priority for us. Thanks for the business anyway.
it: Lo scambio di merci non è una priorità per noi. Grazie comunque per l'attività commerciale.

source: We have little regard for trading.
it: Abbiamo poca considerazione per il commercio.

source: We would be happy to trade goods peacefully with you even more often.
it: Saremo lieti di scambiare merci pacificamente con voi anche più spesso.

source: Peaceful trade is the best! Come and see us again soon!
it: Il commercio pacifico è il migliore! Venite a trovarci presto!

source: Equipment trade does not have a good reputation here. But thanks for the business.
it: Il commercio di attrezzature non ha una buona reputazione qui. Ma grazie per l'attività.

source: We have little regard for equipment trading.
it: Abbiamo poca considerazione per il commercio di attrezzature.

source: We place a high value on peaceful business. Gladly again soon.
it: Attribuiamo grande valore a un'attività pacifica. Con piacere, a presto.

source: Weapons trade does not have a good reputation here. But thanks for the business.
it: Il commercio di armi non ha una buona reputazione qui. Ma grazie per gli affari.

source: We have little regard for weapon trading.
it: Abbiamo poca considerazione per il commercio di armi.

source: Thank you for doing business!
it: Grazie per aver fatto affari!

source: Always a pleasure doing business with you. Trading weapons is honorable and important.
it: È sempre un piacere fare affari con voi. Il commercio di armi è onorevole e importante.

source: Being a trader is not held in high esteem in this area.
it: L'essere un commerciante non è tenuto in grande considerazione in questa zona.

source: It's hard to get a high reputation with trade here.
it: È difficile ottenere un'alta reputazione con il commercio qui.

source: It was a pleasure doing business with you. Hope to see you soon!
it: È stato un piacere fare affari con voi. Spero di vedervi presto!

source: Thanks for the tribute, but we still can't be bought.
it: Grazie per il tributo, ma non possiamo ancora essere comprati.

source: Thank you for your tribute.
it: Grazie per il vostro omaggio.

source: Thank you, this tribute is appreciated.
it: Grazie, questo omaggio è molto apprezzato.

source: Thank you for your tribute. We look forward to working with you!
it: Grazie per il vostro omaggio. Non vediamo l'ora di lavorare con voi!

source: Thank you so much.
it: Grazie mille.

source: We thank you.
it: Vi ringraziamo.

source: Thank you for helping us.
it: Grazie per averci aiutato.

source: You have our endless gratitude.
it: Avete la nostra infinita gratitudine.

source: We have transferred a reward to your account.
it: Abbiamo trasferito una ricompensa sul suo conto.

source: We have a reward for you.
it: Abbiamo una ricompensa per voi.

source: Please take this as a sign of our gratitude.
it: Vi preghiamo di prenderlo come un segno della nostra gratitudine.

source: Received a reward of %1% Credits.
it: Ha ricevuto una ricompensa di %1% Crediti.

source: ${weaponPrefix} Fighter
it: ${armaPrefisso} Combattente

source: You cannot buy items from a faction while at war.
it: Non è possibile acquistare oggetti da una fazione mentre si è in guerra.

# 'Bad' & 'Hostile' must be the names of the relation statuses
source: You cannot buy fighters while relations are 'Bad' or 'Hostile'.
it: Non è possibile acquistare combattenti quando le relazioni sono "cattive" o "ostili".

# 'Exotic' must be the name of the Rarity
source: You must be allied with the faction to buy 'Exotic' or better fighters.
it: È necessario essere alleati con la fazione per acquistare combattenti "esotici" o migliori.

# 'Ceasefire' must be the name of the relation status
source: You cannot buy military fighters during a ceasefire.
it: Non è possibile acquistare combattenti militari durante il cessate il fuoco.

# 'Good' and 'Rare' must be the names of the Relation status and Rarity
source: Relations must be at least 'Good' to buy 'Rare' or better fighters.
it: Le relazioni devono essere almeno "Buone" per acquistare combattenti "Rari" o migliori.

# 'Excellent' and 'Exotic' must be the names of the Relation status and Rarity
source: Relations must be at least 'Excellent' to buy 'Exceptional' or better military fighters.
it: Le relazioni devono essere almeno "Eccellenti" per acquistare caccia militari "Eccezionali" o superiori.

# 'Good' and 'Exceptional' must be the names of the Relation status and Rarity
source: Relations must be at least 'Good' to buy 'Exceptional' or better equipment.
it: Le relazioni devono essere almeno "Buone" per acquistare attrezzature "Eccezionali" o superiori.

source: Your ship doesn't have a hangar.
it: La vostra nave non ha un hangar.

source: You don't have enough space in your hangar.
it: Non avete abbastanza spazio nel vostro hangar.

source: There is no free squad to place the fighter in.
it: Non c'è una squadra libera in cui inserire il combattente.

source: There is no squad with the correct type to place the fighter in.
it: Non esiste una squadra del tipo corretto in cui inserire il combattente.

source: Fighter to sell not found.
it: Combattente da vendere non trovato.

# 'Bad' & 'Hostile' must be the names of the relation statuses
source: You cannot buy equipment while relations are 'Bad' or 'Hostile'.
it: Non è possibile acquistare equipaggiamento quando le relazioni sono "Cattive" o "Ostili".

# 'Exotic' must be the name of the Rarity
source: You must be allied with the faction to buy 'Exotic' or better equipment.
it: È necessario essere alleati con la fazione per acquistare equipaggiamenti "esotici" o migliori.

# 'Ceasefire' must be the name of the relation status
source: You cannot buy military equipment during a ceasefire.
it: Non è possibile acquistare attrezzature militari durante il cessate il fuoco.

# 'Good' and 'Rare' must be the names of the Relation status and Rarity
source: Relations must be at least 'Good' to buy 'Rare' or better military equipment.
it: Le relazioni devono essere almeno "Buone" per acquistare equipaggiamenti militari "Rari" o migliori.

# 'Excellent' and 'Exotic' must be the names of the Relation status and Rarity
source: Relations must be at least 'Excellent' to buy 'Exceptional' or better military equipment.
it: Le relazioni devono essere almeno "Eccellenti" per poter acquistare equipaggiamento militare "Eccezionale" o superiore.

source: You cannot buy torpedoes from a faction while at war.
it: Non è possibile acquistare siluri da una fazione mentre si è in guerra.

# 'Bad' & 'Hostile' must be the names of the relation statuses
source: You cannot buy torpedoes while relations are 'Bad' or 'Hostile'.
it: Non è possibile acquistare siluri quando le relazioni sono "cattive" o "ostili".

# 'Exotic' must be the name of the Rarity
source: You must be allied with the faction to buy 'Exotic' or better torpedoes.
it: È necessario essere alleati con la fazione per acquistare siluri "esotici" o migliori.

# 'Ceasefire' must be the name of the relation status
source: You cannot buy torpedoes during a ceasefire.
it: Non è possibile acquistare siluri durante il cessate il fuoco.

# 'Good' and 'Rare' must be the names of the Relation status and Rarity
source: Relations must be at least 'Good' to buy 'Rare' or better torpedoes.
it: Le relazioni devono essere almeno "Buone" per acquistare siluri "Rari" o migliori.

# 'Excellent' and 'Exotic' must be the names of the Relation status and Rarity
source: Relations must be at least 'Excellent' to buy 'Exceptional' or better torpedoes.
it: Le relazioni devono essere almeno "Eccellenti" per acquistare siluri "Eccezionali" o migliori.

source: Your ship doesn't have a torpedo launcher.
it: La vostra nave non ha un lanciatore di siluri.

source: Your ship doesn't have enough free torpedo storage.
it: La tua nave non ha abbastanza spazio libero per i siluri.

source: Torpedo to sell not found.
it: Siluro da vendere non trovato.

source: Not enough space in your cargo bay!
it: Non c'è abbastanza spazio nella stiva di carico!

# ship title
source: Sentinel
it: Sentinella

# ship title
source: Hunter
it: Cacciatore

# ship title
source: Frigate
it: Fregata

# ship title
source: Cruiser
it: Incrociatore

# ship title
source: Destroyer
it: Distruttore

# ship title
source: Battleship
it: Corazzata

# ship title
source: Trader
it: Commerciante

# ship title
source: Merchant
it: Commerciante

# ship title
source: Salesman
it: Venditore

# ship title
source: Transporter
it: Trasportatore

# ship title
source: Lifter
it: autostoppista

# ship title
source: Freighter
it: Nave da carico

# ship title
source: Loader
it: Caricatore

# ship title
source: Cargo Transport
it: Trasporto merci

# ship title
source: Cargo Hauler
it: Trasportatore di merci

# ship title
source: Heavy Cargo Hauler
it: Trasportatore di merci pesanti

# ship title
source: Light Miner
it: Minatore leggero

# ship title
source: Miner
it: Minatore

# ship title
source: Heavy Miner
it: Minatore pesante

# ship title
source: Mining Moloch
it: Moloch minerario

source: ${toughness}Disruptor ${class}
it: ${durezza}Distruttore ${classe}

source: ${toughness}CIWS ${class}
it: ${durezza}CIWS ${classe}

source: ${toughness}Torpedo-${class}
it: ${durezza}Torpedo-${classe}

source: ${toughness}Artillery ${class}
it: ${durezza}Artiglieria ${classe}

source: ${toughness}Persecutor ${class}
it: ${durezza}Persecutore ${classe}

source: ${toughness}Hyperspace Blocker ${class}
it: ${durezza}Bloccatore Iperspaziale ${classe}

source: ${toughness}Flagship
it: ${durezza}Flagship

source: ${toughness}Carrier ${class}
it: ${durezza}Trasportatore ${classe}

source: Sell Items
it: Vendere articoli

source: Buyback
it: Riacquisto

source: Buy Back Sold Items
it: Riacquistare gli articoli venduti

source: Show Favorited Items
it: Mostra articoli preferiti

source: Show Blueprints
it: Mostra progetti

source: Show Subsystems
it: Mostra i sottosistemi

source: Show Items
it: Mostra articoli

source: SPECIAL OFFER (30% OFF)
it: OFFERTA SPECIALE (30% di sconto)

source: ${percentage} OFF!
it: ${percentuale} OFF!

source: BUY NOW!
it: ACQUISTA ORA!

source: SOLD OUT!
it: ESAURITO!

source: TECH
it: TECNOLOGIA

source: Sell Trash
it: Vendere rifiuti

source: We are completely sold out.
it: Siamo completamente esauriti.

source: +${percentage}
it: +${percentuale}

source: LIMITED TIME OFFER!
it: OFFERTA A TEMPO LIMITATO!

source: SPECIAL OFFER: -30% OFF
it: OFFERTA SPECIALE: -30% di sconto

source: You have nothing you can sell here.
it: Non avete nulla da vendere qui.

source: You haven't sold anything to this station.
it: Non avete venduto nulla a questa stazione.

source: ${time}
it: ${tempo}

source: Item to buy not found.
it: L'articolo da acquistare non è stato trovato.

source: Item can't be bought.
it: L'articolo non può essere acquistato.

source: You must be docked to the station to buy items.
it: Per acquistare gli oggetti è necessario essere attraccati alla stazione.

source: You must be closer to the ship to buy items.
it: Per acquistare gli oggetti è necessario essere più vicini alla nave.

source: Bought an item for %1% Credits.
it: Ha acquistato un articolo per %1% Crediti.

source: You must be docked to the station to sell items.
it: Per vendere gli oggetti è necessario essere attraccati alla stazione.

source: You must be closer to the ship to sell items.
it: Per vendere gli oggetti è necessario essere più vicini alla nave.

source: Item to sell not found.
it: Oggetto da vendere non trovato.

source: Item is favorited.
it: L'articolo è favorito.

source: Bought back an item for %1% Credits.
it: Ha riacquistato un articolo per il %1% di crediti.

source: Tough
it: Difficile

source: Savage
it: Selvaggio

source: ${name} The Adventurer
it: ${nome} L'Avventuriero

source: The Haatii
it: Gli Haatii

source: To all participants of Operation Exodus.${remaining}
it: A tutti i partecipanti all'Operazione Exodus.${rimane}

source: If you are part of Operation Exodus, then you know what to do. Good luck.${remaining}
it: Se fate parte dell'Operazione Exodus, allora sapete cosa fare. Buona fortuna.

source: Goods of all Operation Exodus participants have been secured. They are safe and waiting for you, poor soul.${remaining}
it: I beni di tutti i partecipanti all'Operazione Exodus sono stati messi al sicuro. Sono al sicuro e ti aspettano, povera anima.

source: Operation Exodus. Be wary of pirates. What we're hauling is of near infinite value.${remaining}
it: Operazione Esodo. Diffidate dei pirati. Quello che stiamo trasportando ha un valore quasi infinito.

source: Energy Research Satellite
it: Satellite di ricerca sull'energia

source: The M.A.D. Science Association
it: L'Associazione Scientifica M.A.D.

source: mistrustful
it: diffidente

source: Mobile Energy Lab
it: Laboratorio di energia mobile

source: Bottan's Smugglers
it: I contrabbandieri di Bottan

source: A Friend
it: Un amico

source: The Brotherhood
it: La Fratellanza

source: Scanners online.
it: Scanner online.

source: Looking for Xsotan Artifacts
it: Alla ricerca di manufatti Xsotan

source: Hard
it: Duro

source: Fellow Galaxy Dweller, In times like these, where the Xsotan threat is looming at all times, we are trying to protect you. Dangerous artifacts of the Xsotan have been found all over the galaxy, causing great harm to everyone near them. Should you find any of those artifacts, you must bring them to us. We will take care of them and destroy them, to eradicate the Xsotan threat and to make the galaxy a better place. Even if your life may be at risk, what is your life compared to the safety of trillions? You can find one of our outposts at (${x}, ${y}). We will pay a reward of 100.000.000 Credits for each delivered artifact. The Brotherhood
it: Compagno di galassia, In tempi come questi, in cui la minaccia Xsotan è sempre incombente, stiamo cercando di proteggervi. In tutta la galassia sono stati rinvenuti pericolosi manufatti degli Xsotan, che causano gravi danni a tutti coloro che vi si avvicinano. Se doveste trovare uno di questi artefatti, dovrete portarcelo. Ce ne occuperemo e li distruggeremo, per sradicare la minaccia Xsotan e rendere la galassia un posto migliore. Anche se la vostra vita potrebbe essere a rischio, cos'è la vostra vita in confronto alla sicurezza di trilioni di persone? Potete trovare uno dei nostri avamposti a (${x}, ${y}). Pagheremo una ricompensa di 100.000.000 di Crediti per ogni artefatto consegnato. La Fratellanza

source: The Xsotan
it: Il Xsotan

source: ${toughness}Xsotan ${ship}
it: ${durezza}Xsotan ${nave}

source: ${toughness}Quantum Xsotan ${ship}
it: ${durezza}Quantum Xsotan ${nave}

source: ${toughness}Xsotan Dasher ${ship}
it: ${durezza}Xsotan Dasher ${nave}

source: ${toughness}Xsotan Summoner
it: ${durezza}Xsotan Evocatore

source: ${toughness}Shielded Xsotan ${ship}
it: ${durezza}Schermatura di Xsotan ${nave}

source: Xsotan Master Summoner
it: Maestro evocatore Xsotan

source: ${toughness}Xsotan Bombardier ${ship}
it: ${durezza}Xsotan Bombardier ${nave}

source: ${toughness}Xsotan Jostler ${ship}
it: ${durezza}Xsotan Jostler ${nave}

source: Xsotan Aggregator
it: Aggregatore Xsotan

source: Xsotan Amplifier
it: Amplificatore Xsotan

source: Big Xsotan Breeder
it: Grande allevatore di Xsotan

# this is for the last connection of enumerations, such as A, B and C
source: and
it: e

source: Hi there old friend! Thank you for coming!
it: Ciao vecchio amico! Grazie per essere venuto!

source: To play this mission, you must be in one of your own ships, not an alliance ship!
it: Per giocare questa missione, dovete essere su una delle vostre navi, non su una nave dell'alleanza!

source: Burst DPS
it: DPS a raffica

source: Damage
it: Danni

source: Fire Rate
it: Velocità di fuoco

source: Push
it: Spingere

source: Pull
it: Tirare da

source: Self Push
it: Autospinta

source: Self Pull
it: Autotrazione

source: Force Power
it: Potenza della forza

source: Eff. Stone
it: Eff. Pietra

source: Eff. Metal
it: Eff. Metallo

source: Efficiency
it: Efficienza

source: Hull Repair /s
it: Riparazione dello scafo /s

source: Shield Repair /s
it: Riparazione dello scudo /s

source: Accuracy
it: Precisione

source: Hull Penetration
it: Penetrazione dello scafo

source: blocks
it: blocchi

source: Continuous Shots
it: Scatti continui

source: Time Until Depleted
it: Tempo fino all'esaurimento

source: Time Until Overheated
it: Tempo di surriscaldamento

source: Recharge Time
it: Tempo di ricarica

source: Cooling Time
it: Tempo di raffreddamento

source: Energy /s
it: Energia /s

source: Energy /shot
it: Energia /scatto

source: Energy Increase /s
it: Aumento di energia /s

source: Damage Type
it: Tipo di danno

# Increased damage against Hull
source: More damage vs
it: Più danni contro

# Increased damage against Hull
source: Hull
it: Scafo

# Increased damage against Shields
source: More damage vs
it: Più danni contro

# Increased damage against Shields
source: Shields
it: Scudi

# Increased damage against Fighters, Torpedoes
source: More damage vs
it: Più danni contro

# Increased damage against Fighters, Torpedoes
source: Fighters, Torpedoes
it: Caccia, siluri

# No damage to stone
source: No damage vs
it: Nessun danno contro

# No damage to stone
source: Stone
it: Pietra

# Double damage to Technical Blocks
source: x2 damage vs
it: x2 danni contro

# Double damage to Technical Blocks
source: Technical Blocks
it: Blocchi tecnici

source: Battery Charge
it: Carica della batteria

source: Overheats
it: Surriscaldamento

source: Burst Fire
it: Fuoco di scoppio

source: Seeker Shots
it: Colpi del cercatore

source: No Damage to Shields
it: Nessun danno agli scudi

source: ${bonus} Damage to Shields
it: ${bonus} Danni agli scudi

source: ${bonus} Damage to Hull
it: ${bonus} Danni allo scafo

source: Breaks Alloys down into Scrap Metal
it: Riduce le leghe in rottami metallici

source: Breaks Stone down into Ores
it: Scompone la pietra in minerali

source: Refines Stone into Resources
it: Raffina la pietra in risorse

source: Refines Alloys into Resources
it: Raffina le leghe in risorse

source: ${material} ${weaponPrefix} Turret
it: ${materiale} ${artificioPrefisso} Torretta

source: Double ${material} ${weaponPrefix} Turret
it: Doppio ${material} ${weaponPrefix} Torretta

source: Triple ${material} ${weaponPrefix} Turret
it: Triplo ${material} ${weaponPrefix} Torretta

source: Quad ${material} ${weaponPrefix} Turret
it: Quad ${material} ${weaponPrefix} Torretta

source: Multi ${material} ${weaponPrefix} Turret
it: Multi ${material} ${weaponPrefix} Torretta

source: ${material} ${weaponPrefix} Blueprint
it: ${materiale} ${fisso dell'arma} Impronta blu

source: Double ${material} ${weaponPrefix} Blueprint
it: Doppio ${material} ${weaponPrefix} Impronta blu

source: Triple ${material} ${weaponPrefix} Blueprint
it: Triplo ${materiale} ${profilo dell'arma} Impronta blu

source: Quad ${material} ${weaponPrefix} Blueprint
it: Quad ${material} ${weaponPrefix} Impronta blu

source: Multi ${material} ${weaponPrefix} Blueprint
it: Multi ${material} ${weaponPrefix} Impronta blu

source: Coaxial ${weaponPrefix}
it: Coassiale ${prefisso dell'arma}

source: Double Coaxial ${weaponPrefix}
it: Doppio coassiale ${armaPrefisso}

source: Triple Coaxial ${weaponPrefix}
it: Triplo coassiale ${armaPrefisso}

source: Quad Coaxial ${weaponPrefix}
it: Coassiale quadruplo ${prefisso dell'arma}

source: Coaxial Multi ${weaponPrefix}
it: Multi coassiale ${armaPrefisso}

source: Coaxial ${weaponPrefix} Blueprint
it: Coassiale ${armaPrefisso} Impronta blu

source: Double Coaxial ${weaponPrefix} Blueprint
it: Doppio Coassiale ${armaPrefisso} Impronta blu

source: Triple Coaxial ${weaponPrefix} Blueprint
it: Triplo coassiale ${armaPrefisso} Impronta blu

source: Quad Coaxial ${weaponPrefix} Blueprint
it: Quad coassiale ${armaPrefisso} Impronta blu

source: Coaxial Multi ${weaponPrefix} Blueprint
it: Multi coassiale ${armaPrefisso} Impronta blu
