Repository: GLWine/Avorion-ITA
Catalog: Avorion/data/localization/*.po
Languages: it

source: Detected a running Avorion server, but it wasn't started by this process. Avorion couldn't find reliable information on the server.
it: È stato rilevato un server Avorion in esecuzione, ma non è stato avviato da questo processo. Avorion non è riuscito a trovare informazioni affidabili sul server.

source: Created Galaxies:
it: Galassie create:

source: Host a multiplayer game in galaxy '%s'
it: Ospitare una partita multigiocatore nella galassia '%s'

source: Override Galaxy's Mods
it: Sovrascrivere i Mod di Galaxy

source: Overrides the galaxy's mod configuration with the current configuration from Settings -> Mods.
it: Sovrascrive la configurazione delle mod della galassia con quella attuale di Impostazioni -> Mods.

source: Host New
it: Ospite Nuovo

source: Host Existing
it: Ospite Esistente

source: Do you really wish to permanently delete this galaxy?
it: Volete davvero cancellare definitivamente questa galassia?

source: Address
it: Indirizzo

source: Players
it: Giocatori

source: Join
it: Unirsi

source: Join the local network game
it: Partecipare al gioco in rete locale

source: Refresh
it: Aggiornare

source: Refresh LAN games
it: Aggiornare i giochi LAN

source: Host
it: Ospita

source: Host a new LAN game
it: Ospitare una nuova partita LAN

source: Local Network Multiplayer
it: Multigiocatore in rete locale

source: Searching ...
it: Ricerca...

source: Multiplayer
it: Multigiocatore

source: Settings
it: Impostazioni

# Main Menu Button
source: Credits
it: Crediti

source: Exit Game
it: Chiudi Gioco

source: Browse Servers
it: Sfogliare i server

source: Browse listed online servers
it: Sfogliare i server online elencati

source: Join via IP
it: Partecipazione via IP

source: Join servers directly via IP
it: Unirsi ai server direttamente tramite IP

source: Join LAN
it: Partecipa alla LAN

source: Dedicated Server
it: Server dedicato

source: Rent A Server
it: Noleggiare un server

source: This will open the website of our official server hosting partner 4NetPlayers where you can rent an Avorion server.
it: Si aprirà il sito web del nostro partner ufficiale di hosting di server 4NetPlayers, dove è possibile noleggiare un server Avorion.

source: Rent a server from our official partner 4Netplayers.
it: Noleggiate un server dal nostro partner ufficiale 4Netplayers.

source: Game
it: Gioco

source: Sound
it: Audio

source: Controls
it: Controlli

source: Open
it: Aperto

source: Avorion Client %s Press F5!
it: Cliente Avorion %s Premere F5!

source: Latest Patch Notes
it: Note dell'Ultima Patch

source: Visit the Official Avorion Discord Server and chat with other players!
it: Visita il server Discord ufficiale di Avorion e chatta con altri giocatori!

source: Visit the Official Avorion Facebook Page and like the page for more updates!
it: Visita la pagina ufficiale di Avorion su Facebook e metti "Mi piace" alla pagina per ulteriori aggiornamenti!

source: Visit the Official Avorion Twitter and follow us for more updates!
it: Visita il Twitter ufficiale di Avorion e seguici per ulteriori aggiornamenti!

source: Visit the Official Avorion Subreddit and chat with other players!
it: Visita il Subreddit ufficiale di Avorion e chatta con altri giocatori!

source: Visit the Official Avorion Forum and chat with other players!
it: Visita il Forum ufficiale di Avorion e chatta con altri giocatori!

source: Visit the Official Avorion Wiki and learn more about the game!
it: Visita la Wiki ufficiale di Avorion e scopri di più sul gioco!

source: Report a Bug
it: Segnala un bug

source: Visit the Avorion Website!
it: Visita il sito web di Avorion!

source: Detected some overlapping key bindings. Please check your controls settings and make sure that no controls overlap.
it: Rilevate alcune sovrapposizioni di legami tra tasti. Controllare le impostazioni dei controlli e assicurarsi che non vi siano sovrapposizioni.

source: Invalid Key Bindings Detected
it: Rilevati binding di chiavi non validi

source: YOU ARE ON THE BETA BRANCH! This means that you get to test the latest features, but: USE AT YOUR OWN RISK! The beta branch is not meant for normal play but for testing. You might encounter several issues, such as: - Savegames from the stable branch might not be able to load. - Savegames from the beta branch are not guaranteed to load in any later release. - Savegames might get corrupted. The beta branch is for people who want to help test and improve Avorion. If you find any errors, please use the "Report a Bug" button. Thank you!
it: SIETE NEL RAMO BETA! Ciò significa che potrete testare le ultime funzionalità, ma: USATELE A VOSTRO RISCHIO E PERICOLO! Il ramo beta non è pensato per il gioco normale, ma per i test. Potreste incontrare diversi problemi, come ad esempio - I giochi salvati nel ramo stabile potrebbero non essere caricati. - I salvataggi del ramo beta non sono garantiti per il caricamento in qualsiasi versione successiva. - I salvataggi potrebbero essere danneggiati. Il ramo beta è per le persone che vogliono aiutare a testare e migliorare Avorion. Se trovate degli errori, utilizzate il pulsante "Segnala un errore". Grazie!

source: Beta Notification
it: Notifica beta

source: I Understand
it: Capisco

source: Mod Issues Detected
it: Problemi di modifica rilevati

source: Continuing without those mods can lead to a broken savegame and/or crashes.
it: Continuare senza queste mod può portare a un savegame interrotto e/o a crash.

source: Disabled/missing mods:
it: Mods disabilitati/mancanti:

source: Unknown, but missing:
it: Sconosciuto, ma mancante:

source: You played in this galaxy before with mods that are now no longer enabled and that may have changed savegames.
it: Hai giocato in questa galassia in passato con mod che ora non sono più abilitate e che potrebbero aver modificato i salvataggi.

source: Type:
it: Tipo:

source: Faction Pack
it: Pacchetto Fazione

source: This mod's version requirement (%1% to %2%) doesn't match the game's version %3%.
it: I requisiti di versione di questa mod (da %1% a %2%) non corrispondono alla versione %3% del gioco.

source: This mod has a dependency to itself.
it: Questa mod ha una dipendenza da se stessa.

source: Warning: Version decrease detected (%1% to %2%).
it: Attenzione: Rilevata diminuzione della versione (da %1% a %2%).

source: Warning: Version change detected that will break compatibility to lower versions (%1% to %2%). Increase patch version (%3%) if you want to avoid incompatibility issues.
it: Attenzione: Rilevato un cambiamento di versione che romperà la compatibilità con le versioni inferiori (da %1% a %2%). Aumentare la versione della patch (%3%) se si vogliono evitare problemi di incompatibilità.

source: This mod has both 'clientSideOnly' and 'serverSideOnly' enabled.
it: Questa mod ha sia "clientSideOnly" che "serverSideOnly" abilitati.

source: This mod has both 'clientSideOnly' and 'saveGameAltering' enabled.
it: Questa mod ha sia "clientSideOnly" che "saveGameAltering" abilitati.

source: This mod has 'serverSideOnly' enabled but found localization files.
it: Questa mod ha abilitato 'serverSideOnly' ma ha trovato i file di localizzazione.

source: This mod has 'serverSideOnly' enabled but found SFX files.
it: Questa mod ha abilitato 'serverSideOnly' ma ha trovato file SFX.

source: This mod has 'serverSideOnly' enabled but found textures.
it: Questa mod ha abilitato 'serverSideOnly' ma ha trovato delle texture.

source: This mod has 'serverSideOnly' enabled but found shaders.
it: Questa mod ha abilitato 'serverSideOnly' ma ha trovato gli shader.

source: This mod has 'serverSideOnly' enabled but found music files.
it: Questa mod ha abilitato 'serverSideOnly' ma ha trovato i file musicali.

source: This mod has 'serverSideOnly' enabled but found files in sector/ folder.
it: Questa mod ha abilitato 'serverSideOnly' ma ha trovato i file nella cartella sector/.

source: This mod has 'serverSideOnly' enabled but found files in player/ folder.
it: Questa mod ha abilitato 'serverSideOnly' ma ha trovato i file nella cartella player/.

source: This mod has 'serverSideOnly' enabled but found files in systems/ folder.
it: Questa mod ha abilitato 'serverSideOnly' ma ha trovato dei file nella cartella systems/.

source: This mod has 'serverSideOnly' enabled but found files in entity/ folder.
it: Questa mod ha abilitato 'serverSideOnly' ma ha trovato i file nella cartella entity/.

source: This mod has 'serverSideOnly' enabled but found files in events/ folder.
it: Questa mod ha abilitato 'serverSideOnly' ma ha trovato dei file nella cartella events/.

source: Faction Pack doesn't allow a 'data/' folder with files.
it: Faction Pack non permette di avere una cartella "data/" con dei file.

source: Localization file %s is incomplete.
it: Il file di localizzazione %s è incompleto.

source: Upload Impossible: File with non-ASCII path: %s
it: Caricamento impossibile: File con percorso non ASCII: %s

source: Upload Impossible: No thumbnail found! Create a thumbnail.jpg image for your mod.
it: Caricamento impossibile: Nessuna miniatura trovata! Crea un'immagine thumbnail.jpg per la tua mod.

source: Upload
it: Caricare

source: Upload To Workshop
it: Caricare in officina

source: (Re)generate localization files for this mod.
it: (Ri)generare i file di localizzazione per questa mod.

source: Thumbnail (thumbnail.jpg, thumbnail.jpeg, 16:9, max. 1MB)
it: Miniatura (thumbnail.jpg, thumbnail.jpeg, 16:9, max. 1MB)

source: No thumbnail found!
it: Nessuna miniatura trovata!

source: Create New Mod
it: Crea Nuova Mod

source: Invalid directory name!
it: Nome della directory non valido!

source: Directory is not empty!
it: La directory non è vuota!

source: Faction Pack Title
it: Titolo del Pacchetto Fazione

source: This is the faction pack description. Please fill it out for more clarity.
it: Questa è la descrizione del pacchetto di fazioni. Compilatela per maggiore chiarezza.

source: Mod Title
it: Titolo della Mod

source: This is the mod description. Please fill it out for more clarity.
it: Questa è la descrizione della mod. Compilatela per maggiore chiarezza.

source: New Mod / Faction Pack
it: Nuova Mod / Pacchetto Fazione

source: You uploaded this mod to the steam workshop.
it: Hai caricato questa mod nel workshop di Steam.

source: You uploaded this faction pack to the Steam Workshop.
it: Hai caricato questo pacchetto di fazioni sul Workshop di Steam.

source: Files were modified since the last upload.
it: I file sono stati modificati dall'ultimo caricamento.

source: This file has been modified since the last Workshop upload.
it: Questo file è stato modificato dall'ultimo caricamento del Workshop.

source: This file isn't contained in the uploaded version of the Workshop.
it: Questo file non è contenuto nella versione caricata del Workshop.

source: Submit New Faction Pack
it: Invia un Nuovo Pacchetto Fazioni

source: Submit New Mod
it: Invia una Nuova Mod

source: Update Existing Faction Pack
it: Aggiornamento del pacchetto di fazioni esistente

source: Update Existing Mod
it: Aggiornare il Modulo Esistente

source: You either don't own the faction pack, or it has issues that prevent an upload.
it: O non possiedi il pacchetto di fazioni, o ha dei problemi che impediscono il caricamento.

source: You either don't own the mod, or it has issues that prevent an upload.
it: O non possiedi la mod, o ha dei problemi che impediscono il caricamento.

source: Manage Mods
it: Gestione Mod

source: Dev Mode
it: Modalità Dev

source: Strongly recommended while developing mods.
it: Fortemente raccomandato durante lo sviluppo di mods.

source: Enables features that are useful while developing, but decrease performance:
it: Abilita funzioni utili per lo sviluppo, ma che riducono le prestazioni:

source: - No path caching: Files & mod extensions are always checked for existence each time they're loaded
it: - Nessun percorso in cache: i file e le estensioni dei mod vengono sempre verificati ogni volta che vengono caricati.

source: Achievements with Mods
it: Obbiettivi con le Mod

source: Enable
it: Abilita

source: Force (not recommended)
it: Forza (non raccomandata)

source: Force enabling/disabling that mod. Not recommended. This can lead to crashes and corrupted save games. Only use if you know exactly what you're doing!
it: Abilita/disabilita forzatamente quella mod. Non è consigliabile. Questo può causare crash e salvataggi corrotti. Usare solo se si sa esattamente cosa si sta facendo!

source: Steam achievements enabled.
it: Obiettivi di Steam abilitati.

source: Steam achievements disabled.
it: Obiettivi di Steam disabilitati.

source: Enable Steam achievements while mods are active. Will be applied per save game. Override mod configuration to change this for existing galaxies.
it: Abilita gli achievement di Steam quando le mod sono attive. Verrà applicato per ogni partita salvata. Sovrascrivere la configurazione della mod per modificare questa opzione per le galassie esistenti.

source: Disable
it: Disattiva

source: Authors:
it: Autori:

source: Contact:
it: Contatto:

source: REQUIRES:
it: RICHIEDE:

source: INCOMPATIBLE with:
it: INCOMPATIBILE con:

source: WORKS GREAT with:
it: FUNZIONA BENISSIMO con:

source: DIFFICULTY
it: DIFFICOLTÀ

source: Select a difficulty for more information!
it: Selezionate una difficoltà per maggiori informazioni!

source: The brand new default mode for Avorion! Start as a nobody at the edge of the galaxy, gradually develop your technology, prove yourself and work your way up to fleet commander!
it: La nuovissima modalità predefinita di Avorion! Iniziate come nessuno ai margini della galassia, sviluppate gradualmente la vostra tecnologia, mettetevi alla prova e fatevi strada fino a diventare comandante della flotta!

source: Full building knowledge is unlocked from the start for a more sandboxy experience!
it: La conoscenza completa della costruzione è sbloccata fin dall'inizio per un'esperienza più sabbiosa!

source: You get infinite resources, and everything is unlocked. Ideal when you want to build to your heart's content, play around or would like a super chill playthrough!
it: Le risorse sono infinite e tutto è sbloccato. Ideale quando si vuole costruire a proprio piacimento, giocare o si desidera un playthrough super rilassato!

source: Customize Avorion however you want! Full freedom over how much story, resources, relation gain, damage there is in the game, when you can repair your ship and more. You decide!
it: Personalizzate Avorion come volete! Piena libertà sulla quantità di storia, sulle risorse, sul guadagno di relazioni, sui danni, su quando è possibile riparare la propria nave e molto altro ancora. Siete voi a decidere!

source: SETTINGS
it: IMPOSTAZIONI

source: NAME
it: NOME

source: Galaxy with given name already exists.
it: La galassia con il nome dato esiste già.

source: SEED
it: SEME

source: COLLISION DAMAGE
it: DANNI DA COLLISIONE

# warning window caption
source: Tutorial Warning
it: Avvertenze per il tutorial

source: PLAY TUTORIAL
it: GIOCA il TUTORIAL

source: It seems like you haven't played the tutorial yet. Avorion is a complex game and it is highly recommended that you play the tutorial in your first playthrough. Do you really want to skip the tutorial?
it: Sembra che non abbiate ancora giocato il tutorial. Avorion è un gioco complesso e si consiglia vivamente di giocare il tutorial durante la prima partita. Vuoi davvero saltare il tutorial?

source: BEHEMOTH EVENTS
it: EVENTI BEHEMOTH

source: Behemoths DLC not installed!
it: Il DLC Behemoths non è stato installato!

source: News
it: Notizie

source: Visit Website
it: Visita il Sito

source: Unreachable
it: Irraggiungibile

source: refreshing...
it: aggiornamento...

source: Server Address:
it: Indirizzo del Server:

source: Server Name:
it: Nome del server:

source: Add Server
it: Aggiungi Server

source: Remove Server
it: Rimuovi il Server

source: This server is unreachable!
it: Questo server non è raggiungibile!

source: You must enter an address for the server.
it: È necessario inserire un indirizzo per il server.

source: You must enter a name for the server.
it: È necessario inserire un nome per il server.

source: Change Notes
it: Note Modifiche

source: Version %s
it: Versione %s

source: Resume Game
it: Riprendi Gioco

source: Game Options
it: Opzioni di Gioco

source: Graphics
it: Grafica

source: Main Menu
it: Menu Principale

source: If you quit now, all progress in the tutorial will be lost and you'll have to start over. Are you sure you want to quit?
it: Se si abbandona ora, tutti i progressi dell'esercitazione andranno persi e si dovrà ricominciare da capo. Siete sicuri di voler abbandonare?

source: Latest News & Updates
it: Ultime Notizie e Aggiornamenti

source: Match Version
it: Versione match

source: Creative
it: Creativa

source: Show Private
it: Mostra Privata

source: Show Empty
it: Mostra Vuoto

source: Show Full
it: Mostra Completa

source: Refresh LAN
it: Aggiornare la LAN

source: Same Start Sector
it: Stesso settore di partenza

# short for 'Creative Mode'
source: Creative
it: Creativa

source: Version
it: Versione

source: Last Played On
it: Ultimo brano suonato il

source: Achievements
it: Obbiettivi

source: Verified Server
it: Server verificato

source: This server requires a password to join.
it: Questo server richiede una password per l'accesso.

source: Right-click to unfavorite
it: Cliccare con il tasto destro del mouse per non essere preferiti

source: Right-click to favorite
it: Cliccare con il tasto destro del mouse per selezionare i preferiti

source: Favorite
it: Favoriti

source: History
it: Storia

source: Friends
it: Amici

source: GALAXIES
it: GALASSIE

source: Browse
it: Sfoglia

source: Create New
it: Crea Nuovo

source: Load
it: Carica

source: Load this save game
it: Carica questa partita di salvataggio

source: Sound Settings
it: Impostazioni Audio

source: Master
it: Generale

source: Music
it: Musica

source: Interface
it: Interfaccia

source: Silence Between Tracks
it: Silenzio tra le tracce

source: Mute When Inactive
it: Silenziamento quando non è attivo

source: Mute sounds when the window loses focus.
it: Disattiva i suoni quando la finestra perde il focus.

source: Enable Reverb
it: Abilita il riverbero

source: This effect might cause bad performance on older/weak hardware. It is automatically disabled if it causes significant slowdown.
it: Questo effetto potrebbe causare prestazioni negative su hardware vecchio o debole. Viene disattivato automaticamente se causa un rallentamento significativo.

source: Beta Branch Warning
it: Avviso per il ramo Beta

source: You're loading a non-beta-branch galaxy!
it: Stai caricando una galassia non-beta-branch!

source: The beta branch is for testing bugfixes, new releases and also some experimental stuff. Features may get changed or reverted, and compatibility can't always be guaranteed, even though we always do our best. So we recommend making a copy of your galaxy before loading it.
it: Il ramo beta serve per testare le correzioni di bug, le nuove versioni e anche alcune cose sperimentali. Le funzionalità possono essere modificate o ripristinate e la compatibilità non può essere sempre garantita, anche se facciamo sempre del nostro meglio. Si consiglia quindi di fare una copia della propria galassia prima di caricarla.

source: To create a copy, click on the 'Browse' button and make a copy of the folder of your galaxy.
it: Per creare una copia, fare clic sul pulsante 'Sfoglia' e creare una copia della cartella della propria galassia.

source: Version Warning
it: Avviso Versione

source: You're loading a galaxy that was saved with a later version of Avorion!
it: Si sta caricando una galassia salvata con una versione successiva di Avorion!

source: Galaxy Version: %1% Game Version: %2%
it: Versione della Galassia: %1% Versione del ioco: %2%

source: Continuing can lead to a broken savegame and/or crashes!
it: Continuare può portare alla rottura del savegame e/o al crash!

source: Camera
it: Fotocamera

# Camera Setting
source: Field of View
it: Campo visivo

source: Reset to original value
it: Ripristino del valore originale

source: Effects
it: Effetti

source: Color Filter
it: Filtro colore

source: No filter
it: Nessun filtro

source: Grayscale
it: Scala di grigi

source: Sepia
it: Seppia

source: Desaturated
it: Desaturato

source: Saturated
it: Saturazione

source: Vignette
it: Vignetta

# new sun or planet position in sector
source: Pick New Position
it: Scegliere una nuova posizione

source: Take Photo
it: Scattare una foto

source: Toggle Free Camera
it: Alterna la telecamera libera

source: Roll Camera
it: Telecamera a rullo

source: Move Camera
it: Spostare la telecamera

source: Camera Speedup
it: Velocità della telecamera

source: Take High Resolution Photo
it: Scattare foto ad alta risoluzione

source: This requires a lot of VRAM and may take a while. Use at your own risk. Are you sure?
it: Questo richiede molta VRAM e potrebbe richiedere un po' di tempo. Utilizzatelo a vostro rischio e pericolo. Sei sicuro?

source: Open Screenshot Folder
it: Aprire la cartella degli screenshot

source: Sector Style
it: Stile del settore

source: Random
it: Casuale

source: Press [Enter] to apply style
it: Premere [Invio] per applicare lo stile

source: Reset sector style
it: Azzeramento dello stile del settore

source: Rift Sector
it: Settore Rift

source: Sun Type
it: Tipo di sole

source: Reset to original sun type
it: Ripristino del tipo di sole originale

source: Sun Position
it: Posizione del sole

# select new sun position in sector
source: Click to position sun
it: Fare clic per posizionare il sole

source: Behind Camera
it: Dietro la telecamera

source: Reset to original sun position
it: Ripristino della posizione originale del sole

source: Planet Position
it: Posizione del pianeta

# select new planet position in sector
source: Click to position planet
it: Fare clic per posizionare il pianeta

source: Reset to original planet position
it: Ripristino della posizione originale del pianeta

source: Star Density
it: Densità delle stelle

source: Sector Color
it: Settore Colore

source: Dustiness
it: Polverosità

source: No Dust
it: Niente polvere

source: A Lot Of Dust
it: Un sacco di polvere

source: A Ton Of Dust
it: Una tonnellata di polvere

source: Stickers
it: Adesivi

source: Alliance: %1% (via %2%)
it: Alleanza: %1% (via %2%)

source: Alliance (via %1%)
it: Alleanza (via %1%)

source: -- INVITATIONS --
it: -- INVITI --.

source: Trade with Player or Alliance
it: Commercio con il giocatore o l'alleanza

source: Invite player to trade:
it: Invita il giocatore a scambiare:

source: Trade as your alliance
it: Commercio come alleanza

source: No trade partner selected.
it: Nessun partner commerciale selezionato.

source: Player not found.
it: Giocatore non trovato.

source: You are not in an alliance.
it: Non siete in un'alleanza.

source: Invite
it: Invito

source: Current Relations
it: Relazioni attuali

source: New Relations
it: Nuove relazioni

source: New Status
it: Nuovo stato

source: Offer
it: Offerta

source: Offer sent
it: Offerta inviata

source: You can only drop items from your alliance inventory.
it: È possibile rilasciare solo oggetti dall'inventario dell'alleanza.

source: You can only drop items from your inventory.
it: È possibile rilasciare oggetti solo dal proprio inventario.

source: Your offer, representing %s
it: La vostra offerta, che rappresenta %s

source: Your offer, representing your Alliance
it: La vostra offerta, che rappresenta la vostra Alleanza

source: Your offer
it: La vostra offerta

source: Trade with %1% (via %2%)
it: Scambi con %1% (via %2%)

source: Trade with %s's alliance
it: Commercio con l'alleanza di %s

source: %s's alliance
it: Alleanza di %s

source: Trade with %s
it: Commercio con %s
