Repository: GLWine/Avorion-ITA
Catalog: Avorion/data/localization/*.po
Languages: it

source: It takes rules that everyone abides by in order to coexist. We abide by our rules and promises.
it: Per coesistere ci vogliono regole che tutti rispettano. Noi rispettiamo le nostre regole e le nostre promesse.

source: Honor and rules are what make living together in this galaxy possible. Those who violate them are no longer allowed to be part of the community!
it: L'onore e le regole sono ciò che rende possibile la convivenza in questa galassia. Chi le viola non può più far parte della comunità!

source: Everyone is welcome here and we welcome every stranger with open arms.
it: Qui tutti sono i benvenuti e accogliamo ogni straniero a braccia aperte.

source: Here we also giving strangers a chance. But we are not blind to selfish intentions.
it: Anche qui diamo una possibilità agli estranei. Ma non siamo ciechi di fronte alle intenzioni egoistiche.

source: We keep a close eye on every stranger until their intentions are absolutely clear.
it: Teniamo d'occhio ogni straniero finché le sue intenzioni non sono assolutamente chiare.

source: We know that everyone acts only for their own benefit and therefore trust no one!
it: Sappiamo che ognuno agisce solo per il proprio tornaconto e quindi non ci fidiamo di nessuno!

source: Evil creatures are known by their deeds. He who harms us is our enemy!
it: Le creature malvagie si riconoscono dalle loro azioni. Chi ci fa del male è nostro nemico!

source: We believe that mistakes should be consistently atoned for. Those who make mistakes have to live with the consequences.
it: Riteniamo che gli errori debbano essere sistematicamente rimediati. Chi sbaglia deve convivere con le conseguenze.

source: We forgive mistakes, but mishaps are characterized by the fact that they are rare. Frequent accidents look intentional!
it: Perdoniamo gli errori, ma gli incidenti sono caratterizzati dal fatto di essere rari. Gli incidenti frequenti sembrano intenzionali!

source: If a mistake happens, we are ready to listen to all sides before making a hasty judgment. Accidents can happen to anyone!
it: In caso di errore, siamo pronti ad ascoltare tutte le parti prima di dare un giudizio affrettato. Gli incidenti possono capitare a tutti!

source: Sincere regards
it: Cordiali saluti

source: With honorable greetings
it: Con i migliori saluti

source: May the galaxy be free from oppression!
it: Che la galassia sia libera dall'oppressione!

source: Our weapons are ready!
it: Le nostre armi sono pronte!

source: Enlightenment be with you!
it: L'illuminazione sia con voi!

source: Here's to a profitable business!
it: Ecco un'attività redditizia!

source: We will be able to learn a lot from each other!
it: Potremo imparare molto gli uni dagli altri!

source: For the good of the entire galaxy!
it: Per il bene dell'intera galassia!

# Mail Subject
source: Ceasefire Conditions
it: Condizioni del cessate il fuoco

source: To the Troublemaker: We cannot tolerate your actions against us but we hope that if we give you another chance, you will come back to your senses. Therefore, we reconstructed your drone in your home sector and offer you a ceasefire. For this generous offer, we took the liberty to charge you a compensation payment of 15% of your money and resources. We hope that these troubles can be avoided in the future.
it: Al piantagrane: Non possiamo tollerare le tue azioni contro di noi, ma speriamo che se ti diamo un'altra possibilità, tornerai in te. Pertanto, abbiamo ricostruito il tuo drone nel tuo settore di origine e ti offriamo un cessate il fuoco. Per questa generosa offerta, ci siamo presi la libertà di chiedervi un risarcimento del 15% del vostro denaro e delle vostre risorse. Ci auguriamo che questi problemi possano essere evitati in futuro.

source: Escorting ${ship}
it: Scorta di ${nave}

source: The ship is escorting ship ${name}.
it: La nave sta scortando la nave ${nome}.

source: Exploring
it: Esplorazione

source: Expedition: Ship %1% is under attack in sector \s(%2%:%3%).
it: Spedizione: La nave %1% è sotto attacco nel settore \s(%2%:%3%).

source: %1% has returned from the expedition and is awaiting your next orders in \s(%2%:%3%).
it: %1% è tornato dalla spedizione e attende i vostri prossimi ordini a \s(%2%:%3%).

source: Commander, I marked this sector on the map for you. Regards, Captain ${name}
it: Comandante, ho segnato questo settore sulla mappa per lei. Saluti, Capitano ${nome}

source: Commander, we discovered this sector that you didn't have on the map yet. Regards, Captain ${name}
it: Comandante, abbiamo scoperto questo settore che non era ancora presente sulla mappa. Saluti, Capitano ${nome}

source: Discovered a sector here. Regards, Captain ${name}
it: Ho scoperto un settore qui. Saluti, Capitano ${nome}

source: As a small courtesy, I explored this sector for you. Regards, Captain ${name}
it: Come piccola cortesia, ho esplorato questo settore per voi. Saluti, Capitano ${nome}

source: We found an abandoned mine. When we entered it, my entire crew said they had a 'bad feeling' about it, so we left as quickly as possible. However, we did take some mining equipment that had been left behind.
it: Abbiamo trovato una miniera abbandonata. Quando siamo entrati, tutto l'equipaggio ha detto di avere un "brutto presentimento", così ce ne siamo andati il più velocemente possibile. Tuttavia, abbiamo preso alcune attrezzature minerarie che erano state abbandonate.

source: We came across an abandoned mine. The asteroid was basically falling apart, they had mined every last piece of copper off of it. But we found some mining equipment that was left behind.
it: Ci siamo imbattuti in una miniera abbandonata. L'asteroide stava praticamente cadendo a pezzi, avevano estratto fino all'ultimo pezzo di rame. Ma abbiamo trovato alcune attrezzature minerarie che erano state lasciate.

source: We found a mining ship just floating through space. All the escape pods were missing and no trace of the crew and no log files.
it: Abbiamo trovato una nave mineraria che fluttuava nello spazio. Mancavano tutte le capsule di salvataggio, non c'era traccia dell'equipaggio e non c'erano file di registro.

source: The dockmaster at a station sold a ship to us. It was taking up dock space, and no member of the crew had shown their face there in months. We towed it to a scrapyard but kept the equipment on it.
it: Il portuale di una stazione ci ha venduto una nave. Occupava spazio in banchina e nessun membro dell'equipaggio vi si era fatto vedere da mesi. L'abbiamo rimorchiata in un deposito di rottami, ma abbiamo tenuto l'equipaggiamento.

source: We answered a distress call from a merchant who was being attacked by pirates. He was very grateful and to show his gratitude he gave us a trading overview.
it: Abbiamo risposto alla richiesta di soccorso di un mercante che era stato attaccato dai pirati. Era molto riconoscente e per dimostrarci la sua gratitudine ci ha dato una panoramica commerciale.

source: We ran into a merchant who was trying to escape from Xsotan. We blasted them to pieces and the merchant was grateful and gave us a trading overview.
it: Ci siamo imbattuti in un mercante che stava cercando di fuggire da Xsotan. Li abbiamo fatti a pezzi e il mercante ci ha ringraziato e ci ha dato una panoramica commerciale.

source: We met two really small explorer ships called 'Aphelion' and 'Perihelion'. The crews may not be very creative with their names, but they did give us a trading overview.
it: Abbiamo incontrato due piccolissime navi esploratrici chiamate "Aphelion" e "Perihelion". Gli equipaggi non saranno molto creativi con i loro nomi, ma ci hanno dato una panoramica del commercio.

source: We went to answer a distress call, but it turned out to be fake. It was pirates, trying to lure helpful souls into their trap. We punished them for that!
it: Siamo andati a rispondere a una richiesta di soccorso, ma si è rivelata falsa. Erano pirati che cercavano di attirare anime utili nella loro trappola. Li abbiamo puniti per questo!

source: We found a pirate station in a sector with a yellow blip. They must have been on a raid because there was only one ship defending it. We destroyed that ship and got out of there as fast as we could.
it: Abbiamo trovato una stazione pirata in un settore con un blip giallo. Dovevano essere in raid perché c'era solo una nave a difenderla. Abbiamo distrutto quella nave e ce ne siamo andati il più velocemente possibile.

source: Some pirates tried to attack us, but they soon realized that it was a bad idea. We looted their ships after we were done with them.
it: Alcuni pirati hanno cercato di attaccarci, ma hanno capito subito che era una cattiva idea. Abbiamo saccheggiato le loro navi dopo aver finito con loro.

source: A couple of pirates tried to attack us. It was such a half-hearted attempt that we felt sorry for them and didn't destroy their ship. We did take their weapons and tcs, though.
it: Un paio di pirati hanno cercato di attaccarci. Si è trattato di un tentativo talmente inconsistente che ci siamo dispiaciuti per loro e non abbiamo distrutto la loro nave. Tuttavia, abbiamo preso le loro armi e i loro tc.

source: We were just minding our own business when a ship fired a torpedo at us. We fired back and they jumped out of the sector. We tried to chase them but all we found was another victim of theirs. No trace of them.
it: Ci stavamo facendo gli affari nostri quando una nave ci ha lanciato un siluro. Abbiamo risposto al fuoco e sono saltati fuori dal settore. Abbiamo cercato di inseguirli, ma abbiamo trovato solo un'altra loro vittima. Non c'è traccia di loro.

source: We found the wrecks of military ships. It seemed like the fight hadn't been too long ago, so we only took a couple of turrets and subsystems and got out of there, in case backup to either party showed up.
it: Abbiamo trovato i relitti di navi militari. Sembrava che il combattimento non fosse durato molto, quindi abbiamo preso solo un paio di torrette e sottosistemi e ce ne siamo andati, nel caso fossero arrivati i rinforzi di una delle due parti.

source: We joined a raid the 'Cavaliers' were leading against a pirate station and they gave us a sweet reward.
it: Ci siamo uniti a un raid che i 'Cavaliers' stavano conducendo contro una stazione pirata e ci hanno dato una bella ricompensa.

source: We found a lone container just floating through space. It wasn't even locked.
it: Abbiamo trovato un container solitario che fluttuava nello spazio. Non era nemmeno chiuso a chiave.

source: We met a self-replicating drone. I've never seen such an outdated 3D printer, but it's amazing that it still works. Who knows how old it might be?
it: Abbiamo incontrato un drone autoreplicante. Non ho mai visto una stampante 3D così obsoleta, ma è incredibile che funzioni ancora. Chissà quanti anni avrà?

source: We came across the wreck of half a ship. We checked the log, it seems they were about to go through a wormhole when the recording stopped. I don't even want to think about wormholes just collapsing...
it: Ci siamo imbattuti nel relitto di mezza nave. Abbiamo controllato il diario di bordo, sembra che stessero per attraversare un tunnel spaziale quando la registrazione si è interrotta. Non voglio nemmeno pensare che i tunnel spaziali possano collassare...

source: We found two bots in an escape pod close to some desert planet. There were some valuable things in the pod, but the bots are scrap. This is not the kind of bot we were looking for.
it: Abbiamo trovato due bot in una capsula di salvataggio vicino a un pianeta desertico. Nella capsula c'erano alcuni oggetti di valore, ma i bot sono dei rottami. Non è il tipo di bot che stavamo cercando.

source: We were just flying toward a gate when another ship scraped past us. They lost a container they had docked to them and our paint job was scratched. We kept the contents of the container as compensation.
it: Stavamo volando verso un gate quando un'altra nave ci è passata accanto. Hanno perso un container che avevano attraccato e la nostra vernice è stata graffiata. Abbiamo tenuto il contenuto del container come risarcimento.

source: We disturbed some pirates hacking a container. They fled, and we tried to determine the container's owner but had no luck. Long story short, we just took the contents.
it: Abbiamo disturbato alcuni pirati che stavano violando un container. Sono fuggiti e abbiamo cercato di determinare il proprietario del container, ma non abbiamo avuto fortuna. Per farla breve, abbiamo preso il contenuto.

source: A ship's hyperspace engine had busted after a long jump. They were lucky we came across them and that our engineers were able to help them fix it. We even had the spare parts they needed!
it: Il motore iperspaziale di una nave si era rotto dopo un lungo salto. Sono stati fortunati che ci siamo imbattuti in loro e che i nostri ingegneri siano stati in grado di aiutarli a ripararlo. Avevamo anche i pezzi di ricambio di cui avevano bisogno!

source: Somebody tried to sell drugs to us, but we alerted the authorities instead. The local faction gave us a reward for helping them apprehend a notorious drug dealer.
it: Qualcuno ha cercato di venderci della droga, ma noi abbiamo avvertito le autorità. La fazione locale ci ha dato una ricompensa per averli aiutati a catturare un noto spacciatore.

source: Our scanners barely registered a ship with all of its engines turned off. We hailed them to see if they needed assistance, but they just told us they were going to pay us to go away. So we took the money.
it: I nostri scanner hanno registrato a malapena una nave con tutti i motori spenti. Li abbiamo chiamati per sapere se avevano bisogno di assistenza, ma ci hanno detto che ci avrebbero pagato per andarsene. Così abbiamo preso i soldi.

source: We ran into some people who were preparing a race, and since we know a lot about spaceships, we could immediately tell which ship would be the fastest, so we bet on it. Here is part of our winnings.
it: Ci siamo imbattuti in alcune persone che stavano preparando una gara e, dato che conosciamo molto bene le astronavi, abbiamo capito subito quale sarebbe stata la nave più veloce, così abbiamo scommesso su di essa. Ecco una parte della nostra vincita.

source: A ship had broken down right at a gate and the ships coming through the gate were just piling up on top of it. Oh, the property damage! We helped clear the path and the local faction rewarded us.
it: Una nave si era guastata proprio davanti a un cancello e le navi che stavano attraversando il cancello si stavano accumulando sopra di essa. Oh, i danni alla proprietà! Abbiamo aiutato a liberare il percorso e la fazione locale ci ha ricompensato.

source: We got paid for transporting a herd of cattle. They did some damage to the ship, but the insurance of the owner paid way more than we needed for the repairs. Would have been even more if it had been alpacas.
it: Siamo stati pagati per il trasporto di una mandria di bovini. Hanno fatto qualche danno alla nave, ma l'assicurazione del proprietario ha pagato molto di più di quanto avessimo bisogno per le riparazioni. Sarebbe stato ancora di più se si fosse trattato di alpaca.

source: Some dude really wanted to be taken off a casino. Don't know why, but he paid us a whole lot of money. So did the casino security.
it: Un tizio voleva davvero essere portato via da un casinò. Non so perché, ma ci ha pagato un sacco di soldi. Così come la sicurezza del casinò.

source: We crashed into a satellite, just floating through space and not emitting any signals. Who just leaves their junk out like that? But at least we got to scrap it and got some resources out of it!
it: Ci siamo schiantati contro un satellite che fluttuava nello spazio senza emettere alcun segnale. Chi è che lascia la propria spazzatura in giro così? Ma almeno siamo riusciti a rottamarlo e a ricavarne qualche risorsa!

source: We rescued a golden alpaca from some pirates. The owner was super happy to get it back and he gave us a huge reward!
it: Abbiamo salvato un alpaca dorato da alcuni pirati. Il proprietario era felicissimo di riaverlo e ci ha dato un'enorme ricompensa!

source: We found a stash with a message on it: 'To call in a staff meeting, combine a Lightning Gun, Hacking Upgrade, Laser, Railgun and PDC at a research station.'
it: Abbiamo trovato una scorta con un messaggio: 'Per convocare una riunione del personale, combinare una pistola fulminea, un potenziamento di hacking, un laser, un railgun e un PDC in una stazione di ricerca'.

source: We found the wreck of a freighter. We believe it must have been attacked by Xsotan, because there were still goods in the cargo bay, and pirates would have taken those. They are in our cargo bay now.
it: Abbiamo trovato il relitto di una nave da carico. Crediamo che sia stata attaccata da Xsotan, perché nella stiva c'erano ancora delle merci che i pirati avrebbero preso. Ora sono nella nostra stiva.

source: We somehow ended up at an auction that was being held at a station. There weren't very many people there, so we managed to get some great deals!
it: In qualche modo siamo finiti a un'asta che si teneva in una stazione. Non c'era molta gente, quindi siamo riusciti a fare degli ottimi affari!

source: We just came across a very old freighter. It was so old, in fact, that it was literally falling apart. We took crew and cargo on board, and they let us keep the cargo after we had taken them to a station.
it: Ci siamo appena imbattuti in una nave da carico molto vecchia. Era così vecchia che stava letteralmente cadendo a pezzi. Abbiamo preso a bordo l'equipaggio e il carico, e ci hanno permesso di tenere il carico dopo averlo portato in una stazione.

source: We found an abandoned station. We had a look around and we found a storage unit that still had goods inside it. We put them into our cargo bay.
it: Abbiamo trovato una stazione abbandonata. Abbiamo dato un'occhiata in giro e abbiamo trovato un'unità di stoccaggio che conteneva ancora delle merci. Li abbiamo messi nella nostra stiva.

source: We landed on a planet and found a whole bunch of interesting stuff. We should do that more often!
it: Siamo atterrati su un pianeta e abbiamo trovato un sacco di cose interessanti. Dovremmo farlo più spesso!

source: The 'Commune' hired us to babysit some junkie. He went crazy and we had to chase his ship. This would have been the one time we really could have used some force turrets!
it: La 'Comune' ci ha assunto per fare da babysitter a un drogato. Lui è impazzito e noi abbiamo dovuto inseguire la sua nave. Questa sarebbe stata l'unica volta in cui avremmo potuto usare delle torrette di forza!

source: We ran into an old 'friend' who owed us. She gave us turret blueprints.
it: Abbiamo incontrato una vecchia "amica" che era in debito con noi. Ci ha dato le cianografie della torretta.

source: We found an abandoned ship. Their log files said they were following traces of an ancient alien life form. The only things left on board were turret blueprints.
it: Abbiamo trovato una nave abbandonata. I file di bordo dicevano che stavano seguendo le tracce di un'antica forma di vita aliena. Le uniche cose rimaste a bordo erano le cianografie delle torrette.

source: We met somebody at a rather dodgy bar. He claimed he was an inventor. A guy came in and tried to beat him up because 'his blueprints sucked'. We protected him, and he gave us some of his blueprints.
it: Abbiamo incontrato una persona in un bar piuttosto malfamato. Sosteneva di essere un inventore. Un tizio è entrato e ha cercato di picchiarlo perché "le sue cianografie facevano schifo". Lo abbiamo protetto e ci ha dato alcuni dei suoi progetti.

source: Some Xsotan were attacking a mine, for some reason. We blasted them into pieces. The miners were too poor to pay us a reward, but we looted the Xsotan vessels.
it: Alcuni Xsotan stavano attaccando una miniera, per qualche motivo. Li abbiamo fatti a pezzi. I minatori erano troppo poveri per pagarci una ricompensa, ma abbiamo saccheggiato le navi Xsotan.

source: We ran into some Xsotan and they attacked us. But we showed them that we are not as helpless as we might seem!
it: Ci siamo imbattuti in alcuni Xsotan che ci hanno attaccato. Ma abbiamo dimostrato loro che non siamo così indifesi come potrebbe sembrare!

source: We found a wreckage full of deactivated combat bots. We took the liberty to loot their armory.
it: Abbiamo trovato un relitto pieno di bot da combattimento disattivati. Ci siamo presi la libertà di saccheggiare il loro arsenale.

source: We heard that a bounty had been put on some renegades of the Cavaliers. We tried to find them, but someone else had already destroyed their ships. We did find some turrets floating in the sector, though.
it: Abbiamo saputo che era stata messa una taglia su alcuni rinnegati dei Cavalieri. Abbiamo cercato di trovarli, ma qualcun altro aveva già distrutto le loro navi. Abbiamo però trovato alcune torrette che galleggiavano nel settore.

source: The sector we just entered still had wreckage parts floating all over it. Somebody had clearly tried to salvage them, but the impacts of the missiles had shot the parts all over the sector.
it: Nel settore in cui eravamo appena entrati galleggiavano ancora pezzi di rottami. Qualcuno aveva chiaramente cercato di recuperarli, ma l'impatto dei missili aveva sparso i pezzi in tutto il settore.

source: Some convoy hired us to escort them. I don't really like escort missions, and the ships were always either a bit too slow or a bit too fast, but we were paid well in the end.
it: Un convoglio ci ha ingaggiato per scortarlo. Non mi piacciono molto le missioni di scorta, e le navi erano sempre un po' troppo lente o un po' troppo veloci, ma alla fine siamo stati pagati bene.

source: We ran into two small ships that said they needed the location of a volcano planet. They also said something about some ring. They did give us money when we pointed them in the right direction.
it: Ci siamo imbattuti in due piccole navi che hanno detto di aver bisogno della posizione di un pianeta vulcano. Hanno anche parlato di un anello. Ci hanno dato dei soldi quando gli abbiamo indicato la direzione giusta.

source: Some dude called 'Moretti' paid us a lot of money to deliver alcoholic beverages to his friends. No idea why he paid so much, but when it's about sums like this one, I don't ask questions.
it: Un tizio chiamato 'Moretti' ci ha pagato un sacco di soldi per consegnare bevande alcoliche ai suoi amici. Non ho idea del perché abbia pagato così tanto, ma quando si tratta di somme come questa, non faccio domande.

source: We received a distress call, but we got there too late. Sad affair. Or it would have been sad, if we hadn't found all this loot.
it: Abbiamo ricevuto una richiesta di soccorso, ma siamo arrivati troppo tardi. Una vicenda triste. O sarebbe stata triste, se non avessimo trovato tutto questo bottino.

source: We took part in a bounty hunt! We had to share the reward, but it was still worth our while.
it: Abbiamo partecipato a una caccia alle taglie! Abbiamo dovuto dividere la ricompensa, ma ne è valsa la pena.

source: Commander, apparently somebody put a bounty on our head. Now the loot comes looking for us, and not the other way around!
it: Comandante, a quanto pare qualcuno ha messo una taglia sulla nostra testa. Ora è il bottino a cercare noi, e non il contrario!

source: We found somebody locked in a compartment on a wreck. He said he was a member of the 'Family' and we would be richly rewarded if we took him back to them. And he was right!
it: Abbiamo trovato una persona chiusa in un compartimento su un relitto. Disse che era un membro della 'Famiglia' e che saremmo stati riccamente ricompensati se lo avessimo riportato da loro. E aveva ragione!
