Repository: GLWine/Avorion-ITA
Catalog: Avorion/data/localization/*.po
Languages: it

source: Redo (Ctrl-Y)
it: Ripeti (Ctrl-Y)

source: Delete (%s)
it: Elimina (%s)

source: Saved Designs
it: Disegni Salvati

# Chat channel
source: Alliance>
it: Alleanza>

# Chat channel
source: Sector>
it: Settore>

# Chat channel
source: Group>
it: Gruppo>

source: Click to show sector
it: Fare clic per visualizzare il settore

source: Everything
it: Tutto

source: Sector
it: Settore

source: Alliance
it: Alleanza

source: Group
it: Gruppo

source: Economy
it: Economia

source: Notifications
it: Notifiche

source: Compare
it: Confronto

source: Empty. Use [E] to select another item of the same type to compare.
it: Vuoto. Usare [E] per selezionare un'altra voce dello stesso tipo da confrontare.

source: Compare Turrets
it: Confronta le torrette

source: Compare Fighters
it: Confronta i combattenti

source: Compare Torpedoes
it: Confronto tra siluri

source: Compare Subsystems
it: Confronto tra i sottosistemi

source: You are about to destroy a mission critical item. If you are really sure, enter '%1%' to confirm.
it: State per distruggere un oggetto critico per la missione. Se siete davvero sicuri, digitate '%1%' per confermare.

source: Destroy
it: Distruggere

source: Immune
it: Immunità

source: Too Far
it: Troppo lontano

source: YOU WERE DESTROYED
it: SEI STATO DISTRUTTO

source: [%1%] To Last Repair Dock (Default)
it: [%1%] All'ultimo banco di riparazione (Predefinito)

source: [%1%] To Reconstruction Site
it: [%1%] Al sito di ricostruzione

source: Create a new workshop item
it: Creare un nuovo elemento del workshop

source: Update this workshop item: %s
it: Aggiornare questo elemento dell'officina: %s

source: Upload to Steam Workshop
it: Carica su Steam Workshop

source: Title (max 128 characters)
it: Titolo (max 128 caratteri)

source: Description (max 8000 characters)
it: Descrizione (max 8000 caratteri)

source: Visibility
it: Visibilità

source: Public
it: Pubblico

source: Friends Only
it: Solo per gli amici

source: Private
it: Privato

source: Unlisted
it: Non Listato

source: Tags
it: Tag

source: Ship Tags
it: Tag della nave

source: Selected tags will be listed here.
it: I tag selezionati saranno elencati qui.

source: Show All
it: Mostra tutto

# Workshop Tag
source: Ship
it: Nave

# Workshop Tag
source: Station
it: Stazione

# Workshop Tag
source: Fighter Blueprint
it: Impronta del combattente

# Workshop Tag
source: Segment Template
it: Modello di segmento

# Workshop Tag
source: Military
it: Militare

# Workshop Tag
source: Civil
it: Civile

# Workshop Tag
source: Art
it: Arte

# Workshop Tag
source: Turret
it: Torretta

# Workshop Tag
source: Coaxial Gun
it: Pistola coassiale

# Workshop Tag
source: Movie
it: Film

# Workshop Tag
source: TV-Show
it: Programma televisivo

# Workshop Tag
source: Video Game
it: Videogioco

# Workshop Tag
source: Frigate
it: Fregata

# Workshop Tag
source: Cruiser
it: Incrociatore

# Workshop Tag
source: Battleship
it: Corazzata

# Workshop Tag
source: Destroyer
it: Distruttore

# Workshop Tag
source: Carrier
it: Vettore

# Workshop Tag
source: Fighter
it: Combattente

# Workshop Tag
source: Freighter
it: Nave da carico

# Workshop Tag
source: Miner
it: Minatore

# Workshop Tag
source: Factory
it: Fabbrica

# Workshop Tag
source: Mine
it: La mia

# Workshop Tag
source: Iron
it: Ferro

# Workshop Tag
source: Titanium
it: Titanio

# Workshop Tag
source: Starter
it: Avviamento

# Workshop Tag
source: Early Game
it: Gioco iniziale

# Workshop Tag
source: Mid Game
it: Gioco medio

# Workshop Tag
source: Late Game
it: Gioco tardivo

# Workshop Tag
source: End Game
it: Gioco finale

source: - None -
it: - Nessuno -

source: Accept Anyway
it: Accettare comunque

source: Bad Tags Errors
it: Errori dei bad tag

source: SUGGESTED TAGS: %s
it: TAG SUGGERITI: %s

source: MISMATCHED TAGS: %s
it: TAG NON CORRISPONDENTI: %s

source: Change Notes (max 5000 characters)
it: Note di modifica (max 5000 caratteri)

source: By submitting this item, you agree to the workshop terms of service.
it: Inviando questo articolo, si accettano i termini di servizio dell'officina.

source: Submit
it: Invia

source: Show Workshop
it: Mostra Workshop

source: Upload Error: %s
it: Errore di caricamento: %s

source: Upload successful!
it: Caricamento riuscito!

source: Uploading
it: Caricamento

source: Open the workshop site of Avorion.
it: Aprire il sito dell'officina di Avorion.

source: Open the workshop site of this item.
it: Aprire il sito dell'officina di questo articolo.

source: Show in Workshop
it: Mostra in officina

source: Submit New Design
it: Invia un nuovo progetto

source: Update Existing Design
it: Aggiornamento del progetto esistente

source: The design isn't a turret design.
it: Il progetto non è una torretta.

source: The design isn't a coaxial turret design.
it: Il progetto non è una torretta coassiale.

source: The design isn't a craft design.
it: Il design non è un design artigianale.

source: The design has no engines.
it: Il progetto è privo di motori.

source: The design has engines.
it: Il design è dotato di motori.

source: The design has more than 200 blocks.
it: Il progetto ha più di 200 blocchi.

source: Design doesn't contain this material.
it: Il design non contiene questo materiale.

source: Contains higher-level materials.
it: Contiene materiali di livello superiore.

source: Material tags don't matter in turret designs.
it: Le etichette dei materiali non hanno importanza nei progetti di torrette.

source: Defend (%s)
it: Difendere (%s)

source: Return (%s)
it: Ritorno (%s)

source: Harvest (%s)
it: Raccolta (%s)

source: Repair Target (%s)
it: Obiettivo di riparazione (%s)

source: Repair Nearby (%s)
it: Riparazione nelle vicinanze (%s)

source: Collect Loot (%s)
it: Raccogliere il bottino (%s)

source: Collect Lost Fighters (%s)
it: Raccogliere i combattenti persi (%s)

source: Fighters without Mothership
it: Combattenti senza nave madre

source: Squad Group %1% (%2%)
it: Gruppo di squadra %1% (%2%)

source: No Snap
it: Senza scatto

source: Place blocks wherever the mouse is hovering.
it: Posizionare i blocchi dove passa il mouse.

source: Global Snap
it: Scatto globale

source: Place blocks aligned to global grid points.
it: Posiziona i blocchi allineati ai punti della griglia globale.

source: Local Snap
it: Scatto locale

source: Place blocks aligned to a grid on the other block.
it: Posizionare i blocchi allineati a una griglia sull'altro blocco.

source: Middle Snap
it: Scatto intermedio

source: Place blocks centered on the other block.
it: Posizionare i blocchi al centro dell'altro blocco.

source: Voxel Grid
it: Griglia Voxel

source: Snap all corners to global grid points.
it: Aggancia tutti gli angoli ai punti della griglia globale.

source: Grid Size
it: Dimensione della griglia

source: Show Snap Points
it: Mostra i punti di scatto

source: About This Grid Mode
it: Informazioni sulla modalità griglia

# compact description of grid mode
source: Global
it: Globale

# compact description of grid mode
source: Local
it: Posizione

# compact description of grid mode
source: Middle
it: Centro

source: [Hold %s]: Free mouse
it: [Hold %s]: Mouse libero

source: Don't show again
it: Non mostrare di nuovo

source: You have new mail. It might be important, you should check it out!
it: C'è una nuova mail. Potrebbe essere importante, dovresti controllarla!

source: Click here to assign orders to your automatic turrets.
it: Fare clic qui per assegnare gli ordini alle torrette automatiche.

source: One of your captains has sent you a yield from their operation! Open the Fleet Tab to claim it!
it: Uno dei vostri capitani vi ha inviato una resa della sua operazione! Aprite la scheda della flotta per reclamarla!

source: You have Subsystems that can be installed in your ship. Open the Ship Subsystems Tab to install them.
it: Esistono sottosistemi che possono essere installati nella nave. Aprire la scheda Sottosistemi nave per installarli.

source: Your ship has boarders but no boarding shuttles! To board a ship, you must to build a hangar and buy or build boarding shuttles.
it: La tua nave ha abbordatori ma non navette d'abbordaggio! Per abbordare una nave, è necessario costruire un hangar e acquistare o costruire navette d'abbordaggio.

source: Your ship has boarding shuttles but no boarders! To board a ship, you must hire or train boarders.
it: La tua nave ha navette d'imbarco ma non imbarchi! Per salire a bordo di una nave, è necessario assumere o addestrare degli imbarcati.

source: To build more turrets, increase the amount of turret slots on your ship with Subsystems! Buy Subsystems at an Equipment Docks and equip them in the Ship Menu (%s).
it: Per costruire più torrette, aumentate la quantità di slot per torrette sulla vostra nave con i sottosistemi! Acquistate i sottosistemi presso un molo di equipaggiamento ed equipaggiateli nel menu della nave (%s).

source: Placing turrets on the front of the ship might not always be the best idea. Turrets have a certain dead zone when turning. Consider placing them on the top, bottom, left or right side of the ship.
it: Posizionare le torrette sulla parte anteriore della nave potrebbe non essere sempre l'idea migliore. Le torrette hanno una certa zona morta quando girano. Considerate di posizionarle in alto, in basso, a sinistra o a destra della nave.

source: When close to an Equipment Dock (less than 3km), you can remove Subsystems that were permanently installed.
it: Quando si è vicini a un Dock apparecchiature (meno di 3 km), è possibile rimuovere i sottosistemi installati in modo permanente.

source: Your craft is overpopulated! Build more crew quarters or the morale on your ship will drop!
it: La vostra nave è sovrappopolata! Costruite altri alloggi per l'equipaggio o il morale della vostra nave si abbasserà!

source: Morale on your ship is bad! Improve it or the crew will go on strike!
it: Il morale sulla vostra nave è pessimo! Miglioratelo o l'equipaggio sciopererà!

source: Crew payment is due every 3 hours. You can set up automatic payment in the Fleet Tab of the Player Menu.
it: Il pagamento dell'equipaggio deve essere effettuato ogni 3 ore. È possibile impostare il pagamento automatico nella scheda Flotta del menu Giocatore.

source: Hold ALT and hover the mouse over the template to select the root block used to attach it.
it: Tenere premuto ALT e passare il mouse sul modello per selezionare il blocco principale utilizzato per collegarlo.

source: You found new Building Knowledge! Unlock it from your inventory!
it: Hai trovato una nuova Conoscenza dell'edificio! Sbloccala dal tuo inventario!

source: Click on the dots on the right and drag an energy system to change its priority.
it: Fare clic sui punti a destra e trascinare un sistema energetico per modificarne la priorità.

source: Type /e, /a, /g or /s to talk to everyone, people in your alliance, your group or in your sector.
it: Digita /e, /a, /g o /s per parlare con tutti, con le persone della tua alleanza, del tuo gruppo o del tuo settore.

source: Navigating rifts is hard. Use the Strategy Mode (%s) for easier orientation.
it: Navigare nelle spaccature è difficile. Utilizzate la modalità Strategia (%s) per orientarvi più facilmente.

source: Buy insurance for your station, so you get your money back when your station gets destroyed!
it: Acquistate un'assicurazione per la vostra stazione, in modo da riavere i vostri soldi quando la vostra stazione viene distrutta!

source: You can set a Repair Dock as your Reconstruction Site, so you can tow and repair ships for free there.
it: È possibile impostare un molo di riparazione come sito di ricostruzione, in modo da poter rimorchiare e riparare le navi gratuitamente.

source: You're too close to the center of the galaxy and your ship is too weak! You'll be easy pickings for pirates and other vultures, so turn back or improve your ship!
it: Siete troppo vicini al centro della galassia e la vostra nave è troppo debole! Sarete facile preda di pirati e altri avvoltoi, quindi tornate indietro o migliorate la vostra nave!

source: Your drone is severely damaged! Switch to one of your ships or type /suicide in the chat to have it restored. /suicide will send you back to your home sector.
it: Il tuo drone è gravemente danneggiato! Passa a una delle tue navi o digita /suicidio nella chat per ripristinarlo. /suicidio ti rimanderà nel tuo settore di origine.

source: Your acceleration is low because you don't have enough engineers on your ship! Assign engineers or hire some at a station!
it: La vostra accelerazione è bassa perché non avete abbastanza ingegneri sulla vostra nave! Assegnate ingegneri o assumetene qualcuno in una stazione!

source: Your acceleration is low! Build more engines or build your ship out of a light material, such as Titanium.
it: L'accelerazione è bassa! Costruite più motori o costruite la vostra nave con un materiale leggero, come il titanio.

source: Your turning speed is poor! Build more thrusters or gyros or build your ship out of a light material, such as Titanium.
it: La velocità di virata è scarsa! Costruite più propulsori o giroscopi o costruite la vostra nave con un materiale leggero, come il titanio.

source: Your brake thrust is poor! Build more thrusters or inertia dampeners, or build your ship out of a light material, such as Titanium.
it: La spinta dei freni è scarsa! Costruite altri propulsori o smorzatori d'inerzia, oppure costruite la vostra nave con un materiale leggero, come il titanio.

source: Your hyperspace engine is being jammed! Get out of range of the jammer so you can jump again!
it: Il vostro motore iperspaziale è stato bloccato! Esci dal raggio d'azione del disturbatore per poter saltare di nuovo!

source: Your ship's energy is low and your Hyperspace Engine can't recharge at full speed!
it: L'energia della tua nave è bassa e il tuo motore iperspaziale non può ricaricarsi alla massima velocità!

source: Your fighters won't start because all hangar exits are obstructed by other blocks.
it: I caccia non partono perché tutte le uscite degli hangar sono ostruite da altri blocchi.

source: Your fighters won't start because you don't have enough pilots for all of them.
it: I vostri caccia non partono perché non avete abbastanza piloti per tutti.

source: Some items are reserved for AI factions and can only be picked up by them.
it: Alcuni oggetti sono riservati alle fazioni dell'IA e possono essere raccolti solo da loro.

source: Some items are reserved for other players or AI factions and can only be picked up by them.
it: Alcuni oggetti sono riservati ad altri giocatori o alle fazioni dell'IA e possono essere raccolti solo da loro.

source: Some items can't be picked up by you immediately; for example when you're the one who dropped them.
it: Alcuni oggetti non possono essere raccolti immediatamente; ad esempio, quando siete voi a farli cadere.

source: You won't pick up this cargo, because your cargo bay configuration forbids it. You can change that behavior in the cargo tab of your ship menu.
it: Non è possibile raccogliere questo carico, perché la configurazione della baia di carico lo vieta. È possibile modificare questo comportamento nella scheda cargo del menu della nave.

source: Have destroyed ships towed at Repair Docks!
it: Fate rimorchiare le navi distrutte ai moli di riparazione!

source: Sell or buy resources at a Resource Depot.
it: Vendere o acquistare risorse presso un Deposito di risorse.

source: Refine ores and scrap metal at a Resource Depot.
it: Raffinare minerali e rottami metallici in un deposito di risorse.

source: Stations with an exclamation mark have a mission for you on their bulletin board.
it: Le stazioni con un punto esclamativo hanno una missione per voi nella loro bacheca.

source: Mine asteroids to gather resources. You can either sell resources at a Resource Depot, or use them to build your ship.
it: Estrarre asteroidi per raccogliere risorse. Potete vendere le risorse in un deposito di risorse, o usarle per costruire la vostra nave.

source: You can order ships to move by selecting them with left-click and right-clicking on a position or a target. Use the icons at the bottom for more order types.
it: È possibile ordinare alle navi di muoversi selezionandole con il tasto sinistro del mouse e facendo clic con il tasto destro del mouse su una posizione o un obiettivo. Utilizzate le icone in basso per altri tipi di ordini.

source: You can select multiple of your own ships. Hold Ctrl while clicking to add them to the selection.
it: È possibile selezionare più navi. Tenere premuto Ctrl mentre si fa clic per aggiungerle alla selezione.

source: Switch to a sector with an online group member! Right-Click the target sector and select 'Switch to Sector'.
it: Passate a un settore con un membro del gruppo online! Fare clic con il tasto destro del mouse sul settore di destinazione e selezionare "Passa al settore".

source: You can always switch to your home sector or reconstruction site. Right-Click the sector and select 'Switch to Sector'.
it: È sempre possibile passare al settore di provenienza o al sito di ricostruzione. Fare clic con il tasto destro del mouse sul settore e selezionare "Passa al settore".

source: You can switch to another sector that contains one of your crafts. Right-Click the target sector and select 'Switch to Sector'.
it: È possibile passare a un altro settore che contiene uno dei propri mestieri. Fare clic con il tasto destro del mouse sul settore di destinazione e selezionare "Passa al settore".

source: Shields: %i%%.
it: Scudi: %i%%.

source: Hull: %i%%.
it: Scafo: %i%%.

source: Surplus Energy: %i%%. Charging battery.
it: Energia in eccesso: %i%%. Carica della batteria.

source: Battery: %i%%. Charging.
it: Batteria: %i%%. Ricarica.

source: Energy Deficiency: %i%%. Draining battery.
it: Carenza di energia: %i%%. Batteria in esaurimento.

source: Battery: %i%%. Draining.
it: Batteria: %i%%. Scaricamento.

source: Battery is empty! Ship systems are failing!
it: La batteria è scarica! I sistemi della nave sono in avaria!

source: Important Changes
it: Modifiche importanti

source: Show me later
it: Mostrami più tardi

source: Read until the end to not show this window in the future.
it: Leggete fino alla fine per non visualizzare questa finestra in futuro.

source: Hides this window in the future.
it: Nasconde questa finestra in futuro.

source: Black Market DLC
it: Il DLC del Mercato Nero

source: Thank you for purchasing the Black Market DLC!
it: Grazie per aver acquistato il DLC Mercato Nero!

source: To get started with the \c(3ff)Black Market Story\c(), you should look for new opportunities at bulletin boards. But be careful, getting involved with a \c(3ff)syndicate\c() is not without consequences ...
it: Per iniziare con la \c(3ff)Black Market Story(), dovreste cercare nuove opportunità nelle bacheche. Ma attenzione, farsi coinvolgere da un \c(3ff)sindacato() non è privo di conseguenze...

source: Black Market DLC - Convoy
it: DLC Mercato nero - Convoglio

source: Once you've reached the center of the galaxy, the news of it will spread like rifts through the galaxy. Soon there will be others, who will also try and get into the center. Will you join and support them to make new friends, or will you exploit their openness and curiosity? The choice is yours.
it: Una volta raggiunto il centro della galassia, la notizia si diffonderà come una spaccatura attraverso la galassia. Presto ci saranno altri che cercheranno di raggiungere il centro. Vi unirete a loro e li sosterrete per fare nuove amicizie, oppure sfrutterete la loro apertura e curiosità? La scelta è vostra.

source: Into the Rift DLC
it: Il contenuto scaricabile Into the Rift

source: Thank you for purchasing the Into the Rift DLC!
it: Grazie per aver acquistato il DLC Into the Rift!

source: To unravel the mysteries of the rifts, look out for \c(3ff)Rift Research Stations\c() near rifts. The scientists there can transport you into the rift with their \c(3ff)Teleporter\c() device. But be careful and well prepared, rifts are a dangerous place!
it: Per svelare i misteri delle spaccature, cercate le \c(3ff)Stazioni di ricerca sulle spaccature() vicino alle spaccature. Gli scienziati che vi si trovano possono trasportarvi nella spaccatura con il loro dispositivo \c(3ff)Teletrasporto\c(). Ma fate attenzione e preparatevi bene, le spaccature sono un luogo pericoloso!

source: Behemoth Event Series
it: Serie di eventi Behemoth

source: Mythical \c(3ff)Behemoth Ships\c() are appearing all over the galaxy, attacking helpless sectors at will and alarming all galaxy dwellers. The few who survive their encounters tell a tale of extremely strong and durable ships, that carry unique technology. This could be interesting for those brave (or reckless) enough to face them...
it: In tutta la galassia stanno comparendo mitiche Navi Behemoth, che attaccano a piacimento settori indifesi e allarmano tutti gli abitanti della galassia. I pochi che sopravvivono ai loro incontri raccontano di navi estremamente forti e resistenti, dotate di una tecnologia unica. Potrebbe essere interessante per chi è abbastanza coraggioso (o temerario) da affrontarle...

source: World Bosses
it: Boss del mondo

source: New world bosses have appeared in multiple sectors of the game! You'll find them in several \c(0d0)hidden mass sectors\c() throughout the entire galaxy. \c(fff)NOTE\c(): New bosses and sectors were introduced into the game. Hidden mass sectors that were scouted by captains, but not yet visited by you, may have incorrect scouting information on the Galaxy Map.
it: Nuovi boss mondiali sono apparsi in diversi settori del gioco! Li troverete in diversi settori di massa nascosti in tutta la galassia. \NOTA(): Sono stati introdotti nel gioco nuovi boss e settori. I settori di massa nascosti che sono stati esplorati dai capitani, ma che non sono ancora stati visitati, potrebbero avere informazioni di esplorazione errate sulla Mappa della Galassia.

source: Mark as Trash
it: Contrassegnare come spazzatura

source: Unmark All Above
it: Non segnare tutto sopra

source: Unmark All Below
it: Non segnare tutto qui sotto

source: Mark All Below
it: Contrassegnare tutti i dati qui sotto

source: [Everything]
it: [Tutto]

source: [Turrets Only]
it: [Solo torrette]

source: [Subsystems Only]
it: [Solo sottosistemi]

source: Mirror X
it: Specchio X

source: Mirror Y
it: Specchio Y

source: Mirror Z
it: Specchio Z

source: Move X-Axis Mirror To Selection
it: Spostare lo specchio dell'asse X nella selezione

source: Move Y-Axis Mirror To Selection
it: Spostare lo specchio dell'asse Y nella selezione

source: Move Z-Axis Mirror To Selection
it: Spostare lo specchio dell'asse Z nella selezione

# [<tab key name>]: Track Mission
source: [Tab]: Track
it: [Scheda]: Traccia

source: Modify Whole Ship
it: Modificare l'intera nave

source: Scale Whole Turret
it: Scala Intera torretta

source: Uniform Scaling
it: Scala uniforme

source: Apply
it: Applicare

source: This may remove several turrets!
it: Questo potrebbe rimuovere diverse torrette!

source: Modify Turret Part
it: Modifica della parte della torretta

source: No Modification
it: Nessuna modifica

source: %1% (%2%) Credits
it: %1% (%2%) Crediti

source: You have %1% Credits. Recently gained: %2%
it: Hai %1% di crediti. Guadagnati di recente: %2%.

source: You have %1% Credits. Recently lost: %2%
it: Hai %1% di crediti. Persi di recente: %2%.

source: You have %1% %2%. Recently gained: %3%
it: Hai %1% %2%. Guadagnato di recente: %3%

source: You have %1% %2%. Recently lost: %3%
it: Hai %1% %2%. Perso di recente: %3%

# inventory item 1=amount, 2=name, 3=rarity
source: Removed %1%x %2% (%3%)
it: Rimosso %1%x %2% (%3%)

# inventory item 1=name, 2=rarity
source: Removed %1% (%2%)
it: Rimosso %1% (%2%)

# cargo 1=amount, 2=kind
source: Removed %1% %2%
it: Rimosso %1% %2%
