Repository: GLWine/Avorion-ITA
Catalog: Avorion/data/localization/*.po
Languages: it

source: Good day comrade! We need your help getting rid of the corrupt officials. They are preventing workers from freeing themselves from the shackles of repression for their own gain.
it: Buona giornata compagno! Abbiamo bisogno del vostro aiuto per sbarazzarci dei funzionari corrotti. Essi impediscono ai lavoratori di liberarsi dalle catene della repressione per il proprio tornaconto.

source: We need to draw these corrupt officials out into the open. The biggest problem is that people don't believe us. If we incite a strike in one factory, the officials will be quick to respond with force. If people see their response, the following outcry should be be enough to finally change something!
it: Dobbiamo far uscire allo scoperto questi funzionari corrotti. Il problema più grande è che la gente non ci crede. Se incitiamo allo sciopero in una fabbrica, i funzionari saranno pronti a rispondere con la forza. Se la gente vede la loro reazione, la protesta che segue dovrebbe essere sufficiente per cambiare finalmente qualcosa!

source: How do we incite a strike?
it: Come si incita allo sciopero?

source: The workers are almost ready to strike. All they need is food supplies so that their families won't suffer. You are an independent captain and can bring food supplies to a factory without causing suspicions.
it: I lavoratori sono quasi pronti a scioperare. Hanno solo bisogno di scorte di cibo per non far soffrire le loro famiglie. Siete un capitano indipendente e potete portare le scorte di cibo in una fabbrica senza destare sospetti.

source: Where do I get supplies?
it: Dove posso rifornirmi?

source: Go to the Trading Post in sector (${x}:${y}). They have a big supply package ready for delivery. Take the package to the station specified on the package.
it: Andate al Trading Post nel settore (${x}:${y}). Hanno un grosso pacco di rifornimenti pronto per essere consegnato. Portate il pacco alla stazione indicata sul pacco.

source: Count on me!
it: Contate su di me!

source: Looks like you already have everything you need.
it: Sembra che abbiate già tutto ciò che vi serve.

source: Your alliance doesn't allow you to do that.
it: La vostra alleanza non vi permette di farlo.

source: You don't have enough money. You need to pay ${price} Credits.
it: Non hai abbastanza soldi. Devi pagare ${prezzo} Crediti.

source: Looks like you don't have enough cargo space.
it: Sembra che non abbiate abbastanza spazio di carico.

source: Why don't you come to the dock while I go find it?
it: Perché non vieni al molo mentre io vado a cercarlo?

source: Here you go. Delivery is marked to go to Steward Sparrow at the coal mine ${name} in sector (${x}:${y}).
it: Ecco a voi. La consegna è segnata per andare all'intendente Sparrow nella miniera di carbone ${nome} nel settore (${x}:${y}).

source: The care package, right. Where do I have it? ...
it: Il pacchetto di assistenza, giusto. Dove lo tengo? ...

source: Steward Sparrow
it: Passero Steward

source: Thank you for the supplies. Wait...? Just food? How are we to fight against the higher-ups if we have nothing to fight with?
it: Grazie per le forniture. Aspetta...? Solo cibo? Come facciamo a combattere contro le alte sfere se non abbiamo nulla con cui combattere?

source: I was told you only need food supplies.
it: Mi hanno detto che servono solo scorte di cibo.

source: The Commune leaders are naive idealists. Yeah sure, we try to not hurt anyone, but without weapons we won't be taken seriously.
it: I leader della Comune sono degli ingenui idealisti. Certo, cerchiamo di non fare del male a nessuno, ma senza armi non verremo presi sul serio.

source: So what do we do?
it: Quindi cosa facciamo?

source: There's a pirate outpost close by. Go there and steal their weapons. That way we kill two birds with one stone, right?
it: Nelle vicinanze c'è un avamposto di pirati. Andate lì e rubate le loro armi. Così prendiamo due piccioni con una fava, giusto?

source: Sounds good.
it: Sembra buono.

source: Great. You'll find the pirates in sector (${x}:${y}). Bash them around a bit and I'm sure they'll tell you where they have their weapons stored.
it: Ottimo. Troverete i pirati nel settore (${x}:${y}). Spaccateli un po' e sono sicuro che vi diranno dove tengono le armi.

source: I will do that.
it: Lo farò.

source: You have to come to the dock to give us the package.
it: Dovete venire al molo per consegnarci il pacco.

source: Uhm, I don't see any package. Please, we need the supplies, pick them up from our contact in sector (${x}:${y}).
it: Non vedo nessun pacco. Per favore, ci servono i rifornimenti, li prenda dal nostro contatto nel settore (${x}:${y}).

source: A package for Steward Sparrow? One second, I'll get her.
it: Un pacchetto per Steward Sparrow? Un secondo e la prendo.

source: Thank you for the weapons. Now we can start. Wait around the station, the Family is usually very quick to respond to uprisings.
it: Grazie per le armi. Ora possiamo iniziare. Aspettate nella stazione, la Famiglia di solito è molto rapida nel rispondere alle rivolte.

source: What do I do?
it: Cosa devo fare?

source: They are undercover Family agents, flying ships that look like normal civil ships. We can't be seen attacking civil ships, so you'll have to expose them first.
it: Sono agenti della Famiglia sotto copertura, che volano su navi che sembrano normali navi civili. Non possiamo essere visti attaccare navi civili, quindi dovrete prima smascherarli.

source: Trip them up on their words. Make them say that they're Family.
it: Farli inciampare nelle loro parole. Fategli dire che sono una famiglia.

source: Prepare yourself for an attack. Once they revealed themselves, they'll most likely try to eliminate you as well.
it: Preparatevi a un attacco. Una volta che si sono rivelati, molto probabilmente cercheranno di eliminare anche voi.

source: I am prepared.
it: Sono preparato.

source: Uhm, I don't see any package. Please, we need weapons, steal them from pirates in sector (${x}:${y}).
it: Non vedo nessun pacchetto. Per favore, ci servono armi, rubale ai pirati nel settore (${x}:${y}).

source: Of course, we should have known something was up. We find the workers of this factory rebelling and an agent from the Commune right next to it. YOU made them do it.
it: Naturalmente, avremmo dovuto sapere che c'era qualcosa sotto. Troviamo gli operai di questa fabbrica in rivolta e un agente della Comune proprio accanto ad essa. Siete stati voi a costringerli a farlo.

source: They did this on their own.
it: Lo hanno fatto da soli.

source: You provided the means and poisoned them with your empty promises! This won't lead to anything except bloodshed! Moretti was right, these Commune idealists have no idea on how the world actually works.
it: Avete fornito i mezzi e li avete avvelenati con le vostre vuote promesse! Questo non porterà a nulla se non a uno spargimento di sangue! Moretti aveva ragione, questi idealisti del Comune non hanno idea di come funziona il mondo.

source: Factory Worker
it: Operaio di fabbrica

source: Moretti is an agent of the Family!
it: Moretti è un agente della Famiglia!

source: Haha, you just outed yourselves as agents of the Family!
it: Haha, vi siete appena dichiarati agenti della Famiglia!

source: We're with the what now? ... Damn, this little rat made us blow our cover. Screw this. We need to make sure there won't be any witnesses anyway.
it: Siamo con il "cosa" adesso? ... Dannazione, questo piccolo ratto ci ha fatto saltare la copertura. Al diavolo. Dobbiamo comunque assicurarci che non ci siano testimoni.

source: Yes, we did it! This wouldn't have been possible without you. Thank you so much!
it: Sì, ce l'abbiamo fatta! Non sarebbe stato possibile senza di voi. Grazie di cuore!

source: I'm glad I could help.
it: Sono felice di avervi aiutato.

source: What are you up to now?
it: Cosa stai facendo adesso?

source: I'm searching for Juliana.
it: Sto cercando Juliana.

source: She was abducted, right? Maybe you're in luck and these Family ships have log files with some information?
it: E' stata rapita, giusto? Forse siete fortunati e queste navi familiari hanno dei file di log con qualche informazione?

source: Good idea. I'll scan them.
it: Buona idea. Li scannerizzerò.

source: You discovered some interesting log entries: Finally we're done with this boooring guard duty! About time that these Cavaliers guys showed up. Running around on errands, ruffing up some stupids *knuckle crack* - that is all I want to do. Recorded at (${x}:${y}).
it: Avete scoperto alcune voci di registro interessanti: Finalmente abbiamo finito con questo noioso lavoro di guardia! Era ora che questi Cavaliers si facessero vivi. Andare in giro a fare commissioni, fare la guardia ad alcuni stupidi *cavallo di nocche* - questo è tutto ciò che voglio fare. Registrato a (${x}:${y}).

source: What are you doing here? You don't belong here.
it: Cosa ci fai qui? Il tuo posto non è qui.

source: I'm here to free Juliana.
it: Sono qui per liberare Juliana.

source: What? You on your own? I don't think so.
it: Cosa? Sei da solo? Non credo proprio.

source: I'm not joking.
it: Non sto scherzando.

source: You're never gonna make it. Attack!
it: Non ce la farai mai. Attaccate!

source: You're amazing! Thank you for rescuing me!
it: Siete fantastici! Grazie per avermi salvato!

source: You're a true hero! Not only rescuing me, but at the same time doing so much good in the name of the Commune! Helping the people at the station to break Family oppression was a very important step to improve everyone's lives. Thank you.
it: Sei un vero eroe! Non solo mi hai salvato, ma allo stesso tempo hai fatto tanto bene in nome del Comune! Aiutare la gente della stazione a rompere l'oppressione della Famiglia è stato un passo molto importante per migliorare la vita di tutti. Grazie.

source: You're welcome.
it: Non c'è di che.

source: I'll have to retreat now, my ship is in desperate need of repairs. Take this reward and upgrade your ship a bit, too. I'll start rallying our Commune as soon as I can. We have to go up against this unrightful alliance between Family and the Cavaliers. Will you answer when I call for your help?
it: Dovrò ritirarmi ora, la mia nave ha un disperato bisogno di riparazioni. Prendi questa ricompensa e migliora un po' anche la tua nave. Inizierò a radunare il nostro Comune il prima possibile. Dobbiamo contrastare questa alleanza sleale tra la Famiglia e i Cavalieri. Risponderete quando chiederò il vostro aiuto?

source: Yes, I'm ready to help.
it: Sì, sono pronto ad aiutare.

source: Secret Stash
it: Scorta segreta

source: Workers of the galaxy, unite!
it: Lavoratori della galassia, unitevi!

source: Down with corruption!
it: Abbasso la corruzione!

source: Legalize everything!
it: Legalizzare tutto!

source: Free alpacas for every household!
it: Alpaca gratis per ogni famiglia!

source: Cavaliers Guard
it: Guardia dei Cavaliers

source: Food Supplies
it: Rifornimenti di Cibo

source: Crate of Weapons
it: Cassa di Armi

source: For Freedom!
it: Per la libertà!

source: Defeat the fleets of the Cavaliers and the Family.
it: Sconfiggete le flotte dei Cavalieri e della Famiglia.

source: Eliminate the soldiers of the Cavaliers in sector (${x}:${y})
it: Eliminare i soldati dei Cavalieri nel settore (${x}:${y})

source: Good day comrade! We are almost ready to start our revolution! The news of the liberated factory workers is spreading like rifts through the galaxy. Soon, there will be equal rights, freedom and peace for everyone, I can feel it! But there are still some that don’t want to relinquish their power based on violence and deceit. We have heard of armed forces gathering. They want to ensure they can continue to oppress the inhabitants of the galaxy! We need to defeat them now, before it is too late! Our warriors are ready to confront our enemies. Meet our scouts in sector (%1%:%2%) and get ready to defend the galaxy’s freedom! Best wishes Juliana
it: Buona giornata compagno! Siamo quasi pronti a iniziare la nostra rivoluzione! La notizia degli operai liberati si sta diffondendo come una spaccatura nella galassia. Presto ci saranno uguali diritti, libertà e pace per tutti, lo sento! Ma ci sono ancora alcuni che non vogliono rinunciare al loro potere basato sulla violenza e sull'inganno. Abbiamo sentito parlare di forze armate che si riuniscono. Vogliono assicurarsi di poter continuare a opprimere gli abitanti della galassia! Dobbiamo sconfiggerli ora, prima che sia troppo tardi! I nostri guerrieri sono pronti ad affrontare i nostri nemici. Incontrate i nostri esploratori nel settore (%1%:%2%) e preparatevi a difendere la libertà della galassia! I migliori auguri Giuliana

# Mail Subject
source: For Freedom!
it: Per la libertà!

source: Commune Scout
it: Comune scout

source: Good day comrade! The Cavaliers are so proud of their military strength, but we showed them that we are even stronger! This is final proof that we are the ones that are meant to bring peace to the galaxy! Now we just need to make the Family realize that we will not tolerate any more illegal activity, and then the revolution can begin! Best wishes Juliana
it: Buona giornata compagno! I Cavalieri sono così orgogliosi della loro forza militare, ma noi abbiamo dimostrato loro che siamo ancora più forti! Questa è la prova definitiva che siamo noi quelli destinati a portare la pace nella galassia! Ora dobbiamo solo far capire alla Famiglia che non tollereremo più alcuna attività illegale, e poi la rivoluzione potrà iniziare! Auguri Juliana

# Mail Subject
source: Cavaliers Defeated!
it: Cavalieri sconfitti!

source: Good day comrade! The Family thought that they could buy strength. They had lo learn that people fighting for their ideals and dreams are much stronger than those bought with tainted money. Now we simply have to show the Cavaliers the same thing! Best wishes Juliana
it: Buona giornata compagno! La Famiglia pensava di poter comprare la forza. Hanno dovuto imparare che le persone che lottano per i loro ideali e i loro sogni sono molto più forti di quelle comprate con denaro sporco. Ora dobbiamo semplicemente dimostrare ai Cavaliers la stessa cosa! Auguri Giuliana

# Mail Subject
source: Family Defeated!
it: Famiglia sconfitta!

source: Good day comrade! We managed to defeat our enemies! Now we can start the revolution! We are very grateful to you. You risked your life for our cause. Soon you will see the fruits of our labors, when the inhabitants of the galaxy are finally free! Best wishes Juliana
it: Buona giornata compagno! Siamo riusciti a sconfiggere i nostri nemici! Ora possiamo iniziare la rivoluzione! Ti siamo molto grati. Hai rischiato la vita per la nostra causa. Presto vedrete i frutti del nostro lavoro, quando gli abitanti della galassia saranno finalmente liberi! Auguri Juliana

source: Good day comrade! The Cavaliers are strong! But their dull force will not prevail. The power of freedom is what holds the galaxy together! We need to crush the Cavaliers to free the people! Let’s go back there and try again! Best wishes Juliana
it: Buona giornata compagno! I Cavalieri sono forti! Ma la loro forza ottusa non prevarrà. Il potere della libertà è ciò che tiene unita la galassia! Dobbiamo schiacciare i Cavalieri per liberare il popolo! Torniamo là e riproviamo! Auguri Giuliana

source: Good day comrade! The Family seems to be stronger than we anticipated! But their corrupt ways will never grant them a victory. You just need to try again. Best wishes Juliana
it: Buona giornata compagno! La Famiglia sembra essere più forte del previsto! Ma i loro modi corrotti non gli garantiranno mai una vittoria. Non vi resta che riprovarci. I migliori auguri Giuliana

source: Good day comrade! Thank you for coming!
it: Buongiorno compagno! Grazie per essere venuti!

source: The Family and the Cavaliers are preparing to go into battle against us. There are rumors about them inventing new technology.
it: La Famiglia e i Cavalieri si stanno preparando a combattere contro di noi. Si dice che abbiano inventato una nuova tecnologia.

source: We don't know. Every one of our scouts that got anywhere near them was destroyed instantly.
it: Non lo sappiamo. Tutti i nostri esploratori che si sono avvicinati a loro sono stati distrutti all'istante.

source: They seem to have sent out fleets that are preparing to move against us. You could join our forces in battle.
it: Sembra che abbiano inviato delle flotte che si stanno preparando a muoversi contro di noi. Potreste unirvi alle nostre forze in battaglia.

source: You will find them in sector (${x1}:${y1}) and sector (${x2}:${y2}) respectively. We’re sure you will be able to defeat them!
it: Li troverete rispettivamente nel settore (${x1}:${y1}) e nel settore (${x2}:${y2}). Siamo sicuri che riuscirete a sconfiggerli!

source: Our forces are already on the way, you should catch up with them once you get closer to the enemy fleets.
it: Le nostre forze sono già in viaggio, dovreste raggiungerle una volta che vi sarete avvicinati alle flotte nemiche.

source: You think a peaceful revolution is going to change anything? It requires power to bring peace to the galaxy, and we’re the most powerful syndicate!
it: Pensi che una rivoluzione pacifica cambierà qualcosa? Ci vuole potere per portare la pace nella galassia, e noi siamo il sindacato più potente!

source: You think freedom is the most valuable thing to a person? Well, you are wrong. It's influence, it's money. And we will show you that our credits are more powerful than your empty promises!
it: Pensi che la libertà sia la cosa più preziosa per una persona? Beh, vi sbagliate. È l'influenza, è il denaro. E noi vi dimostreremo che i nostri crediti sono più potenti delle vostre vuote promesse!

source: Decide whether you want the Commune to remain the most powerful syndicate in the galaxy.
it: Decidete se volete che il Comune rimanga il sindacato più potente della galassia.

source: Cheers! So thanks to you, the Commune is starting a revolution that is supposed to change the fate of the galaxy. I don't think that's going to go well. It'll only lead to anarchy all over the galaxy. Of course, I can see why it might be a good thing for you, personally. The Commune likes you and there are quite some advantages of being friends with the most powerful syndicate of the galaxy. But if you do feel like we should try to cause more equilibrium in the galaxy, meet me in sector (%1%:%2%). Izzy
it: Salute! Quindi, grazie a te, la Comune sta iniziando una rivoluzione che dovrebbe cambiare il destino della galassia. Non credo che andrà bene. Porterà solo all'anarchia in tutta la galassia. Naturalmente, capisco perché potrebbe essere una buona cosa per te, personalmente. Lei piace al Comune e l'amicizia con il più potente sindacato della galassia ha dei vantaggi. Ma se ritiene che dovremmo cercare di creare maggiore equilibrio nella galassia, ci vediamo nel settore (%1%:%2%). Izzy

source: Cheers! So you chose the Commune. This is a huge mess now.
it: Salute! Quindi hai scelto il Comune. Ora è un gran casino.

source: You destroyed the equilibrium of forces in the galaxy. The Commune will ruin everything.
it: Avete distrutto l'equilibrio delle forze nella galassia. Il Comune rovinerà tutto.

source: They’re fighting for freedom.
it: Combattono per la libertà.

source: But whose freedom are they fighting for? Just their own. There will never be peace like that. This is just going to be a huge mess.
it: Ma per quale libertà stanno combattendo? Solo per la loro. Non ci sarà mai pace in questo modo. Sarà solo una grande confusione.

source: They want freedom for everyone!
it: Vogliono la libertà per tutti!

source: Do they, now? For a society to work, you need rules. But they want to legalize everything! There is going to be chaos, which they will then repress with military force and revolutions. This is not what I call freedom.
it: E' così, adesso? Perché una società funzioni, servono regole. Ma loro vogliono legalizzare tutto! Ci sarà il caos, che poi reprimeranno con la forza militare e le rivoluzioni. Questa non è quella che io chiamo libertà.

source: But they had good intentions!
it: Ma avevano buone intenzioni!

source: Yes, I don’t doubt that. But it just isn’t going to work. This galaxy is too complicated for a simple revolution like that to solve all problems...
it: Sì, non ne dubito. Ma non funzionerà. Questa galassia è troppo complicata perché una semplice rivoluzione come questa possa risolvere tutti i problemi...

source: I'm saying that what you did was bad for business. The big syndicates were keeping each other in check. This revolution is going to create anarchy and chaos. But we can still stop it.
it: Sto dicendo che quello che avete fatto è stato negativo per gli affari. I grandi sindacati si tenevano sotto controllo a vicenda. Questa rivoluzione creerà anarchia e caos. Ma possiamo ancora fermarla.

source: I can see that you do have a lot of advantages. Being friends with the most most powerful anarchists during a revolution and all.
it: Vedo che avete molti vantaggi. Essere amico dei più potenti anarchici durante una rivoluzione e tutto il resto.

source: Good! Business has been difficult with this revolution ongoing.
it: Bene! Gli affari sono stati difficili con questa rivoluzione in corso.

source: Okay, fine. Have it your way then. I will be here in case you change your mind again, though.
it: Ok, va bene. Allora fate come volete. Comunque, sarò qui nel caso in cui cambiassi di nuovo idea.

source: Make sure at least one of the other syndicates stays strong enough to keep up with the Commune.
it: Assicuratevi che almeno uno degli altri sindacati rimanga abbastanza forte da tenere testa al Comune.

source: Exactly! Just accept the jobs that a syndicate gives you and that will hopefully help them rise to power! I will forward you any job that is offered to me!
it: Esattamente! Basta accettare i lavori che un sindacato ti offre e questo, si spera, li aiuterà a salire al potere! Vi inoltrerò ogni lavoro che mi verrà offerto!

source: Repair Duty
it: Servizio di riparazione

source: A ship of the convoy has gotten lost and is sending distress calls that it needs to be repaired.
it: Una nave del convoglio si è persa e sta inviando richieste di soccorso per essere riparata.

source: Wait for the Trade League to decipher the location of the ship and prepare to repair it
it: Attendere che la Lega Commerciale decifri la posizione della nave e si prepari a ripararla.

source: Read the mail from the Trade League
it: Leggi la mail della Lega del Commercio

source: Go to sector (${x}:${y}) and look for the damaged ship
it: Andate nel settore (${x}:${y}) e cercate la nave danneggiata.

source: Repair the damaged ship
it: Riparare la nave danneggiata

source: Protect the damage ship from the pirates
it: Proteggere la nave danneggiata dai pirati

source: Completely repair the damaged ship
it: Riparare completamente la nave danneggiata

source: Hello fellow traveler! We have finally managed to locate the source of the emergency call. The ship is in sector (%1%:%2%) and badly damaged. Go there quickly, as the area is infested with pirates and our ship is completely helpless at the moment! The Trade League
it: Ciao compagno di viaggio! Siamo finalmente riusciti a localizzare la fonte della chiamata di emergenza. La nave si trova nel settore (%1%:%2%) ed è gravemente danneggiata. Andateci in fretta, perché la zona è infestata dai pirati e la nostra nave è completamente indifesa al momento! La Lega del Commercio

# Mail Subject
source: Help for a Lost Ship
it: Aiuto per una nave perduta

source: Hey, what are you doing? You're supposed to heal me, not damage me more!
it: Ehi, cosa stai facendo? Dovresti guarirmi, non danneggiarmi di più!
