Repository: GLWine/Avorion-ITA
Catalog: Avorion/data/localization/*.po
Languages: it

source: Contact message: We have encountered increased pirate presence in the vicinity. Combat operation requested.
it: Messaggio di contatto: Abbiamo riscontrato una maggiore presenza di pirati nelle vicinanze. Richiesta operazione di combattimento.

source: Hey you! You'd better move along!
it: Ehi tu! Faresti meglio a muoverti!

source: You need to leave.
it: Dovete andarvene.

source: Leave our territory.
it: Lasciate il nostro territorio.

source: Please leave our territory.
it: Per favore, lasciate il nostro territorio.

source: You should leave our territory.
it: Dovreste lasciare il nostro territorio.

source: You had better run along.
it: È meglio che tu vada via.

source: I think it would be better for you to move on.
it: Penso che sarebbe meglio per voi andare avanti.

source: This is a friendly reminder: please leave our territory.
it: Questo è un promemoria amichevole: per favore, lasciate il nostro territorio.

source: This is a friendly reminder: hostile parties are not welcome, and will find their stay less than rewarding.
it: Questo è un promemoria amichevole: le persone ostili non sono le benvenute e troveranno il loro soggiorno poco gratificante.

source: You aren't welcome around these parts. We kindly ask you to vacate our territory.
it: Non siete i benvenuti da queste parti. Vi chiediamo gentilmente di lasciare il nostro territorio.

source: According to our records, you're an enemy of our faction. Please leave our territory, otherwise we'll have to take actions against you.
it: Secondo i nostri registri, lei è un nemico della nostra fazione. Vi preghiamo di lasciare il nostro territorio, altrimenti saremo costretti a prendere provvedimenti contro di voi.

source: We'd like to ask you to leave our territory. You're not welcome here.
it: Vorremmo chiedervi di lasciare il nostro territorio. Non siete i benvenuti qui.

source: Our records state that you have to leave our territory.
it: I nostri registri dicono che dovete lasciare il nostro territorio.

source: Our leadership has ordered us to open fire if you don't leave our territory.
it: La nostra leadership ci ha ordinato di aprire il fuoco se non lascerete il nostro territorio.

source: We've got our eyes on you. One wrong step is all it takes.
it: Abbiamo gli occhi puntati su di voi. Basta un passo falso.

source: We've got orders to shoot down any hostiles if they try something and right now you're on that list. Better move on.
it: Abbiamo l'ordine di abbattere qualsiasi nemico che tenti di fare qualcosa e in questo momento lei è su quella lista. È meglio che vi muoviate.

source: There they are again. Should we shoot them down?
it: Eccoli di nuovo. Dovremmo abbatterli?

source: I hope you're only passing through. Otherwise things could get ugly.
it: Spero che tu sia solo di passaggio. Altrimenti le cose potrebbero mettersi male.

source: This is a friendly reminder: our faction has mercenaries on their payroll.
it: Questo è un promemoria amichevole: la nostra fazione ha dei mercenari sul proprio libro paga.

source: This is a friendly reminder: if you don't leave our territory, we will open fire.
it: Questo è un promemoria amichevole: se non lasciate il nostro territorio, apriremo il fuoco.

source: This is an unfriendly reminder to leave. Now.
it: Questo è un richiamo poco amichevole ad andarsene. Ora.

source: Warning: if you don't leave this territory, we will open fire.
it: Attenzione: se non lasciate questo territorio, apriremo il fuoco.

source: Warning: mercenaries have been contacted.
it: Attenzione: i mercenari sono stati contattati.

source: Warning: your details have been forwarded to our mercenary squad.
it: Attenzione: i vostri dati sono stati trasmessi alla nostra squadra di mercenari.

source: There are too many!
it: Ce ne sono troppi!

source: SOS! We're being overrun! Requesting immediate backup!
it: SOS! Siamo stati invasi! Richiediamo rinforzi immediati!

source: When will it stop? Please make it stop!
it: Quando si fermerà? Per favore, fatelo smettere!

source: Bloody Xsotan. We'll show you how to stand fast!
it: Maledetto Xsotan. Vi mostreremo come stare in piedi velocemente!

source: We won't lose! Stay strong!
it: Non perderemo! Siate forti!

source: Why Boxelware, WHY!?
it: Perché Boxelware, perché?

source: I think this qualifies as the worst day of my life.
it: Credo che questo sia il giorno più brutto della mia vita.

source: This sector will burn!
it: Questo settore brucerà!

source: Empty all magazines! Fire! Fire! Fire!
it: Svuotare tutti i caricatori! Fuoco! Fuoco! Fuoco!

source: Let's hope this swarm never comes back!
it: Speriamo che questo sciame non torni mai più!

source: We showed them damn Xsotan! Woohoo!
it: Gli abbiamo fatto vedere il maledetto Xsotan! Woohoo!

source: Did those Xsotan really think they could win?!
it: Quegli Xsotan pensavano davvero di poter vincere?!

source: Have we really lost? What now?
it: Abbiamo davvero perso? E adesso?

source: We hoped to defeat the Xsotan plague once and for all. Guess it wasn't meant to be.
it: Speravamo di sconfiggere la piaga Xsotan una volta per tutte. Immagino che non fosse destino.

source: The Xsotan swarm was so damn strong. Let's hope this doesn't happen again!
it: Lo sciame Xsotan era così dannatamente forte. Speriamo che non si ripeta!

source: It's so good that we defeated the Xsotan swarm. Who knows what would have happened otherwise.
it: È un bene che abbiamo sconfitto lo sciame Xsotan. Chissà cosa sarebbe successo altrimenti.

source: A lot of Xsotan appeared on our radars... are they regrouping?
it: Molti Xsotan sono apparsi sui nostri radar... si stanno riorganizzando?

source: Yes, Swoks was his name. I heard he ambushes anyone who is looking for new Titanium asteroid fields.
it: Sì, Swoks era il suo nome. Ho sentito dire che tende imboscate a chiunque cerchi nuovi giacimenti di asteroidi di titanio.

source: Don't fly around outside the civilized sectors, or Swoks will come for you.
it: Non volate al di fuori dei settori civilizzati, o gli Swok verranno a cercarvi.

source: Have you heard of this pirate boss, too?
it: Avete sentito parlare anche voi di questo boss pirata?

source: Oh no, not here. I won't take even a single jump outside the civilized sectors.
it: Oh no, non qui. Non farò nemmeno un salto fuori dai settori civilizzati.

source: You should stay on the gate routes. There is increased pirate activity in the unexplored and empty sectors.
it: Si consiglia di rimanere sulle rotte degli stargate. L'attività dei pirati è in aumento nei settori inesplorati e vuoti.

source: Yes, around here. He appears when you do ten consecutive jumps into empty sectors.
it: Sì, qui intorno. Appare quando si compiono dieci salti consecutivi in settori vuoti.

source: There's a myth around here: after ten consecutive jumps through empty sectors, Swoks will come for you.
it: C'è un mito da queste parti: dopo dieci salti consecutivi attraverso settori vuoti, gli Swok verranno a cercarvi.

source: Personally, I don't believe it, but they say that after at least ten consecutive jumps through empty sectors, Swoks will come for you.
it: Personalmente non ci credo, ma dicono che dopo almeno dieci salti consecutivi attraverso settori vuoti, gli Swok verranno a cercarvi.

source: ... don't ask ME how he does it! All I know is, that after ten jumps into empty sectors, he'll come for you.
it: ... non chiedetemi come fa! So solo che dopo dieci salti in settori vuoti, verrà a prendervi.

source: When you venture off into the unknown around here, you can find old war machines.
it: Quando ci si avventura nell'ignoto da queste parti, si possono trovare vecchie macchine da guerra.

source: Don't trail off into the unknown. There is some unknown terror around here.
it: Non perdetevi nell'ignoto. C'è del terrore sconosciuto qui intorno.

source: I've heard it's an old AI, programmed to fight the Xsotan.
it: Ho sentito dire che è una vecchia IA, programmata per combattere gli Xsotan.

source: It's harmless. Just don't attack it and don't be in the same sector when there are Xsotan.
it: È innocuo. Basta non attaccarlo e non trovarsi nello stesso settore quando ci sono gli Xsotan.

source: I've seen it once. It's huge and green and terrifying, with tons of plasma cannons.
it: L'ho visto una volta. È enorme, verde e terrificante, con tonnellate di cannoni al plasma.

source: Yes, it tracks you when you jump through no-man's space. Ten jumps or more and you're guaranteed to meet it.
it: Sì, vi segue quando saltate nello spazio di nessuno. Con dieci salti o più, l'incontro è garantito.

source: Do you actually believe in this myth? How would the number of jumps into empty sectors influence you meeting a monster?
it: Credete davvero in questo mito? In che modo il numero di salti nei settori vuoti potrebbe influenzare l'incontro con un mostro?

source: ... and it's always watching. It tracks your jumps. Ten or more and it'll come for you.
it: ... e ci osserva sempre. Tiene traccia dei tuoi salti. Dieci o più e verrà a cercarti.

source: You can find those satellites in the yellow-blip sectors around here.
it: Questi satelliti si trovano nei settori con le bolle gialle qui intorno.

source: There are plenty of those research satellites around here, in the non-civilized sectors.
it: Ci sono molti satelliti di ricerca qui intorno, nei settori non civilizzati.

source: My buddy tried to salvage some of those yellow-blip satellites a few days back. Haven't heard from him since.
it: Il mio amico ha cercato di recuperare alcuni di quei satelliti a punta gialla qualche giorno fa. Da allora non ha più avuto notizie.

source: Those new weapons sound like a threat. Are you sure they can't penetrate stone?
it: Queste nuove armi sembrano una minaccia. Sei sicuro che non possano penetrare la pietra?

source: Stone can help you defend even against the strongest lightning weapons.
it: La pietra può aiutarvi a difendervi anche dalle armi fulminanti più forti.

source: They lost contact with their scouts. All they registered was an intense energy signature.
it: Hanno perso il contatto con i loro esploratori. Tutto ciò che registrarono fu un'intensa traccia di energia.

source: Yes, you can build shield generators out of Naonite! I have to find some!
it: Sì, si possono costruire generatori di scudi con la Naonite! Devo trovarne un po'!

source: Naonite, that green metal. Lets you build shield generators. Won't protect against collisions though.
it: La naonite, quel metallo verde. Permette di costruire generatori di scudi. Non protegge però dalle collisioni.

source: I know there's plenty of Iron floating around, but you should really look for Titanium to build your ship.
it: So che c'è molto ferro in giro, ma dovresti cercare il titanio per costruire la tua nave.

source: I equipped a buddy's ship with Titanium Integrity Generators. Now it can take quite a few more hits before it breaks apart.
it: Ho equipaggiato la nave di un amico con generatori di integrità in titanio. Ora può sopportare molti più colpi prima di andare in pezzi.

source: I'll start looking for Naonite soon. I really need shield generators.
it: Inizierò presto a cercare la Naonite. Ho davvero bisogno di generatori di scudi.

source: Best ship building material around here? Titanium. So much lighter than both Naonite and Iron.
it: Il miglior materiale per la costruzione di navi da queste parti? Il titanio. È molto più leggero della naonite e del ferro.

source: What? It's your own fault that you don't build ships out of Titanium, it's 42% lighter than Iron!
it: Cosa? È colpa vostra se non costruite navi in titanio, è il 42% più leggero del ferro!

source: I heard that in the Iron and Titanium regions, there is this pirate leader Swoks who ambushes anyone who explores the non-civilized sectors.
it: Ho sentito dire che nelle regioni del Ferro e del Titanio c'è un capo pirata, Swoks, che tende imboscate a chiunque esplori i settori non civilizzati.

source: The pirate infestation in the Iron and Titanium regions just doesn't end. As if their leader had doppelgangers.
it: L'infestazione di pirati nelle regioni del Ferro e del Titanio non ha fine. Come se il loro capo avesse dei sosia.

source: Have you heard of this pirate boss in the Iron and Titanium regions, too?
it: Avete sentito parlare di questo boss pirata anche nelle regioni del Ferro e del Titanio?

source: Don't go exploring in the Iron and Titanium reaches, or you'll be killed by Swoks.
it: Non andate in esplorazione nelle zone di ferro e titanio, o verrete uccisi dagli Swok.

source: Don't fly around outside the civilized sectors in the Iron and Titanium reaches, or Swoks will come for you.
it: Non volate al di fuori dei settori civilizzati nelle regioni del ferro e del titanio, o gli Swok verranno a cercarvi.

source: Have you heard of this Brotherhood? Apparently they're looking for Xsotan Artifacts near the Barrier.
it: Avete sentito parlare di questa Confraternita? Pare che stiano cercando artefatti Xsotan vicino alla Barriera.

source: My colleague found a Xsotan artifact once. He took it to the Brotherhood. Haven't heard from him since.
it: Una volta il mio collega ha trovato un manufatto Xsotan. Lo portò alla Fratellanza. Da allora non ha più avuto notizie di lui.

source: When I find one of those Xsotan artifacts, I'll take it to the Brotherhood and get rich.
it: Quando troverò uno di quei manufatti Xsotan, lo porterò alla Fratellanza e diventerò ricco.

source: The Brotherhood pays anyone who brings them Xsotan artifacts good money.
it: La Confraternita paga bene chiunque porti loro artefatti Xsotan.

source: ... I kid you not! Some kind of beacon that always repeats the same message.
it: ... Non scherzo! Una specie di faro che ripete sempre lo stesso messaggio.

source: I don't know how they are activated, but apparently those old gates take you far away.
it: Non so come si attivino, ma a quanto pare questi vecchi cancelli portano lontano.

source: My nephew's brother in law's friend told me about this mysterious gate network.
it: L'amico del cognato di mio nipote mi ha parlato di questa misteriosa rete di cancelli.

source: ... In order to activate those gates, you need Xsotan artifacts.
it: ... Per attivare questi cancelli, sono necessari i manufatti Xsotan.

source: ... beacons that always repeat the same message. I found one in an asteroid field.
it: ... segnalatori che ripetono sempre lo stesso messaggio. Ne ho trovato uno in un campo di asteroidi.

source: Apparently the AI of Research Stations combines legendary-tier subsystems into something new and strange.
it: A quanto pare l'IA delle Stazioni di Ricerca combina sottosistemi di livello leggendario in qualcosa di nuovo e strano.

source: Some researchers of my wife's Research Station combined legendary-tier subsystems into something new.
it: Alcuni ricercatori della Stazione di ricerca di mia moglie hanno combinato sottosistemi di livello leggendario in qualcosa di nuovo.

source: ... and the three legendary-tier subsystems turned into something weird. An artifact with two scratches on it.
it: ... e i tre sottosistemi di livello leggendario si trasformarono in qualcosa di strano. Un manufatto con due graffi.

source: Remember the great Xsotan Attack? Hundreds of Xsotan swarming all over. I wonder what made them stop.
it: Ricordate il grande attacco degli Xsotan? Centinaia di Xsotan che sciamavano dappertutto. Mi chiedo cosa li abbia fatti fermare.

source: ... and they turned it against us... without knowing our language.
it: ... e l'hanno rivolta contro di noi... senza conoscere la nostra lingua.

source: A lot of the parts that had broken off started flying in our direction and tried to ram us.
it: Molti dei pezzi che si erano staccati hanno iniziato a volare nella nostra direzione e hanno cercato di colpirci.

source: The whole ship...destroyed in seconds.
it: L'intera nave... distrutta in pochi secondi.

source: It was protected by some new technology, had something to do with the asteroids around it.
it: Era protetto da una nuova tecnologia, che aveva a che fare con gli asteroidi che lo circondavano.

source: We evaded its big laser, but there was no damaging it!
it: Abbiamo eluso il suo grande laser, ma non è stato possibile danneggiarlo!

source: Radio test: Can you hear me? Frank? Hello?
it: Test radiofonico: Mi sentite? Frank? Pronto?

source: Checking radio... Changing frequency to ${R}.
it: Controllo radio... Cambio frequenza a ${R}.

source: Looks like the comm is still on.
it: Sembra che la comunicazione sia ancora attiva.

source: The Xsotan are slowly becoming a threat.
it: Gli Xsotan stanno lentamente diventando una minaccia.

source: I heard that inside the Barrier, the Xsotan eat up entire planets.
it: Ho sentito dire che all'interno della Barriera gli Xsotan divorano interi pianeti.

source: Fight for equality for everyone!
it: Lotta per l'uguaglianza per tutti!

source: Worker's lives haven't improved for years. It's time to do something about it!
it: La vita dei lavoratori non migliora da anni. È ora di fare qualcosa!

source: This job at the factory has been killing people forever!
it: Questo lavoro in fabbrica uccide la gente da sempre!

source: I won't stop fighting for my rights!
it: Non smetterò di lottare per i miei diritti!

source: Even a prince has to follow traditions.
it: Anche un principe deve seguire le tradizioni.

source: Remember young ones, listen to your grandfathers! They know best.
it: Ricordate, giovani, di ascoltare i vostri nonni! Loro ne sanno di più.

source: Galactic Sun elects the man of your dreams: generous and brave, with a hint of danger!
it: Il Sole Galattico elegge l'uomo dei vostri sogni: generoso e coraggioso, con un pizzico di pericolo!

source: Honor is one of the most important qualities of a person.
it: L'onore è una delle qualità più importanti di una persona.

source: Whatever you do, do it for king and glory!
it: Qualsiasi cosa facciate, fatela per il re e per la gloria!

source: Monarchies may be a bit old-school. But they bring peace and stability!
it: Le monarchie possono essere un po' antiquate. Ma portano pace e stabilità!

source: Tea anyone? Quality assured by the Empress herself!
it: Qualcuno vuole del tè? Qualità garantita dall'Imperatrice in persona!

source: Join us or be eradicated.
it: Unitevi a noi o sarete sradicati.

source: Our army is the best.
it: Il nostro esercito è il migliore.

source: Be generous, be honorable and peace will follow you!
it: Siate generosi, siate onorevoli e la pace vi seguirà!

source: Stand up for your rights, but trust in the government.
it: Difendete i vostri diritti, ma abbiate fiducia nel governo.

source: Honor our forefathers, for they made this life possible!
it: Onorate i nostri antenati, perché hanno reso possibile questa vita!

source: It's everyone's duty to stand up for our great nation!
it: È dovere di tutti difendere la nostra grande nazione!

source: The galaxy is vast and mostly empty. Stay safe!
it: La galassia è vasta e per lo più vuota. State tranquilli!

source: They say there was once a blue planet named Earth.
it: Si dice che una volta c'era un pianeta blu chiamato Terra.

source: Last year ${N} new planets have enriched our community by joining in.
it: L'anno scorso ${N} nuovi pianeti hanno arricchito la nostra comunità unendosi a noi.

source: The galaxy is vast and full of pirates. Better prepare!
it: La galassia è vasta e piena di pirati. Meglio prepararsi!

source: You don't have to get too close, if you have long-range scanners.
it: Non è necessario avvicinarsi troppo, se si dispone di scanner a lungo raggio.

source: No, being careful has never been a problem.
it: No, la prudenza non è mai stata un problema.

source: I say: Shoot first, ask later.
it: Io dico: Prima spara, poi chiedi.

source: I love my guns, I take one everywhere. Have one right under my pillow, too.
it: Amo le mie pistole, ne porto una ovunque. Ne ho una anche sotto il cuscino.

source: Have you heard? They're finally increasing our military budget.
it: Avete sentito? Stanno finalmente aumentando il nostro budget militare.

source: There is no threat that would be a match for us.
it: Non c'è nessuna minaccia che possa competere con noi.

source: Surveys indicate a happiness index of 9${N}%. That means we can still do better.
it: I sondaggi indicano un indice di felicità del 9${N}%. Questo significa che possiamo ancora fare meglio.

source: The happiness index increased by 4${N}%, after public executions of wrong-thinkers resumed.
it: L'indice di felicità è aumentato del 4${N}%, dopo la ripresa delle esecuzioni pubbliche dei malpensanti.

source: I'm doing My part!
it: Sto facendo la mia parte!

source: Honor our veterans. They risked their lives for us!
it: Onorate i nostri veterani. Hanno rischiato la vita per noi!

source: Join the army today and get a free pen to sign your contract!
it: Unisciti all'esercito oggi stesso e ricevi una penna gratuita per firmare il tuo contratto!

source: Rations in section ${LN2} will have to be cut.
it: Le razioni nella sezione ${LN2} dovranno essere ridotte.

source: ${N2} dishonorable deserters have been eliminated over the past week.
it: ${N2} disertori disonorevoli sono stati eliminati nell'ultima settimana.

source: Recruitment is at an all-time high.
it: Il reclutamento è ai massimi storici.

source: We have the biggest military budget per capita of the galaxy!
it: Abbiamo il più grande budget militare pro capite della galassia!

source: We are the best here!
it: Qui siamo i migliori!

source: Our community ist the best all over the galaxy.
it: La nostra comunità è la migliore di tutta la galassia.

source: Nothing compares to our big family!
it: Niente è paragonabile alla nostra grande famiglia!

source: Give me a good opportunity and I'll immediately get there.
it: Datemi una buona opportunità e la raggiungerò immediatamente.

source: What's wrong with taking an opportunity if it offers itself?
it: Cosa c'è di male nel cogliere un'opportunità se si presenta?

source: ... so I took it. A dead guy doesn't need it anyway, does he?
it: ... così l'ho presa. Tanto un morto non ne ha bisogno, no?

source: Unfortunately today's mass is cancelled.
it: Purtroppo la messa di oggi è annullata.

source: Today, ${N}:00 o'clock: reading from psalm ${LN2}
it: Oggi, ore ${N}:00: lettura dal salmo ${LN2}

source: Faith offers strength. Always.
it: La fede offre forza. Sempre.

source: Find yourself again in prayer.
it: Ritrovare se stessi nella preghiera.

source: Confession will be postponed by ${N} days.
it: La confessione sarà posticipata di ${N} giorni.

source: The Great One will speak live at the ceremony.
it: Il Grande parlerà dal vivo durante la cerimonia.

source: Tune in to channel ${N} to listen to the sacred scrolls.
it: Sintonizzatevi sul canale ${N} per ascoltare i rotoli sacri.

source: Follow the prophecy, find to the light.
it: Seguire la profezia, trovare la luce.

source: The prophecy has never and will never fail us.
it: La profezia non ci ha mai abbandonato e non ci abbandonerà mai.

source: The prophecy lives through us all.
it: La profezia vive in tutti noi.

source: New work opportunities! Don’t let bots take you down.
it: Nuove opportunità di lavoro! Non lasciatevi abbattere dai bot.

source: ${N2} new shipments at Dock ${L}.
it: ${N2} nuove spedizioni al Dock ${L}.

source: We have ${N} open positions in sector ${LN3}.
it: Abbiamo ${N} posizioni aperte nel settore ${LN3}.

source: Department ${LN3}'s workforce has lowered by 1${N}%.
it: La forza lavoro del Dipartimento ${LN3} è diminuita dell'1${N}%.

source: Department ${LN3}'s workforce has increased by 1${N}%.
it: La forza lavoro del Dipartimento ${LN3} è aumentata dell'1${N}%.

source: Stocks have increased by 1${N}%.
it: Le azioni sono aumentate dell'1${N}%.
