Repository: GLWine/Avorion-ITA
Catalog: Avorion/data/localization/*.po
Languages: it

source: Multi-direction thruster that can turn your ship into any direction. Allows strafing. Fragile. Has less power on each direction when compared to Directional Thrusters, but can be used in several directions simultaneously. Thrusters also correct your course and reduce drift.
it: Propulsore multidirezionale che può far girare la nave in qualsiasi direzione. Consente lo strafing. Fragile. Ha una potenza inferiore per ogni direzione rispetto ai propulsori direzionali, ma può essere utilizzato in più direzioni contemporaneamente. I propulsori correggono anche la rotta e riducono la deriva.

source: Two-direction thruster that can turn your ship. Allows strafing. Fragile. Has more power than the omni-direction thrusters, but must be placed more carefully and can only be used in 2 directions. Thrusters also correct your course and reduce drift.
it: Propulsore bidirezionale in grado di far ruotare la nave. Consente lo strafing. Fragile. Ha più potenza dei propulsori omnidirezionali, ma deve essere posizionato con più attenzione e può essere usato solo in due direzioni. I propulsori correggono anche la rotta e riducono la deriva.

source: Contains an array of many gyros that can turn your ship into any direction. Fragile. Strength increases with better materials.
it: Contiene una serie di numerosi giroscopi che possono far girare la nave in qualsiasi direzione. Fragile. La resistenza aumenta con materiali migliori.

source: Inertia dampeners create artificial subspace friction and help brake your ship. They also correct your course and reduce drift.
it: Gli smorzatori d'inerzia creano un attrito artificiale nel subspazio e aiutano a frenare la nave. Inoltre, correggono la rotta e riducono la deriva.

source: Very light and cheap block with little HP. No special functionality, mostly aesthetic.
it: Blocco molto leggero ed economico con pochi HP. Nessuna funzionalità particolare, soprattutto estetica.

source: Storage and starting point for fighters.
it: Deposito e punto di partenza per i combattenti.

source: On stations, this block creates docking positions for interaction. On ships, this block is used to dock other objects.
it: Nelle stazioni, questo blocco crea posizioni di attracco per l'interazione. Sulle navi, questo blocco viene utilizzato per agganciare altri oggetti.

source: All turrets built onto this block are immobilized and won't turn.
it: Tutte le torrette costruite su questo blocco sono immobilizzate e non girano.

source: With this block is on your ship, when it gets destroyed, its destruction location is marked on the map. For that to work, the block must be intact at the moment of destruction.
it: Quando questo blocco si trova sulla nave, quando viene distrutto, la sua posizione di distruzione viene segnata sulla mappa. Per funzionare, il blocco deve essere intatto al momento della distruzione.

source: Essentially a factory assembly line. Speeds up production of factories or fighters. Usually seen on stations, but nothing stops you from adding it to your ships.
it: Essenzialmente una catena di montaggio di una fabbrica. Accelera la produzione di fabbriche o di caccia. Di solito si trova nelle stazioni, ma nulla vieta di aggiungerla alle vostre navi.

source: Ejection position for torpedoes. Creates a torpedo shaft on your ship that will store torpedoes and can launch them.
it: Posizione di espulsione per i siluri. Crea un pozzo per siluri sulla nave, che conserva i siluri e può lanciarli.

source: Storage for more torpedoes, if your torpedo shafts aren't enough.
it: Deposito per altri siluri, se i pozzi dei siluri non sono sufficienti.

source: This block can hold a special design (reskin) for turrets. A turret built onto this block will have the new design.
it: Questo blocco può contenere un design speciale (reskin) per le torrette. Una torretta costruita su questo blocco avrà il nuovo design.

source: Creates an energy shield around your entire ship. The higher the material used for this, the stronger the generated shield.
it: Crea uno scudo energetico intorno all'intera nave. Più alto è il materiale utilizzato, più forte sarà lo scudo generato.

source: Increases the size of the ship's battery.
it: Aumenta le dimensioni della batteria della nave.

source: Generates energy. Contains an anti-matter chamber and is very sensitive to hyperspace jumps. That's why, when built onto a ship, it has to be carefully planned with the assistance of a Shipyard.
it: Genera energia. Contiene una camera di antimateria ed è molto sensibile ai salti nell'iperspazio. Per questo motivo, quando viene montato su una nave, deve essere attentamente pianificato con l'assistenza di un cantiere navale.

source: Generates energy. Contains an anti-matter chamber and is very sensitive to hyperspace jumps.
it: Genera energia. Contiene una camera di antimateria ed è molto sensibile ai salti nell'iperspazio.

source: More than just the poor captain's shield generator! It creates an integrity field around it and improves the strength of the blocks inside. Blocks inside the field take only 25% damage and don't break as easily.
it: Molto più di un semplice generatore di scudi del capitano povero! Crea un campo di integrità intorno a sé e migliora la resistenza dei blocchi al suo interno. I blocchi all'interno del campo subiscono solo il 25% dei danni e non si rompono facilmente.

source: Contributes a large amount of processing power to the ship so you can unlock more subsystem sockets with a smaller ship.
it: Contribuisce a una grande quantità di potenza di elaborazione della nave, in modo da poter sbloccare più prese del sottosistema con una nave più piccola.

source: Increases the hyperspace jump distance of your ship (diminishing returns). Contains very intricate, hyperspace-sensitive technology. That's why, when built onto a ship, it has to be carefully planned with the assistance of a Shipyard.
it: Aumenta la distanza di salto nell'iperspazio della vostra nave (con rendimenti decrescenti). Contiene una tecnologia molto intricata e sensibile all'iperspazio. Per questo motivo, quando viene installata su una nave, deve essere attentamente pianificata con l'assistenza di un Cantiere navale.

source: Increases the hyperspace jump distance of your ship (diminishing returns). Contains very intricate, hyperspace-sensitive technology.
it: Aumenta la distanza di salto nell'iperspazio della vostra nave (con rendimenti decrescenti). Contiene una tecnologia molto intricata e sensibile all'iperspazio.

source: Makes it possible to interact with stations over a higher distance, as if you were docked.
it: Permette di interagire con le stazioni a una distanza maggiore, come se si fosse attraccati.

source: Makes it possible to send crewmembers to the academy to train them for a specialist position. While a crewmember is being trained, they're not counting towards the workforce.
it: Permette di inviare i membri dell'equipaggio all'accademia per addestrarli a una posizione di specialista. Mentre un membro dell'equipaggio viene addestrato, non conta per la forza lavoro.

source: Makes it possible to clone crewmembers and create new, untrained crewmen on your ship. You need at least 1 crewman on your ship for this to work.
it: Permette di clonare i membri dell'equipaggio e di creare nuovi membri dell'equipaggio non addestrati sulla propria nave. È necessario avere almeno un membro dell'equipaggio sulla propria nave perché questo funzioni.

source: Easy but fragile technology that creates energy.
it: Una tecnologia facile ma fragile che crea energia.

source: This block creates a tiny light a certain distance away. Purely aesthetic.
it: Questo blocco crea una piccola luce a una certa distanza. È puramente estetico.

source: This block creates a tiny, flashing light a certain distance away. Purely aesthetic.
it: Questo blocco crea una piccola luce lampeggiante a una certa distanza. È puramente estetico.

source: This block shines very brightly. Purely aesthetic.
it: Questo blocco è molto luminoso. Puramente estetico.

source: Glass block. Purely aesthetic.
it: Blocco di vetro. Puramente estetico.

source: Very reflective block. Purely aesthetic.
it: Blocco molto riflettente. Puramente estetico.

source: Stone, as taken from asteroids. Heavy, cheap and high durability. Until someone shows up with a mining laser. Mostly aesthetic.
it: Pietra, come quella prelevata dagli asteroidi. Pesante, economica e di grande durata. Finché non arriva qualcuno con un laser da miniera. Per lo più estetico.

source: Holographic block, shots and objects just pass through this. Purely aesthetic.
it: Blocco olografico, i colpi e gli oggetti passano attraverso di esso. Puramente estetico.

source: Portal block, shots and objects just pass through this. Purely aesthetic.
it: Il blocco del portale, i colpi e gli oggetti passano attraverso di esso. È puramente estetico.

source: Stone, as taken from asteroids. Heavy and high durability. Until someone shows up with a mining laser. Mostly aesthetic.
it: Pietra, come quella prelevata dagli asteroidi. Pesante e ad alta resistenza. Finché non arriva qualcuno con un laser da miniera. Per lo più estetico.

source: Rift stone, as taken from rift asteroids. Heavy and high durability. Until someone shows up with an r-mining laser. Mostly aesthetic.
it: Pietra di frattura, ricavata dagli asteroidi di frattura. Pesante e ad alta durabilità. Finché non arriva qualcuno con un laser da miniera. Per lo più estetico.

source: Radiating stone. Heavy and high durability. Until someone shows up with an r-mining laser. Mostly aesthetic.
it: Pietra radiante. Pesante e di grande durata. Finché non arriva qualcuno con un laser da miniera. Per lo più estetico.

source: A hull block that shows your ship's name. Mostly aesthetic.
it: Un blocco dello scafo che mostra il nome della nave. Per lo più estetico.

source: A hull block that shows your alliance's emblem. Mostly aesthetic.
it: Un blocco dello scafo che mostra l'emblema dell'alleanza. Principalmente estetico.

source: A destroyed block, not really useful for anything. Mostly aesthetic.
it: Un blocco distrutto, non utile a nulla. Per lo più estetico.

source: Use to cheaply increase your ship's size and processing power.
it: Utilizzate per aumentare a basso costo le dimensioni e la potenza di elaborazione della vostra nave.

source: Use to cheaply increase your ship's size.
it: Utilizzate per aumentare le dimensioni della vostra nave a basso costo.

source: Engines can only point backwards.
it: I motori possono puntare solo all'indietro.

source: This block has internal walls, so building a single large one is more efficient than many small ones.
it: Questo blocco ha pareti interne, quindi la costruzione di un unico grande blocco è più efficiente di tanti piccoli blocchi.

source: The surface area of these thrusters determines how strong they are in each direction. Thrusters have most leverage when built far at the outer edge of the ship.
it: La superficie di questi propulsori determina la loro forza in ogni direzione. I propulsori hanno una leva maggiore quando sono costruiti all'esterno della nave.

source: Thrusters have most leverage when built far at the outer edge of the ship.
it: I propulsori hanno la massima leva quando sono costruiti all'esterno della nave.

source: Gyros have the same effect no matter where you place them on the ship.
it: I giroscopi hanno lo stesso effetto indipendentemente dalla posizione sulla nave.

source: At least one exit must be free for fighters to start. This block has internal walls, so building a single large one is more efficient than many small ones. Fighters can have a variety of sizes, which is why you'll see a range (from, to) in the stats (on the right) for this block.
it: Almeno un'uscita deve essere libera per poter iniziare i combattimenti. Questo blocco ha pareti interne, quindi la costruzione di un unico grande blocco è più efficiente di tanti piccoli blocchi. I caccia possono avere dimensioni diverse, per questo motivo nelle statistiche (a destra) di questo blocco è presente un intervallo (da, a).

source: These blocks require some space in order to work properly. On ships, the pulling force is proportional to the size of the block.
it: Questi blocchi richiedono un certo spazio per funzionare correttamente. Sulle navi, la forza di trazione è proporzionale alle dimensioni del blocco.

source: Build it in the center of your ship to protect it.
it: Costruitela al centro della vostra nave per proteggerla.

source: These blocks require some space in order to work properly.
it: Questi blocchi richiedono spazio per funzionare correttamente.

source: The design of the turret must be created separately in the turret design mode.
it: Il progetto della torretta deve essere creato separatamente nella modalità di progettazione della torretta.

source: Once added, you can always repair it, but the first installation requires careful planning.
it: Una volta aggiunto, è sempre possibile ripararlo, ma la prima installazione richiede un'attenta pianificazione.

source: This block profits from surface area, not volume.
it: Questo blocco trae vantaggio dalla superficie, non dal volume.

source: Requires a Shipyard in the sector to build (ships only).
it: Richiede un cantiere navale nel settore per essere costruito (solo per le navi).

source: This requires a Transporter Software Subsystem to work.
it: Per funzionare, è necessario un sottosistema software Transporter.

source: Does nothing when built too small.
it: Non serve a nulla se costruito troppo piccolo.

source: Vanilla block with windows
it: Blocco di vaniglia con finestre

source: Vanilla block without windows
it: Blocco vaniglia senza finestre

source: Alternate pattern
it: Modello alternativo

source: Vanilla block without windows, vivid colors
it: Blocco vaniglia senza finestre, colori vivaci

source: Vanilla block without windows, but white stripes
it: Blocco vaniglia senza finestre, ma con strisce bianche

source: Stripes are easily tileable
it: Le strisce sono facilmente piastrellabili

source: Stripes are oriented around block
it: Le strisce sono orientate intorno al blocco

source: Vanilla block without windows, but dark stripes
it: Blocco vaniglia senza finestre, ma con strisce scure

source: Increases primary acceleration
it: Aumenta l'accelerazione primaria

source: Increases max velocity
it: Aumenta la velocità massima

source: Allows boosting
it: Consente il potenziamento

source: Increases cargo storage
it: Aumenta lo stoccaggio del carico

source: Doesn't work if too small
it: Non funziona se troppo piccolo

source: Increases crew size
it: Aumenta la dimensione dell'equipaggio

source: Low durability
it: Bassa durata

source: Reduces drifting
it: Riduce la deriva

source: Increases rotational speed
it: Aumenta la velocità di rotazione

source: Increases strafing speed
it: Aumenta la velocità di strafing

source: Rotational effects improved when built far from center of mass
it: Effetti rotazionali migliorati se costruiti lontano dal centro di massa

source: Strength scales with material
it: La resistenza varia in base al materiale

source: Creates artificial subspace friction
it: Crea un attrito artificiale nel subspazio

source: High energy consumption
it: Elevato consumo energetico

source: Low cost
it: Basso costo

source: Low mass
it: Massa ridotta

source: Storage for fighters
it: Deposito per i combattenti

source: Docking possibility
it: Possibilità di aggancio

source: Creates a protective shield
it: Crea uno scudo protettivo

source: Covers the entire ship
it: Copre l'intera nave

source: Requires Transporter Software Subsystem
it: Richiede il sottosistema software Transporter

source: Allows transportation over long distances
it: Consente il trasporto su lunghe distanze

source: Interacting with stations as if docked
it: Interagire con le stazioni come se fossero attraccate

source: Academy for training crew members
it: Accademia per la formazione dei membri dell'equipaggio

source: Pods for cloning crew members
it: Baccelli per clonare i membri dell'equipaggio

source: Increases battery size
it: Aumenta la dimensione della batteria

source: Produces energy
it: Produce energia

source: Creates a protective field for blocks
it: Crea un campo protettivo per i blocchi

source: Reduces incoming damage to 25%
it: Riduce i danni in arrivo al 25%.

source: Blocks inside the field have a very high durability
it: I blocchi all'interno del campo hanno una durata molto elevata

source: Increases processing power for more subsystem sockets
it: Aumenta la potenza di elaborazione per un maggior numero di socket del sottosistema

source: Increases hyperspace jump range
it: Aumenta la portata del salto nell'iperspazio

source: Produces small amounts of energy
it: Produce piccole quantità di energia

source: Yield depends on surface area
it: La resa dipende dalla superficie

source: Non-Functional Block for energy generation
it: Blocco non funzionale per la generazione di energia

source: Turrets built on this block are locked into a single direction and can't turn
it: Le torrette costruite su questo blocco sono bloccate in un'unica direzione e non possono ruotare.

source: Marks location of ship destruction on map
it: Segna la posizione della distruzione della nave sulla mappa

source: Improves production speed, e.g. for hangars or factories
it: Migliora la velocità di produzione, ad esempio per hangar o fabbriche.

source: Maximum simultaneous productions: %i
it: Massima produzione simultanea: %i

source: Launches torpedoes
it: Lancia siluri

source: Can hold up to %i torpedoes
it: Può contenere fino a %i siluri

source: Provides torpedo storage
it: Fornisce un deposito per i siluri

source: Base for turret designs
it: Base per progetti di torrette

source: Stops railgun projectiles
it: Arresta i proiettili dei cannoni a rotaia

source: Shiny
it: Lucentezza

source: Holographic
it: Olografico

source: High durability
it: Elevata durata

source: High mass
it: Massa elevata

source: Immune to electricity weapons
it: Immune alle armi elettriche

source: Higher durability
it: Maggiore durata

source: Very high mass
it: Massa molto elevata

source: Brittle
it: Friabile

source: Displays the name of your ship
it: Visualizza il nome della nave

source: Uses its material as text color
it: Utilizza il suo materiale come colore del testo

source: Displays your emblem
it: Mostra il proprio emblema

source: Very high collision damage reduction
it: Riduzione dei danni da collisione molto elevata

source: Good collision damage reduction
it: Buona riduzione dei danni da collisione

source: Small collision damage reduction
it: Piccola riduzione dei danni da collisione

source: Academy
it: Accademia

source: Boarding of %s failed!
it: L'imbarco di %s è fallito!

source: Defunct Station
it: Stazione defunta

source: Boarding successful!
it: Imbarco riuscito!

source: Commander, we have successfully boarded %s!
it: Comandante, abbiamo abbordato con successo %s!

source: %1% is boarding your craft %2% in sector \s(%3%:%4%).
it: %1% sta abbordando la vostra imbarcazione %2% nel settore \s(%3%:%4%).

source: %1% is boarding one of your crafts in sector \s(%2%:%3%).
it: %1% sta imbarcando una delle vostre imbarcazioni nel settore \s(%2%:%3%).

source: No Cargo
it: In ufficio

source: Cloning Pods
it: Baccelli di clonazione

source: Not enough crew quarters.
it: Non ci sono abbastanza alloggi per l'equipaggio.

source: You haven't paid your crew.
it: Non avete pagato il vostro equipaggio.

source: You can't assign %s.
it: Non è possibile assegnare %s.

source: You don't have enough unemployed crew members.
it: Non avete abbastanza membri dell'equipaggio disoccupati.

source: There's not enough space in your crew.
it: Non c'è abbastanza spazio nel vostro equipaggio.

source: Overpopulated.
it: Sovrappopolato.

source: Underpaid.
it: Sottopagato.

source: Engine
it: Motore

source: None
it: Nessuno

source: Ship
it: Nave

source: Station
it: Stazione

source: Turret
it: Torretta

source: Asteroid
it: Asteroide

source: Wreckage
it: Relitti

source: Anomaly
it: Anomalia

source: Loot
it: Lotteria

source: WormHole
it: Buco del verme

source: Fighter
it: Combattente

source: Torpedo
it: Siluro

source: Container
it: Contenitore

source: Unknown
it: Sconosciuto

source: Other
it: Altro

source: Flight Assist
it: Assistenza al volo

source: Paid %1% %2% to enqueue fighters for production on %3%.
it: Pagato il %1% %2% per mettere in coda i combattenti per la produzione il %3%.

source: All productions at full capacity.
it: Tutte le produzioni sono a pieno regime.

source: No blueprint set.
it: Nessun progetto stabilito.

source: Not enough space in hangar.
it: Spazio insufficiente nell'hangar.

source: Not enough resources.
it: Non ci sono risorse sufficienti.

source: Production is disabled.
it: La produzione è disattivata.

source: Squad is full.
it: La squadra è al completo.

source: No assembly blocks on craft.
it: Nessun blocco di montaggio sull'imbarcazione.

source: Not enough Fighter Control Systems.
it: Non sono sufficienti i sistemi di controllo dei caccia.

source: Cannot produce right now.
it: Non è possibile produrre in questo momento.

source: Jump route calculated.
it: Calcolo del percorso di salto.

source: This sector is out of reach with this ship.
it: Questo settore è fuori portata con questa nave.

source: There are rifts in the space-time continuum blocking access to this sector.
it: Ci sono fratture nel continuum spazio-temporale che bloccano l'accesso a questo settore.

source: You can't jump into a sector torn by rifts in the space-time continuum.
it: Non si può saltare in un settore lacerato da spaccature nel continuum spazio-temporale.

source: Hyperspace Engine
it: Motore Iperspaziale

source: Life Support
it: Supporto vitale

source: Shields
it: Scudi

source: Ship Systems
it: Sistemi navali

source: Integrity
it: Integrità

source: Thrusters
it: Propulsori

source: Not enough room.
it: Non c'è abbastanza spazio.

source: Torpedo Launcher
it: Lanciatore di siluri

source: Turrets
it: Torrette

source: Weapons
it: Armi

source: hp
it: CV

source: Subsystem Sockets
it: Prese di corrente del sottosistema

source: Processing Power
it: Potenza di elaborazione

source: Blocks
it: Blocchi

source: Hyperspace Cooldown
it: Raffreddamento dell'iperspazio

source: Hyperspace Jump Energy
it: Energia per il salto nell'iperspazio

source: Hyperspace Reach
it: Raggiungere l'iperspazio

source: Radar Reach
it: Portata del radar

source: Yaw (Left/Right)
it: Imbardata (sinistra/destra)

source: Pitch (Up/Down)
it: Passo (su/giù)

source: Roll
it: Rotolo

source: Max Velocity
it: Velocità massima

source: Acceleration
it: Accelerazione

source: Deceleration
it: Decelerazione

source: Hull
it: Scafo

source: Shield
it: Scudo

source: Mass
it: Massa

source: Gunners
it: Cannonieri

source: Miners
it: Minatori

source: Engineers
it: Ingegneri

source: Mechanics
it: Meccanica

source: Pilots
it: Piloti

source: Req. Gunners
it: Req. Artiglieri

source: Req. Miners
it: Minatori necessari

source: Req. Engineers
it: Req. Ingegneri

source: Req. Mechanics
it: Richiesta. Meccanica

source: Req. Pilots
it: Richiesta. Piloti

source: Crew
it: Equipaggio

source: Crew Quarters
it: Alloggio dell'equipaggio

source: Crew Pay
it: Paga dell'equipaggio

source: Req. Energy
it: Energia richiesta

source: Generated Energy
it: Energia generata

source: Storable Energy
it: Energia immagazzinabile

# Width x Height x Length
source: W x H x L
it: L x H x L

source: Width
it: Larghezza

source: Height
it: Altezza

source: Length
it: Lunghezza

source: Occupied Hangar Space
it: Spazio Hangar Occupato

source: Hangar Space
it: Spazio Hangar

source: Small Fighters
it: Piccoli combattenti

source: Medium Fighters
it: Caccia medi
