Repository: GLWine/Avorion-ITA
Catalog: Avorion/data/localization/*.po
Languages: it

# sentence referring to a male captain
source: The captain has already collected experience working as a commodore. He has already commanded smaller fleets and made a name for himself. Enemies think twice before attacking him.
it: Il capitano ha già accumulato esperienza come commodoro. Ha già comandato flotte minori e si è fatto un nome. I nemici ci pensano due volte prima di attaccarlo.

# sentence referring to a female captain
source: The captain has already collected experience working as a commodore. She has already commanded smaller fleets and made a name for herself. Enemies think twice before attacking her.
it: Il capitano ha già accumulato esperienza come commodoro. Ha già comandato flotte minori e si è fatta un nome. I nemici ci pensano due volte prima di attaccarla.

# Captain Class of a male captain
source: Smuggler
it: Contrabbandiere

# Captain Class of a female captain
source: Smuggler
it: Contrabbandiere

# sentence referring to a male captain
source: The captain has chosen to become a smuggler. As an expert in shady deals and moving goods of all kinds, he can trade and transport all goods.
it: Il capitano ha scelto di diventare un contrabbandiere. Esperto di affari loschi e di spostamento di merci di ogni tipo, è in grado di commerciare e trasportare tutti i beni.

# sentence referring to a female captain
source: The captain has chosen to become a smuggler. As an expert in shady deals and moving goods of all kinds, she can trade and transport all goods.
it: Il capitano ha scelto di diventare un contrabbandiere. Essendo esperta di affari loschi e di spostamento di merci di ogni tipo, è in grado di commerciare e trasportare tutti i beni.

# Captain Class of a male captain
source: Merchant
it: Commerciante

# Captain Class of a female captain
source: Merchant
it: Commerciante

# sentence referring to a male captain
source: The captain is excellent at trading. He is gifted with superior powers of persuasion which allows him to ensure the best deals, and he doesn't need licenses for dangerous goods.
it: Il capitano è eccellente nel commercio. È dotato di un potere di persuasione superiore che gli permette di garantire i migliori affari e non ha bisogno di licenze per le merci pericolose.

# sentence referring to a female captain
source: The captain is excellent at trading. She is gifted with superior powers of persuasion which allows her to ensure the best deals, and she doesn't need licenses for dangerous goods.
it: Il capitano è eccellente nel commercio. È dotata di un potere di persuasione superiore che le permette di garantire i migliori affari e non ha bisogno di licenze per le merci pericolose.

# Captain Class of a male captain
source: Miner
it: Minatore

# Captain Class of a female captain
source: Miner
it: Minatore

# sentence referring to a male captain
source: The captain is an experienced miner. He is blessed with a good eye for rocks which increases his profits when mining. His experience allows him to perform longer mining operations.
it: Il capitano è un minatore esperto. È dotato di un buon occhio per le rocce che aumenta i suoi profitti quando estrae. La sua esperienza gli permette di eseguire operazioni di estrazione più lunghe.

# sentence referring to a female captain
source: The captain is an experienced miner. She is blessed with a good eye for rocks which increases her profits when mining. Her experience allows her to perform longer mining operations.
it: Il capitano è un minatore esperto. È dotata di un buon occhio per le rocce che aumenta i suoi profitti quando estrae. La sua esperienza le permette di eseguire operazioni di estrazione più lunghe.

# sentence referring to a male captain
source: The captain is a passionate scavenger. As a result, he knows a lot about scrap and metals which increases his profits when scrapping and allows him to perform longer scrapping operations.
it: Il capitano è un appassionato di rottamazione. Di conseguenza, conosce molto bene i rottami e i metalli, il che aumenta i suoi profitti durante la rottamazione e gli permette di eseguire operazioni di rottamazione più lunghe.

# sentence referring to a female captain
source: The captain is a passionate scavenger. As a result, she knows a lot about scrap and metals which increases her profits when scrapping and allows her to perform longer scrapping operations.
it: Il capitano è un appassionato di rottamazione. Di conseguenza, conosce molto bene i rottami e i metalli, il che aumenta i suoi profitti durante la rottamazione e le permette di eseguire operazioni di rottamazione più lunghe.

# Captain Class of a male captain
source: Explorer
it: Esploratore

# Captain Class of a female captain
source: Explorer
it: Esploratore

# sentence referring to a male captain
source: The captain is an explorer. He has made it his mission to explore the galaxy and collect as much data as possible.
it: Il capitano è un esploratore. La sua missione è esplorare la galassia e raccogliere quanti più dati possibili.

# sentence referring to a female captain
source: The captain is an explorer. She has made it her mission to explore the galaxy and collect as much data as possible.
it: Il capitano è un esploratore. La sua missione è esplorare la galassia e raccogliere quanti più dati possibili.

# sentence referring to a male captain
source: The captain is a daredevil. Somehow, he always ends up in trouble. But nothing can keep him down for long, and he likes to share any loot he collects with his allies.
it: Il capitano è un temerario. In qualche modo, finisce sempre nei guai. Ma niente può tenerlo fermo a lungo e gli piace dividere il bottino raccolto con i suoi alleati.

# sentence referring to a female captain
source: The captain is a daredevil. Somehow, she always ends up in trouble. But nothing can keep her down for long, and she likes to share any loot she collects with her allies.
it: Il capitano è un temerario. In qualche modo, finisce sempre nei guai. Ma niente può tenerla ferma a lungo e le piace condividere il bottino raccolto con i suoi alleati.

# Captain Class of a male captain
source: Scientist
it: Scienziato

# Captain Class of a female captain
source: Scientist
it: Scienziato

# sentence referring to a male captain
source: As a Scientist, this captain is part of a guild that wants to explore Rifts. While inside subspace rifts, he will collect valuable data that can be sold or exchanged for special equipment.
it: Come scienziato, questo capitano fa parte di una gilda che vuole esplorare le spaccature. All'interno delle spaccature subspaziali, raccoglierà dati preziosi che potranno essere venduti o scambiati con equipaggiamenti speciali.

# sentence referring to a female captain
source: As a Scientist, this captain is part of a guild that wants to explore Rifts. While inside subspace rifts, she will collect valuable data that can be sold or exchanged for special equipment.
it: Come scienziato, questo capitano fa parte di una gilda che vuole esplorare le spaccature. All'interno delle spaccature subspaziali, raccoglierà dati preziosi che potranno essere venduti o scambiati con equipaggiamenti speciali.

# Captain Class of a male captain
source: Xsotan Hunter
it: Cacciatore Xsotan

# Captain Class of a female captain
source: Xsotan Hunter
it: Cacciatore Xsotan

# sentence referring to a male captain
source: As a Xsotan Hunter, this captain devoted his life to fight against the Xsotan. He has exceptional knowledge of Rifts and attracting rare Xsotan types. While inside subspace rifts, he'll attract special Xsotan that will give you special rewards.
it: Come cacciatore di Xsotan, questo capitano ha dedicato la sua vita alla lotta contro gli Xsotan. Ha una conoscenza eccezionale delle spaccature e dell'attrazione di tipi rari di Xsotan. All'interno delle spaccature subspaziali, attirerà Xsotan speciali che vi daranno ricompense speciali.

# sentence referring to a female captain
source: As a Xsotan Hunter, this captain devoted her life to fight against the Xsotan. She has exceptional knowledge of Rifts and attracting rare Xsotan types. While inside subspace rifts, she'll attract special Xsotan that will give you special rewards.
it: Come cacciatrice di Xsotan, questo capitano ha dedicato la sua vita alla lotta contro gli Xsotan. Ha una conoscenza eccezionale delle spaccature e dell'attrazione di tipi rari di Xsotan. All'interno delle spaccature subspaziali, attirerà Xsotan speciali che le daranno ricompense speciali.

# Captain Perk Type of a male captain
source: Educated
it: Educato

# Captain Perk Type of a female captain
source: Educated
it: Educato

# sentence referring to a male captain
source: The captain is highly educated and will learn new things very quickly.
it: Il capitano è molto istruito e imparerà nuove cose molto rapidamente.

# sentence referring to a female captain
source: The captain is highly educated and will learn new things very quickly.
it: Il capitano è molto istruito e imparerà nuove cose molto rapidamente.

source: Gains more experience when fulfilling commands
it: Guadagna più esperienza quando esegue i comandi

# Captain Perk Type of a male captain
source: Humble
it: Umile

# Captain Perk Type of a female captain
source: Humble
it: Umile

# sentence referring to a male captain
source: Out of modesty, this captain demands less payment.
it: Per modestia, il capitano chiede un pagamento inferiore.

# sentence referring to a female captain
source: Out of modesty, this captain demands less payment.
it: Per modestia, il capitano chiede un pagamento inferiore.

source: Demands lower salary
it: Richiede un salario più basso

# Captain Perk Type of a male captain
source: Reckless
it: Imprudente

# Captain Perk Type of a female captain
source: Reckless
it: Imprudente

# sentence referring to a male captain
source: Due to his ruthlessness, this captain is more likely to be attacked, but he also manages to travel through the galaxy faster.
it: A causa della sua spietatezza, questo capitano ha maggiori probabilità di essere attaccato, ma riesce anche a viaggiare più velocemente attraverso la galassia.

# sentence referring to a female captain
source: Due to her ruthlessness, this captain is more likely to be attacked, but she also manages to travel through the galaxy faster.
it: A causa della sua spietatezza, questo capitano ha maggiori probabilità di essere attaccato, ma riesce anche a viaggiare più velocemente attraverso la galassia.

source: Higher risk of being ambushed, faster completion of commands
it: Maggior rischio di imboscate, completamento più rapido dei comandi

# Captain Perk Type of a male captain
source: Connected
it: Collegato

# Captain Perk Type of a female captain
source: Connected
it: Collegato

# sentence referring to a male captain
source: This captain can negotiate significantly better prices thanks to his connections.
it: Questo capitano può negoziare prezzi significativamente migliori grazie alle sue conoscenze.

# sentence referring to a female captain
source: This captain can negotiate significantly better prices thanks to her connections.
it: Questo capitano può negoziare prezzi significativamente migliori grazie alle sue conoscenze.

source: Negotiates better prices
it: Negoziare prezzi migliori

# sentence referring to a male captain
source: This captain has excellent knowledge of the galaxy. He finds what he is looking for much faster than others.
it: Questo capitano ha un'ottima conoscenza della galassia. Trova ciò che cerca molto più velocemente degli altri.

# sentence referring to a female captain
source: This captain has excellent knowledge of the galaxy. She finds what she is looking for much faster than others.
it: Questo capitano ha un'ottima conoscenza della galassia. Trova ciò che cerca molto più velocemente di altri.

source: Faster completion of commands
it: Completamento più rapido dei comandi

# Captain Perk Type of a male captain
source: Stealthy
it: Furtivo

# Captain Perk Type of a female captain
source: Stealthy
it: Furtivo

# sentence referring to a male captain
source: The captain remains under the radar and is therefore less likely to be spotted by enemies.
it: Il capitano rimane sotto il radar e ha quindi meno probabilità di essere individuato dai nemici.

# sentence referring to a female captain
source: The captain remains under the radar and is therefore less likely to be spotted by enemies.
it: Il capitano rimane sotto il radar e ha quindi meno probabilità di essere individuato dai nemici.

source: Lower risk of being ambushed
it: Minor rischio di imboscate

# Captain Perk Type of a male captain
source: Market Expert
it: Esperto di mercato

# Captain Perk Type of a female captain
source: Market Expert
it: Esperto di mercato

# sentence referring to a male captain
source: The captain is familiar with the market and prices in the galaxy. He always finds the best offers.
it: Il capitano conosce bene il mercato e i prezzi della galassia. Trova sempre le offerte migliori.

# sentence referring to a female captain
source: The captain is familiar with the market and prices in the galaxy. She always finds the best offers.
it: Il capitano conosce bene il mercato e i prezzi della galassia. Trova sempre le offerte migliori.

source: Higher profits and faster completion of trade commands
it: Profitti più elevati e completamento più rapido degli ordini commerciali

# Captain Perk Type of a male captain
source: Uneducated
it: Non istruito

# Captain Perk Type of a female captain
source: Uneducated
it: Non istruito

# sentence referring to a male captain
source: The lack of education of this captain means that he learns much more slowly than others.
it: La mancanza di istruzione di questo capitano fa sì che impari molto più lentamente degli altri.

# sentence referring to a female captain
source: The lack of education of this captain means that she learns much more slowly than others.
it: La mancanza di istruzione di questo capitano fa sì che impari molto più lentamente degli altri.

source: Gains less experience when fulfilling commands
it: Guadagna meno esperienza quando esegue i comandi

# Captain Perk Type of a male captain
source: Greedy
it: Avido

# Captain Perk Type of a female captain
source: Greedy
it: Avido

# sentence referring to a male captain
source: This captain is so greedy that he is not satisfied with the normal salary but always wants a bonus.
it: Questo capitano è così avido che non si accontenta del normale stipendio, ma vuole sempre un bonus.

# sentence referring to a female captain
source: This captain is so greedy that she is not satisfied with the normal salary but always wants a bonus.
it: Questo capitano è così avido che non si accontenta del normale stipendio, ma vuole sempre un bonus.

source: Demands higher salary
it: Richiede uno stipendio più alto

# Captain Perk Type of a male captain
source: Careful
it: Attenzione

# Captain Perk Type of a female captain
source: Careful
it: Attenzione

# sentence referring to a male captain
source: This captain is very careful and is therefore less likely to be attacked, but slower when executing commands.
it: Questo capitano è molto attento e quindi ha meno probabilità di essere attaccato, ma è più lento nell'eseguire i comandi.

# sentence referring to a female captain
source: This captain is very careful and is therefore less likely to be attacked, but slower when executing commands.
it: Questo capitano è molto attento e quindi ha meno probabilità di essere attaccato, ma è più lento nell'eseguire i comandi.

source: Lower risk of being ambushed, slower completion of commands
it: Minore rischio di imboscate, completamento più lento dei comandi

# Captain Perk Type of a male captain
source: Disoriented
it: Disorientato

# Captain Perk Type of a female captain
source: Disoriented
it: Disorientato

# sentence referring to a male captain
source: This captain has a tendency to get lost in the vastness of the galaxy. It takes him significantly longer to execute commands successfully.
it: Questo capitano ha la tendenza a perdersi nella vastità della galassia. Impiega molto più tempo per eseguire con successo i comandi.

# sentence referring to a female captain
source: This captain has a tendency to get lost in the vastness of the galaxy. It takes her significantly longer to execute commands successfully.
it: Questo capitano ha la tendenza a perdersi nella vastità della galassia. Impiega molto più tempo per eseguire i comandi con successo.

source: Slower completion of commands
it: Completamento più lento dei comandi

# Captain Perk Type of a male captain
source: Gambler
it: Giocatore d'azzardo

# Captain Perk Type of a female captain
source: Gambler
it: Giocatore d'azzardo

# sentence referring to a male captain
source: This captain has a gambling problem. He always has debts, which he tries to pay back using the budget of commands, among other things, even if it is not his.
it: Questo capitano ha un problema di gioco d'azzardo. Ha sempre dei debiti, che cerca di ripagare utilizzando, tra l'altro, il budget dei comandi, anche se non è suo.

# sentence referring to a female captain
source: This captain has a gambling problem. She always has debts, which she tries to pay back using the budget of commands, among other things, even if it is not hers.
it: Questo capitano ha un problema di gioco d'azzardo. Ha sempre dei debiti, che cerca di ripagare utilizzando, tra l'altro, il budget dei comandi, anche se non è suo.

source: Reduced profits, smaller yields when refining
it: Profitti ridotti, rendimenti più bassi durante la raffinazione

# Captain Perk Type of a male captain
source: Addict
it: Dipendente

# Captain Perk Type of a female captain
source: Addict
it: Dipendente

# sentence referring to a male captain
source: He enjoys his nights of partying a little too much. The obligatory hangover slows down everything he does.
it: Si gode le sue notti di festa un po' troppo. La sbornia obbligatoria rallenta tutto ciò che fa.

# sentence referring to a female captain
source: She enjoys her nights of partying a little too much. The obligatory hangover slows down everything she does.
it: Si gode le sue notti di festa un po' troppo. La sbornia obbligatoria rallenta tutto ciò che fa.

# Captain Perk Type of a male captain
source: Intimidating
it: Intimidatorio

# Captain Perk Type of a female captain
source: Intimidating
it: Intimidatorio

# sentence referring to a male captain
source: This captain looks very menacing. Potential enemies avoid him, and traders prefer getting a worse deal over messing with him.
it: Questo capitano ha un aspetto molto minaccioso. I potenziali nemici lo evitano e i commercianti preferiscono fare un affare peggiore piuttosto che avere a che fare con lui.

# sentence referring to a female captain
source: This captain looks very menacing. Potential enemies avoid her, and traders prefer getting a worse deal over messing with her.
it: Questo capitano ha un aspetto molto minaccioso. I potenziali nemici la evitano e i commercianti preferiscono fare un affare peggiore piuttosto che avere a che fare con lei.

source: Lower risk of being ambushed, reduced costs for commands
it: Minore rischio di imboscate, riduzione dei costi per i comandi

# sentence referring to a male captain
source: The arrogant demeanor of this captain regularly provokes angry attacks on him.
it: Il comportamento arrogante di questo capitano provoca regolarmente attacchi rabbiosi nei suoi confronti.

# sentence referring to a female captain
source: The arrogant demeanor of this captain regularly provokes angry attacks on her.
it: Il comportamento arrogante di questo capitano provoca regolarmente attacchi rabbiosi nei suoi confronti.

source: Higher risk of being ambushed
it: Maggiore rischio di imboscate

# Captain Perk Type of a male captain
source: Cunning
it: Astuzia

# Captain Perk Type of a female captain
source: Cunning
it: Astuzia

# sentence referring to a male captain
source: This captain usually manages to evade his enemies. If they do manage to catch him, they attack in large groups.
it: Questo capitano di solito riesce a eludere i suoi nemici. Se riescono a catturarlo, attaccano in grandi gruppi.

# sentence referring to a female captain
source: This captain usually manages to evade her enemies. If they do manage to catch her, they attack in large groups.
it: Di solito questo capitano riesce a eludere i suoi nemici. Se riescono a catturarla, attaccano in grandi gruppi.

source: Lower risk of being ambushed, increased strength of enemies
it: Riduzione del rischio di imboscate, aumento della forza dei nemici

# Captain Perk Type of a male captain
source: Harmless
it: Innocuo

# Captain Perk Type of a female captain
source: Harmless
it: Innocuo

# sentence referring to a male captain
source: This captain seems very harmless. Therefore, he gets attacked frequently, but most of those attackers are easily dealt with.
it: Questo capitano sembra molto innocuo. Per questo motivo, viene attaccato spesso, ma la maggior parte degli aggressori viene affrontata facilmente.

# sentence referring to a female captain
source: This captain seems very harmless. Therefore, she gets attacked frequently, but most of those attackers are easily dealt with.
it: Questo capitano sembra molto innocuo. Per questo motivo, viene attaccata spesso, ma la maggior parte di questi aggressori viene affrontata facilmente.

source: Higher risk of being ambushed, reduced strength of enemies
it: Maggior rischio di imboscate, forza ridotta dei nemici

# Captain Perk Type of a male captain
source: Noble
it: Nobile

# Captain Perk Type of a female captain
source: Noble
it: Nobile

# sentence referring to a male captain
source: This captain's family has always put much emphasis on military training. His openly displayed prosperity causes traders to raise their prices.
it: La famiglia di questo capitano ha sempre dato molta importanza all'addestramento militare. La sua prosperità apertamente mostrata induce i commercianti ad alzare i prezzi.

# sentence referring to a female captain
source: This captain's family has always put much emphasis on military training. Her openly displayed prosperity causes traders to raise their prices.
it: La famiglia di questo capitano ha sempre dato molta importanza all'addestramento militare. La sua prosperità apertamente mostrata induce i commercianti ad alzare i prezzi.

source: Lower risk of being ambushed, reduced profits
it: Minore rischio di imboscate, riduzione dei profitti

# Captain Perk Type of a male captain
source: Commoner
it: Comune

# Captain Perk Type of a female captain
source: Commoner
it: Comune

# sentence referring to a male captain
source: This captain's family has had to work their way up through honest trade. The captain has good negotiating talents, but very little skill when it comes to fighting.
it: La famiglia di questo capitano ha dovuto farsi strada attraverso un commercio onesto. Il capitano ha buone doti di negoziazione, ma poca abilità quando si tratta di combattere.

# sentence referring to a female captain
source: This captain's family has had to work their way up through honest trade. The captain has good negotiating talents, but very little skill when it comes to fighting.
it: La famiglia di questo capitano ha dovuto farsi strada attraverso un commercio onesto. Il capitano ha buone doti di negoziazione, ma poca abilità quando si tratta di combattere.

source: Increased risk of being ambushed, increased profits
it: Aumento del rischio di imboscate, aumento dei profitti

# Captain Perk Type of a male captain
source: Lucky
it: Fortunato

# Captain Perk Type of a female captain
source: Lucky
it: Fortunato
