Repository: GLWine/Avorion-ITA
Catalog: Avorion/data/localization/*.po
Languages: it

source: We're lucky that shields don't protect against asteroids. We'd be out of business if they did.
it: Siamo fortunati che gli scudi non proteggano dagli asteroidi. Se lo facessero, saremmo fuori dal mercato.

source: Destroyed by pirates? Our brand-new Towing Service is here for you!
it: Distrutto dai pirati? Il nostro nuovissimo servizio di rimorchio è qui per voi!

source: Destroyed by Xsotan? Our brand-new Towing Service is here for you!
it: Distrutto da Xsotan? Il nostro nuovissimo servizio di rimorchio è qui per voi!

source: Free
it: Gratuito

source: Your ship is not damaged.
it: La vostra nave non è danneggiata.

source: Only available at Repair Docks, not Shipyards!
it: Disponibile solo nei bacini di riparazione, non nei cantieri navali!

source: Reconstruction Kits
it: Kit di ricostruzione

source: Alliances don't have Reconstruction Sites.
it: Le alleanze non hanno Siti di Ricostruzione.

source: This sector is already your Reconstruction Site.
it: Questo settore è già il vostro Sito di Ricostruzione.

source: We only offer these kinds of services to people we have relations of at least 60,000 with.
it: Offriamo questo tipo di servizi solo a persone con cui abbiamo rapporti di almeno 60.000 persone.

source: Your alliance already owns a Reconstruction Kit for this ship.
it: La tua alleanza possiede già un kit di ricostruzione per questa nave.

source: You already own a Reconstruction Kit for this ship.
it: Si possiede già un kit di ricostruzione per questa nave.

source: Towing Service
it: Servizio di rimorchio

source: Tow and reconstruct the ship in this sector
it: Rimorchiare e ricostruire la nave in questo settore

source: You can't be more than 1km away to repair your ship.
it: Non si può essere a più di 1 km di distanza per riparare la propria nave.

source: You were damaged recently.
it: Siete stati danneggiati di recente.

source: You can't repair your ship right now.
it: Non è possibile riparare la nave in questo momento.

source: You don't have permission to do that in the name of your alliance.
it: Non avete il permesso di farlo in nome della vostra alleanza.

source: Shipyards don't offer these kinds of services.
it: I cantieri navali non offrono questo tipo di servizi.

source: Can only reconstruct ships.
it: Può solo ricostruire le navi.

source: Reconstruction impossible.
it: Ricostruzione impossibile.

source: Ship wasn't destroyed.
it: La nave non è stata distrutta.

source: Paid %1% Credits to reconstruct a ship.
it: Ha pagato %1% di Crediti per ricostruire una nave.

source: Error reconstructing craft.
it: Errore nella ricostruzione dell'imbarcazione.

source: Towing & Reconstruction complete! Thanks to your instructions, we found the wormhole to the center. That was a wild ride!
it: Traino e ricostruzione completati! Grazie alle vostre istruzioni, abbiamo trovato il wormhole per il centro. È stata una corsa selvaggia!

source: Towing & Reconstruction complete!
it: Rimorchio e ricostruzione completati!

source: We also offer very affordable repair services if you are interested!
it: Se siete interessati, offriamo anche servizi di riparazione molto convenienti!

source: Your alliance already owns a Reconstruction Kit for that ship.
it: La tua alleanza possiede già un kit di ricostruzione per quella nave.

source: You already own a Reconstruction Kit for that ship.
it: Si possiede già un kit di ricostruzione per quella nave.

source: Paid %1% credits for a Reconstruction Kit.
it: Ha pagato l'1% di crediti per un kit di ricostruzione.

source: This is impossible.
it: È impossibile.

source: Paid %1% Credits to set a new Reconstruction Site.
it: Ha pagato il %1% di crediti per creare un nuovo sito di ricostruzione.

source: Too far away! Only available for Reconstruction Site subscribers.
it: Troppo lontano! Disponibile solo per gli abbonati al sito di ricostruzione.

# station title
source: Research
it: Ricerca

source: Research
it: Ricerca

source: [RMB] Select Item
it: [Selezionare l'articolo

source: Auto Research
it: Ricerca Auto

source: Same Item Types
it: Stessi tipi di articoli

source: Same Turrets
it: Stesse torrette

source: Same Turret-Blueprints
it: Stessa torretta-impronte blu

source: Same Subsystems
it: Stessi sottosistemi

source: Any Turrets
it: Qualsiasi torretta

source: Any Turret-Blueprints
it: Qualsiasi torretta-blueprint

source: Any Subsystems
it: Qualsiasi sottosistema

source: Any Combination
it: Qualsiasi combinazione

source: Auto-Research Trash Items
it: Ricerca automatica di elementi nel cestino

source: Completely random AI-supported research, it's basically a gamble!
it: Ricerca completamente casuale supportata dall'IA, è praticamente un gioco d'azzardo!

source: Feed objects to the research AI and see what crazy things it creates from them!
it: Dai in pasto gli oggetti all'IA di ricerca e vedi quali cose assurde crea con essi!

source: Our research AI eats up objects and creates new ones based on the old ones - often better, sometimes worse!
it: La nostra AI di ricerca divora gli oggetti e ne crea di nuovi sulla base di quelli vecchi, spesso migliori, a volte peggiori!

source: We remind all researchers to turn on the ventilation after finishing experiments.
it: Ricordiamo a tutti i ricercatori di accendere la ventilazione al termine degli esperimenti.

source: Research for everyone.
it: Ricerca per tutti.

source: Good news everyone!
it: Buone notizie a tutti!

source: We will destroy everything you have if you want us to.
it: Distruggeremo tutto ciò che avete, se lo vorrete.

source: Get rid of your superfluous items and build new ones!
it: Sbarazzatevi degli oggetti superflui e costruitene di nuovi!

source: Our researchers will offer you all capacities they have. They're being paid for that.
it: I nostri ricercatori vi offriranno tutte le capacità di cui dispongono. Sono pagati per questo.

source: Make the best of your old things!
it: Sfruttate al meglio le vostre vecchie cose!

source: Doing what we must because we can.
it: Fare ciò che si deve perché si può.

source: Our research AI eats up objects and creates new ones - Often better, sometimes worse!
it: La nostra AI di ricerca mangia gli oggetti e ne crea di nuovi - spesso migliori, a volte peggiori!

source: Place at least 3 items for research!
it: Inserite almeno 3 articoli per la ricerca!

source: Feed to Research AI
it: Alimentazione della ricerca AI

source: Invalid items in ingredients.
it: Elementi non validi negli ingredienti.

source: Stop Auto-Research
it: Interrompere la ricerca automatica

source: You must be docked to the station to research items.
it: Per ricercare gli oggetti è necessario essere agganciati alla stazione.

source: Not enough trash items available for current auto research mode.
it: Non sono disponibili abbastanza oggetti di spazzatura per l'attuale modalità di ricerca automatica.

source: You don't have enough items!
it: Non hai abbastanza oggetti!

source: You need at least 3 items to do research!
it: Sono necessari almeno 3 elementi per fare ricerca!

source: You must be closer to the ship to research items.
it: Per ricercare gli oggetti è necessario essere più vicini alla nave.

source: Your inventory is full (%1%/%2%). Your researched item was dropped.
it: L'inventario è pieno (%1%/%2%). L'oggetto ricercato è stato abbandonato.

source: Incapable of transforming these items.
it: Incapace di trasformare questi elementi.

source: Your items cannot be more than one rarity apart!
it: I tuoi oggetti non possono avere più di una rarità di differenza!

source: We don't want anything to do with you.
it: Non vogliamo avere nulla a che fare con voi.

source: Resistance Outpost
it: Avamposto della Resistenza

source: Always great to see some new faces around here. As long as you're not a Xsotan or a pirate, you're welcome to this sector.
it: È sempre bello vedere qualche faccia nuova da queste parti. Finché non sei un Xsotan o un pirata, sei il benvenuto in questo settore.

source: I heard you have some work for me?
it: Ho sentito che hai del lavoro per me.

source: We are what's left of the factions in the center of the galaxy. We have been struggling against the Xsotan for over 200 years now. How can you not know this?
it: Siamo ciò che resta delle fazioni del centro della galassia. Stiamo lottando contro gli Xsotan da oltre 200 anni. Come potete non saperlo?

source: I'm not from around here.
it: Non sono di queste parti.

source: That's my own business.
it: Sono affari miei.

source: Wait, are you actually from the outside? This is incredible!
it: Aspetta, sei davvero dell'esterno? È incredibile!

source: Why is that incredible?
it: Perché è incredibile?

source: I'm from the outside, so what?
it: Vengo da fuori, e allora?

source: I'll be going now.
it: Ora vado.

source: So what!?
it: E allora?

source: We haven't seen anybody from the outside for hundreds of years! This changes everything! So many questions... How did you manage to get here? And why would you even come here?
it: Non abbiamo visto nessuno dall'esterno per centinaia di anni! Questo cambia tutto! Quante domande... Come siete riusciti ad arrivare qui? E perché sei venuto qui?

source: I want to put an end to the Xsotan.
it: Voglio porre fine all'Xsotan.

source: Just curious.
it: Solo per curiosità.

source: Loot and riches.
it: Bottino e ricchezza.

source: That's none of your business.
it: Non sono affari vostri.

source: I'm afraid you won't find a lot of it here. We only take what we need, we have to be very careful. Make sure you check out the sectors around here - there's plenty of wreckages that you can search through. But there's also the Xsotan.
it: Temo che qui non ne troverete molti. Prendiamo solo quello che ci serve, dobbiamo stare molto attenti. Assicuratevi di controllare i settori qui intorno: ci sono molti relitti in cui potete cercare. Ma c'è anche l'Xsotan.

source: If you are serious about this, then we might have some work for you. I'll inform the others. This might be our chance!
it: Se è seriamente intenzionato a farlo, potremmo avere del lavoro per lei. Informerò gli altri. Potrebbe essere la nostra occasione!

source: I'd rather keep to myself.
it: Preferisco stare per conto mio.

source: Farewell then.
it: Addio allora.

source: Don't get yourself killed. I'm sure you can help us out of this miserable situation. I have to inform the others. This changes everything.
it: Non si faccia uccidere. Sono certo che lei può aiutarci a uscire da questa misera situazione. Devo informare gli altri. Questo cambia tutto.

source: If you managed to get into this area, that means that we can get out of here as well! But, it also means that it's possible to send reinforcements, so we can actually fight the Xsotan!
it: Se siete riusciti ad entrare in questa zona, significa che possiamo uscire anche da qui! Ma significa anche che è possibile inviare rinforzi, in modo da poter combattere davvero gli Xsotan!

source: How do you want to fight them?
it: Come volete combatterli?

source: Why didn't you fight them before?
it: Perché non li avete combattuti prima?

source: I have some questions about the Xsotan.
it: Ho alcune domande sull'Xsotan.

source: Our scouts have reported that there is a giant Xsotan mothership in the center of the galaxy, near the black hole. We know that this ship somehow channels the black hole's energy, and opens up wormholes to other places. We believe that if we take down this ship, we will finally stop their constant reinforcements.
it: I nostri esploratori hanno riferito che c'è una gigantesca nave madre Xsotan al centro della galassia, vicino al buco nero. Sappiamo che questa nave incanala in qualche modo l'energia del buco nero e apre wormhole verso altri luoghi. Crediamo che se abbattiamo questa nave, riusciremo finalmente a fermare i loro continui rinforzi.

source: How do we take it down?
it: Come facciamo a smontarlo?

source: Because our resources are limited, and it looks like theirs aren't. As soon as you shoot down one of their ships, a new one takes its place. We wouldn't stand a chance in an open fight.
it: Perché le nostre risorse sono limitate e sembra che le loro non lo siano. Non appena si abbatte una delle loro navi, una nuova ne prende il posto. Non avremmo alcuna possibilità in uno scontro aperto.

source: Ask away.
it: Chiedete pure.

source: What's their weakness?
it: Qual è il loro punto debole?

source: Where do they come from?
it: Da dove vengono?

source: What do they want?
it: Cosa vogliono?

source: How did you survive this long?
it: Come hai fatto a sopravvivere così a lungo?

source: I'd like to talk about something else.
it: Vorrei parlare di qualcos'altro.

source: We haven't found a real weaknesses so far. But some of our scouts found a large mothership in the center of the galaxy, near the central black hole. They saw how it opened wormholes, and lots and lots of Xsotan ships poured through. We think that if we manage to destroy this ship, we can stop them from calling in reinforcements, which is the biggest problem when fighting Xsotan. There's always more of them.
it: Finora non abbiamo trovato un vero punto debole. Ma alcuni dei nostri esploratori hanno trovato una grande nave madre al centro della galassia, vicino al buco nero centrale. Hanno visto che apriva dei wormhole e molte navi Xsotan vi si sono riversate. Pensiamo che se riusciremo a distruggere questa nave, potremo impedire loro di chiamare i rinforzi, che è il problema più grande quando si combatte contro gli Xsotan. Ce ne sono sempre di più.

source: I'd like to ask something else.
it: Vorrei chiedere un'altra cosa.

source: Thanks, that's it for now.
it: Grazie, per ora è tutto.

source: We don't think the Xsotan came from this galaxy, because we would have come across them a lot earlier if they did. All we know is that there's a large mothership in the very center of the galaxy, which opens wormholes regularly. They might even lead to another galaxy for all we know.
it: Non pensiamo che gli Xsotan provengano da questa galassia, perché se così fosse li avremmo incontrati molto prima. Sappiamo solo che c'è una grande nave madre al centro della galassia, che apre regolarmente dei wormhole. Per quanto ne sappiamo, potrebbero anche condurre a un'altra galassia.

source: No idea. We still haven't managed to establish communication with them. All we know is, that they come and they eat away matter. There are large fields of Xsotan breeders, farms with asteroids that are eaten up from the inside.
it: Non ne abbiamo idea. Non siamo ancora riusciti a stabilire una comunicazione con loro. Sappiamo solo che arrivano e mangiano la materia. Ci sono grandi campi di allevatori di Xsotan, fattorie con asteroidi che vengono mangiati dall'interno.

source: The thing is, as long as you leave them alone, they kind of leave you alone, too. We had reports of ships flying through entire Xsotan fleets, and it looked like they barely noticed our ships were there. We know that they eat up matter - and they're attracted by energy bursts, such as weapons firing. My advice to you: Don't fire weapons when they're there, and don't get too close. You never know.
it: Il fatto è che, finché li lasciate in pace, anche loro vi lasciano in pace. Abbiamo avuto notizie di navi che hanno attraversato intere flotte di Xsotan, e sembrava che si accorgessero a malapena della nostra presenza. Sappiamo che si nutrono di materia e che sono attratti da esplosioni di energia, come il fuoco delle armi. Vi do un consiglio: Non sparate quando sono lì e non avvicinatevi troppo. Non si sa mai.

source: Our researchers have been tampering with some recovered Xsotan wormhole technology, but it's still very experimental. We have neither the means nor the technology to research more Xsotan artifacts. But if we could, we might be able to create a system that allows a ship to intercept the wormhole opening process - and to open wormholes itself.
it: I nostri ricercatori hanno manomesso la tecnologia dei wormhole Xsotan recuperata, ma è ancora molto sperimentale. Non abbiamo né i mezzi né la tecnologia per ricercare altri artefatti Xsotan. Ma se lo facessimo, potremmo creare un sistema che permetta a una nave di intercettare il processo di apertura dei wormhole e di aprirli essa stessa.

source: I see where this is going.
it: Ho capito dove si va a parare.

source: I don't understand.
it: Non capisco.

source: Nope, I'm out.
it: No, sono fuori.

source: If you can find enough Xsotan technology, you might be able to research it to build a wormhole interceptor. Once we have the interceptor, we can finally get reinforcements from outside! We might be able to cut their supply of reinforcements, and drive them out of our galaxy for good!
it: Se riuscite a trovare abbastanza tecnologia Xsotan, potreste essere in grado di fare ricerche per costruire un intercettore di tunnel spaziali. Una volta che avremo l'intercettore, potremo finalmente ricevere rinforzi dall'esterno! Potremmo essere in grado di tagliare le loro scorte di rinforzi e cacciarli definitivamente dalla nostra galassia!

source: Sounds like a plan!
it: Sembra un piano!

source: You'll have to find someone else.
it: Dovrete trovare qualcun altro.

source: You look like you're capable of fighting the Xsotan, or at least sneak into their territory and collect some of their technology.
it: Sembra che tu sia in grado di combattere gli Xsotan, o almeno di intrufolarti nel loro territorio e raccogliere un po' della loro tecnologia.

source: RAW ORE*
it: ORE PRIME*

source: You can exchange raw ores from your cargo bay for Building Knowledge here. You need an R-Mining-Laser to gather raw ores.
it: Qui è possibile scambiare i minerali grezzi dalla stiva di carico con il Sapere Costruttivo. Per raccogliere i minerali grezzi è necessario un laser da miniera R.

source: Resource Depot
it: Deposito di risorse

source: Trade Resources
it: Risorse commerciali

source: Occupy cash register ${N3} please.
it: Occupare la cassa ${N3} per favore.

source: This is where you get the stuff ships are made from.
it: È da qui che si ricava il materiale di cui sono fatte le navi.

source: Extract resources from scrap and ores here!
it: Estraete risorse da rottami e minerali!

source: We're offering high-quality resources for your ship building needs.
it: Offriamo risorse di alta qualità per le vostre esigenze di costruzione navale.

source: No cash but tons of resources? Sell us your resources. Best price in the sector!
it: Niente contanti ma tonnellate di risorse? Vendeteci le vostre risorse. Il miglior prezzo del settore!

source: No resources but tons of cash? Buy our resources. Best price in the sector!
it: Non avete risorse ma tonnellate di denaro? Comprate le nostre risorse. Il miglior prezzo del settore!

source: Deliver ${amount} ${material}
it: Consegnare ${importo} ${materiale}

source: Bought resources for %1% Credits.
it: Risorse acquistate per %1% Crediti.

source: You don't have enough ${material}.
it: Non hai abbastanza ${materiale}.

source: Sold resources for %1% Credits.
it: Venduto risorse per %1% Crediti.

# Example: We need 150 Iron, quickly! ...
source: We need %1% %2%, quickly! If you can deliver in the next 30 minutes we will pay you handsomely.
it: Abbiamo bisogno del %1% %2%, in fretta! Se riuscite a consegnare entro i prossimi 30 minuti, vi pagheremo profumatamente.

source: Scrapyard
it: Rottamazione

source: Get a salvaging license now and try your luck with the wreckages!
it: Ottieni subito una licenza di recupero e tenta la fortuna con i rottami!

source: Easy salvage, easy profit! Salvaging licenses for sale!
it: Recupero facile, profitto facile! Licenze di recupero in vendita!

source: I'd like to see something brand new for once.
it: Mi piacerebbe vedere qualcosa di nuovo per una volta.

source: Don't like your ship anymore? We'll turn it into scrap and even give you some Credits for it!
it: Non ti piace più la tua nave? La trasformeremo in rottame e vi daremo anche qualche credito!

source: Brand new offer: We now dismantle turrets into parts!
it: Nuova offerta: Ora smontiamo le torrette in parti!

source: We don't take any responsibility for any lost limbs while using the turret dismantler.
it: Non ci assumiamo alcuna responsabilità per eventuali arti persi durante l'utilizzo dello smontatore di torrette.

source: Sell Ship
it: Vendere nave

source: Sell your ship to the scrapyard.
it: Vendete la vostra nave al rottamatore.

source: Warning! You will not get refunds for crews or turrets!
it: Attenzione! Non è possibile ottenere rimborsi per equipaggi o torrette!

# UI Tab title
source: Salvaging
it: Recupero

source: Buy a salvaging license.
it: Acquistare una licenza di recupero.

source: Buy a temporary salvaging license of maximum 60 minutes here. This license makes it legal to damage or mine wreckages in this sector.
it: Acquistate qui una licenza temporanea di recupero della durata massima di 60 minuti. Questa licenza rende legale il danneggiamento o l'estrazione di relitti in questo settore.

source: Buy License
it: Acquista la licenza

source: Minutes
it: Verbale

# UI Tab title
source: Turret Dismantling
it: Smontaggio della torretta

source: Dismantle turrets into goods.
it: Smantellare le torrette in merci.

source: Dismantle
it: Smantellare

source: Dismantle Trash
it: Smantellare la spazzatura

source: Confirm Dismantling
it: Confermare lo smontaggio

source: Your ship will be dismantled and you will be returned to your drone.
it: La vostra nave verrà smantellata e sarete riportati al vostro drone.

source: You will not get refunds for crews or turrets!
it: Non si ottengono rimborsi per equipaggi o torrette!

source: Ship Value:
it: Valore della nave:

source: ¢${money}
it: ¢${denaro}

source: Please, do come again.
it: Vi prego, tornate a trovarci.

source: Remaining license time: ${time} Minutes
it: Tempo rimanente della licenza: ${time} Minuti

source: You don't have a valid license.
it: Non avete una patente valida.

source: Your salvaging license will run out in 10 seconds.
it: La licenza di recupero si esaurirà in 10 secondi.

source: Your salvaging license in %s will run out in 10 seconds.
it: La licenza di recupero in %s scadrà tra 10 secondi.

source: Your salvaging license will run out in 20 seconds.
it: La licenza di recupero si esaurirà in 20 secondi.

source: Your salvaging license in %s will run out in 20 seconds.
it: La licenza di recupero in %s scadrà tra 20 secondi.

source: Your salvaging license will run out in 30 seconds. Renew it and save yourself some trouble!
it: La vostra licenza di recupero scadrà tra 30 secondi. Rinnovatela e risparmiatevi qualche problema!

source: Your salvaging license in %s will run out in 30 seconds. Renew it and save yourself some trouble!
it: La tua licenza di recupero in %s scadrà tra 30 secondi. Rinnovatela e risparmiatevi un po' di problemi!

source: Your salvaging license will run out in 60 seconds. Renew it NOW and save yourself some trouble!
it: La vostra licenza di recupero scadrà tra 60 secondi. Rinnovatela ORA e risparmiatevi un po' di problemi!

source: Your salvaging license in %s will run out in 60 seconds. Renew it NOW and save yourself some trouble!
it: La tua licenza di recupero in %s scadrà tra 60 secondi. Rinnovatela ORA e risparmiatevi un po' di problemi!

source: Your salvaging license will run out in 2 minutes. Renew it immediately and save yourself some trouble!
it: La vostra licenza di recupero scadrà tra 2 minuti. Rinnovatela immediatamente e risparmiatevi qualche problema!

source: Your salvaging license in %s will run out in 2 minutes. Renew it immediately and save yourself some trouble!
it: La tua licenza di recupero in %s scadrà tra 2 minuti. Rinnovatela immediatamente e risparmiatevi un po' di problemi!
