Repository: GLWine/Avorion-ITA
Catalog: Avorion/data/localization/*.po
Languages: it

source: A device that accelerates electrons to near light speed.
it: Un dispositivo che accelera gli elettroni a una velocità prossima a quella della luce.

source: Ammunition S
it: Munizione S

# prefix
source: Ammunition S
it: Munizione S

source: Ammunition for small handguns.
it: Munizioni per piccole pistole.

source: Ammunition M
it: Munizione M

# prefix
source: Ammunition M
it: Munizione M

source: Ammunition for large handheld guns.
it: Munizioni per pistole portatili di grandi dimensioni.

source: Ammunition L
it: Munizione L

# prefix
source: Ammunition L
it: Munizione L

source: Ammunition for turrets.
it: Munizioni per torrette.

source: Gun
it: Pistola

# prefix
source: Gun
it: Pistola

source: Hand guns. Used by robots and living beings.
it: Pistole a mano. Usate da robot ed esseri viventi.

source: Rocket
it: Razzo

# prefix
source: Rocket
it: Razzo

source: Ammunition for rocket launchers.
it: Munizioni per lanciarazzi.

source: War Robot
it: Robot da Guerra

# prefix
source: War Robot
it: Robot da Guerra

source: A big robot that is highly armed and very deadly.
it: Un grande robot altamente armato e molto letale.

source: Body Armor
it: Giubbotto Antiproiettile

# prefix
source: Body Armor
it: Giubbotto Antiproiettile

source: Exoskeleton armor for elite soldiers.
it: Armatura esoscheletrica per soldati d'élite.

source: Targeting System
it: Sistema di puntamento

# prefix
source: Targeting System
it: Sistema di puntamento

source: Computer system that is able to track multiple targets.
it: Sistema informatico in grado di tracciare più obiettivi.

source: Ammunition
it: Munizione

# prefix
source: Ammunition
it: Munizione

source: Ammunition for projectile weapons.
it: Munizioni per armi a proiettile.

source: Military Tesla Coil
it: Bobina Tesla Militare

# prefix
source: Military Tesla Coil
it: Bobina Tesla Militare

source: A repurposed tesla coil that can shoot directed high-intensity beams of electricity.
it: Una bobina tesla riutilizzata che può sparare fasci diretti di elettricità ad alta intensità.

source: Medical Supplies
it: Fornitura Medica

# prefix
source: Medical Supplies
it: Fornitura Medica

source: A box with everyday medical supplies containing bandages, antibiotics and germicides.
it: Una scatola con materiale medico di uso quotidiano contenente bende, antibiotici e germicidi.

# prefix
source: Drill
it: Trapano

source: Mining drill, often used in asteroid mines.
it: Trivella mineraria, spesso utilizzata nelle miniere di asteroidi.

# prefix
source: Industrial Tesla Coil
it: Bobina di Tesla industriale

source: Tesla coil used for melting of metals in factories.
it: Bobina di Tesla utilizzata per la fusione dei metalli nelle fabbriche.

# prefix
source: Mining Robot
it: Robot da miniera

source: A big robot used for mining in asteroid shafts where human beings would not survive.
it: Un grande robot utilizzato per l'estrazione mineraria nei pozzi degli asteroidi dove gli esseri umani non sopravvivrebbero.

# prefix
source: High Capacity Lens
it: Obiettivo ad alta capacità

source: A focal lens designed for high capacity lasers.
it: Una lente focale progettata per laser ad alta capacità.

# prefix
source: Vehicle
it: Veicolo

source: A vehicle used for planetary exploration missions.
it: Un veicolo utilizzato per le missioni di esplorazione planetaria.

# prefix
source: Water
it: Acqua

source: A tank full of clear water.
it: Una vasca piena di acqua limpida.

# prefix
source: Plankton
it: Plancton

source: A tank full of live plankton.
it: Una vasca piena di plancton vivo.

# prefix
source: Plant
it: Impianto

source: A container with soil and a wide range of green plants.
it: Un contenitore con terriccio e una vasta gamma di piante verdi.

# prefix
source: Wheat
it: Grano

source: A container full of wheat.
it: Un contenitore pieno di grano.

# prefix
source: Rice
it: Il riso

source: A container full of rice.
it: Un contenitore pieno di riso.

source: A container full of potatoes.
it: Un contenitore pieno di patate.

# prefix
source: Corn
it: Mais

source: A container full of corn.
it: Un contenitore pieno di mais.

# prefix
source: Wood
it: Legno

source: A big block of compressed wood.
it: Un grosso blocco di legno compresso.

# prefix
source: Fruit
it: La frutta

source: A specially engineered fruit, containing a wide range of important vitamins.
it: Un frutto appositamente studiato, contenente un'ampia gamma di importanti vitamine.

# prefix
source: Coffee
it: Caffè

source: A bag of roasted coffee beans.
it: Un sacchetto di chicchi di caffè tostati.

# prefix
source: Cocoa
it: Cacao

source: A bag of roasted cocoa beans.
it: Un sacchetto di fave di cacao tostate.

# prefix
source: Tea
it: Tè

source: A bag of various dried teas.
it: Un sacchetto di vari tè essiccati.

# prefix
source: Vegetable
it: Vegetale

source: A container with different sorts of vegetables.
it: Un contenitore con diversi tipi di verdure.

# prefix
source: Spices
it: Spezie

source: A box with various little bags of spices.
it: Una scatola con vari sacchettini di spezie.

# prefix
source: Sheep
it: Pecora

source: Sheep.
it: Pecora.

# prefix
source: Fungus
it: Fungo

source: A container with fungus, used for making alcohol.
it: Un contenitore con funghi, utilizzato per la produzione di alcol.

# prefix
source: Cattle
it: Bestiame

source: Cattle.
it: Bestiame.

# prefix
source: Fish
it: Pesce

source: A barrel full of fish.
it: Un barile pieno di pesci.

# prefix
source: Protein
it: Proteine

source: Protein for quickly restoring one's energy.
it: Proteine per ripristinare rapidamente le energie.

# prefix
source: Meat
it: Carne

source: A box full of fresh meat.
it: Una scatola piena di carne fresca.

# prefix
source: Dairy
it: Latticini

source: A tank full of dairy products, like yoghurt or butter.
it: Un serbatoio pieno di prodotti caseari, come yogurt o burro.

# prefix
source: Fabric
it: Tessuto

source: Raw fabric used for clothing or bandages.
it: Tessuto grezzo utilizzato per indumenti o bendaggi.

# prefix
source: Leather
it: Pelle

source: Treated leather, made from various animal hides.
it: Pelle trattata, ricavata da vari pellami animali.

# prefix
source: Clothes
it: Vestiti

source: Normal looking clothing.
it: Abbigliamento dall'aspetto normale.

source: A big stash of paper.
it: Una grande scorta di carta.

# prefix
source: Beer
it: Birra

source: A box of beer.
it: Una scatola di birra.

# prefix
source: Wine
it: Vino

source: A box of wine.
it: Una scatola di vino.

# prefix
source: Liquor
it: Liquori

source: A box of high quality liquor.
it: Una confezione di liquore di alta qualità.

# prefix
source: Food
it: Cibo

source: Healthy food packaged in one-man portions.
it: Cibo sano confezionato in porzioni monodose.

# prefix
source: Food Bar
it: Bar del cibo

source: Bars of compressed food.
it: Barrette di cibo compresso.

# prefix
source: Luxury Food
it: Cibo di lusso

source: Luxurious food, made for the rich only.
it: Cibo di lusso, fatto solo per i ricchi.

# prefix
source: Book
it: Libro

source: A book with an exciting, procedurally generated story.
it: Un libro con una storia emozionante e generata proceduralmente.

# prefix
source: Jewelry
it: Gioielli

source: Beautiful and very expensive jewelry.
it: Gioielli bellissimi e molto costosi.

# prefix
source: Slave
it: Schiavo

source: An unfree life form forced to work for almost no food.
it: Una forma di vita non libera, costretta a lavorare per un cibo quasi inesistente.

# prefix
source: Morn Drug
it: Droga del mattino

source: An addictive drug that gives the user strong hallucinations.
it: Una droga che crea dipendenza e che dà al consumatore forti allucinazioni.

# prefix
source: Acron Drug
it: Acron Farmaco

source: A highly addictive drug.
it: Una droga che crea forte dipendenza.

# prefix
source: Iron Ore
it: Minerale di ferro

source: Iron ore that can be refined into Iron.
it: Minerale di ferro che può essere raffinato in ferro.

# prefix
source: Titanium Ore
it: Minerale di titanio

source: Titanium ore that can be refined into Titanium.
it: Minerale di titanio che può essere raffinato in titanio.

# prefix
source: Naonite Ore
it: Minerale di naonite

source: Naonite ore that can be refined into Naonite.
it: Minerale di naonite che può essere raffinato in naonite.

# prefix
source: Trinium Ore
it: Minerale di trinium

source: Trinium ore that can be refined into Trinium.
it: Minerale di trinium che può essere raffinato in trinium.

# prefix
source: Xanion Ore
it: Minerale Xanion

source: Xanion ore that can be refined into Xanion.
it: Minerale di Xanion che può essere raffinato in Xanion.

# prefix
source: Ogonite Ore
it: Minerale di Ogonite

source: Ogonite ore that can be refined into Ogonite.
it: Minerale di Ogonite che può essere raffinato in Ogonite.

source: Avorion ore that can be refined into Avorion.
it: minerale Avorion che può essere raffinato in Avorion.

# prefix
source: Rift Iron Ore
it: Minerale di ferro Rift

source: Very rich Iron ore that can only be found in rifts. Can be refined into Iron. Yields 4x as much as normal Iron Ore.
it: Minerale di ferro molto ricco che può essere trovato solo nelle spaccature. Può essere raffinato in ferro. Rende 4 volte di più del normale minerale di ferro.

# prefix
source: Rift Titanium Ore
it: Minerale di titanio Rift

source: Very rich Titanium ore that can only be found in rifts. Can be refined into Titanium. Yields 4x as much as normal Titanium Ore.
it: Minerale di titanio molto ricco che si trova solo nelle spaccature. Può essere raffinato in titanio. Rende 4 volte di più del normale minerale di titanio.

# prefix
source: Rift Naonite Ore
it: Minerale di naonite del Rift

source: Very rich Naonite ore that can only be found in rifts. Can be refined into Naonite. Yields 4x as much as normal Naonite Ore.
it: Minerale di naonite molto ricco che si trova solo nelle spaccature. Può essere raffinato in Naonite. Rende il doppio del normale minerale di naonite.

# prefix
source: Rift Trinium Ore
it: Minerale di trinium di Rift

source: Very rich Trinium ore that can only be found in rifts. Can be refined into Trinium. Yields 4x as much as normal Trinium Ore.
it: Minerale di trinium molto ricco che si trova solo nelle spaccature. Può essere raffinato in Trinium. Rende 4 volte di più del normale minerale di trinium.

# prefix
source: Rift Xanion Ore
it: Minerale Rift Xanion

source: Very rich Xanion ore that can only be found in rifts. Can be refined into Xanion. Yields 4x as much as normal Xanion Ore.
it: Minerale di Xanion molto ricco che si trova solo nelle spaccature. Può essere raffinato in Xanion. Rende 4 volte di più del normale minerale di Xanion.

# prefix
source: Rift Ogonite Ore
it: Minerale di Ogonite del Rift

source: Very rich Ogonite ore that can only be found in rifts. Can be refined into Ogonite. Yields 4x as much as normal Ogonite Ore.
it: Minerale di Ogonite molto ricco che si trova solo nelle spaccature. Può essere raffinato in Ogonite. Rende il doppio del normale minerale di Ogonite.

# prefix
source: Rift Avorion Ore
it: Minerale Rift Avorion

source: Very rich Avorion ore that can only be found in rifts. Can be refined into Avorion. Yields 4x as much as normal Avorion Ore.
it: Minerale Avorion molto ricco che si trova solo nelle spaccature. Può essere raffinato in Avorion. Rende 4 volte di più del normale minerale di Avorion.

# prefix
source: Scrap Iron
it: Rottami di ferro

source: Scrap Iron that can be refined into Iron.
it: Rottami di ferro che possono essere raffinati in ferro.

# prefix
source: Scrap Titanium
it: Rottami di titanio

source: Scrap Titanium that can be refined into Titanium.
it: Rottami di titanio che possono essere raffinati in titanio.

# prefix
source: Scrap Naonite
it: Scarti di naonite

source: Scrap Naonite that can be refined into Naonite.
it: Scarti di naonite che possono essere raffinati in naonite.

# prefix
source: Scrap Trinium
it: Rottami di trinium

source: Scrap Trinium that can be refined into Trinium.
it: Rottami di trinium che possono essere raffinati in trinium.

# prefix
source: Scrap Xanion
it: Rottamazione di Xanion

source: Scrap Xanion that can be refined into Xanion.
it: Scarti di Xanion che possono essere raffinati in Xanion.

# prefix
source: Scrap Ogonite
it: Ogonite di scarto

source: Scrap Ogonite that can be refined into Ogonite.
it: Scarti di Ogonite che possono essere raffinati in Ogonite.

source: Scrap Avorion that can be refined into Avorion.
it: Avorion di scarto che può essere raffinato in Avorion.

# prefix
source: Rift Research Data
it: Dati della ricerca Rift

source: A memory device with valuable research data about subspace rifts. Can be traded for equipment or sold for money at a Rift Research Center.
it: Un dispositivo di memoria con preziosi dati di ricerca sulle spaccature subspaziali. Può essere scambiato con attrezzature o venduto in cambio di denaro presso un Centro di Ricerca Rift.

source: ${good} Mine ${size}
it: ${buono} Mio ${size}

source: Gas Collector ${size}
it: Collettore di gas ${size}

source: Oil Rig ${size}
it: Piattaforma petrolifera ${size}

source: ${good} Farm ${size}
it: ${buono} Fattoria ${size}

source: ${good} Extractor ${size}
it: ${buono} Estrattore ${size}

source: ${good} Trader ${size}
it: ${buono} Commerciante ${size}

source: ${good} Refinery ${size}
it: ${buono} Raffineria ${size}

source: Noble Metal Mine ${size}
it: Miniera di metalli nobili ${size}

source: Ice Mine ${size}
it: Miniera di ghiaccio ${size}

source: Solar Power Plant ${size}
it: Impianto solare ${size}

source: ${good} Factory ${size}
it: ${buono} Fabbrica ${size}

source: ${good} Manufacturer ${size}
it: ${buono} Produttore ${size}

source: Chemical Factory ${size}
it: Fabbrica chimica ${size}

source: Computer Component Factory ${size}
it: Fabbrica di componenti per computer ${size}

source: Accelerator Factory ${size}
it: Fabbrica di acceleratori ${size}

source: Ammunition Factory ${size}
it: Fabbrica di munizioni ${size}

source: Tesla Coil Factory ${size}
it: Fabbrica di bobine Tesla ${size}

source: ${good} Collector ${size}
it: ${buono} Collettore ${size}

source: Fish Farm ${size}
it: Allevamento di pesci ${size}

source: Sheep Ranch ${size}
it: Ranch di pecore ${size}

source: Cattle Ranch ${size}
it: Allevamento di bestiame ${size}

source: Meat Factory ${size}
it: Fabbrica di carne ${size}

source: Dairy Farm ${size}
it: Fattoria da latte ${size}

source: Brewery ${size}
it: Birrificio ${size}

source: Distillery ${size}
it: Distilleria ${size}

# Color Name
source: Antique White
it: Bianco antico

# Color Name
source: Aquamarine
it: Acquamarina

# Color Name
source: Azure
it: Azzurro

# Color Name
source: Bisque
it: Bisquit

# Color Name
source: Black
it: Nero

# Color Name
source: Blanched Almond
it: Mandorla sbollentata

# Color Name
source: Blue
it: Blu

# Color Name
source: Blue Violet
it: Viola blu

# Color Name
source: Brown
it: Marrone

# Color Name
source: Cadet Blue
it: Blu cadetto

# Color Name
source: Chartreuse
it: Certosa

# Color Name
source: Chocolate
it: Cioccolato

# Color Name
source: Coral
it: Corallo

# Color Name
source: Cornsilk
it: Seta di mais

# Color Name
source: Cyan
it: Ciano

# Color Name
source: Dark Goldenrod
it: Verga d'oro scura

# Color Name
source: Dark Green
it: Verde scuro

# Color Name
source: Dark Grey
it: Grigio scuro

# Color Name
source: Dark Khaki
it: Cachi scuro

# Color Name
source: Dark Olive Green
it: Verde oliva scuro

# Color Name
source: Dark Orange
it: Arancione scuro

# Color Name
source: Dark Orchid
it: Orchidea scura

# Color Name
source: Dark Salmon
it: Salmone scuro

# Color Name
source: Dark Sea Green
it: Verde mare scuro

# Color Name
source: Dark Slate Blue
it: Blu ardesia scuro

# Color Name
source: Dark Slate Gray
it: Grigio ardesia scuro

# Color Name
source: Dark Turquoise
it: Turchese scuro

# Color Name
source: Dark Violet
it: Viola scuro

# Color Name
source: Deep Pink
it: Rosa intenso

# Color Name
source: Deep Sky Blue
it: Blu cielo intenso

# Color Name
source: Dim Gray
it: Grigio scuro

# Color Name
source: Dodger Blue
it: Blu Dodger

# Color Name
source: Eternal Antique White
it: Eterno bianco antico

# Color Name
source: Eternal Aquamarine
it: Acquamarina eterna

# Color Name
source: Eternal Azure
it: Azzurro eterno

# Color Name
source: Eternal Bisque
it: Bisquit eterno

# Color Name
source: Eternal Blue
it: Blu eterno

# Color Name
source: Eternal Brown
it: Marrone eterno

# Color Name
source: Eternal Burlywood
it: Eterno Burlywood

# Color Name
source: Eternal Cadet Blue
it: Eterno blu cadetto

# Color Name
source: Eternal Chartreuse
it: Eterna Certosa

# Color Name
source: Eternal Chocolate
it: Cioccolato eterno

# Color Name
source: Eternal Coral
it: Corallo eterno

# Color Name
source: Eternal Cornsilk
it: Seta di mais eterna

# Color Name
source: Eternal Cyan
it: Ciano eterno

# Color Name
source: Eternal Dark Goldenrod
it: Verga d'oro eterna e scura

# Color Name
source: Eternal Dark Olive Green
it: Verde oliva scuro eterno

# Color Name
source: Eternal Dark Orange
it: Arancione scuro eterno

# Color Name
source: Eternal Dark Orchid
it: Orchidea scura eterna

# Color Name
source: Eternal Dark Sea Green
it: Verde mare scuro eterno

# Color Name
source: Eternal Dark Slate Gray
it: Eterno grigio ardesia scuro

# Color Name
source: Eternal Deep Pink
it: Eterno rosa intenso

# Color Name
source: Eternal Deep Sky Blue
it: Eterno blu cielo profondo

# Color Name
source: Eternal Dodger Blue
it: Eterno Dodger Blu

# Color Name
source: Eternal Gold
it: Oro eterno

# Color Name
source: Eternal Goldenrod
it: Verga d'oro eterna

# Color Name
source: Eternal Green
it: Verde eterno

# Color Name
source: Eternal Honeydew
it: Melata eterna

# Color Name
source: Eternal Hot Pink
it: Rosa caldo eterno

# Color Name
source: Eternal Indian Red
it: Rosso Indiano Eterno

# Color Name
source: Eternal Ivory
it: Avorio eterno

# Color Name
source: Eternal Khaki
it: Eterno kaki

# Color Name
source: Eternal Lavender Blush
it: Fard eterno alla lavanda

# Color Name
source: Eternal Lemon Chiffon
it: Chiffon al limone eterno

# Color Name
source: Eternal Light Blue
it: Azzurro eterno

# Color Name
source: Eternal Light Cyan
it: Luce eterna Ciano

# Color Name
source: Eternal Light Goldenrod
it: Verga d'oro a luce eterna

# Color Name
source: Eternal Light Pink
it: Rosa chiaro eterno

# Color Name
source: Eternal Light Salmon
it: Salmone a luce eterna

# Color Name
source: Eternal Light Sky Blue
it: Eterna luce blu cielo

# Color Name
source: Eternal Light Steel Blue
it: Luce eterna Blu acciaio

# Color Name
source: Eternal Light Yellow
it: Giallo chiaro eterno

# Color Name
source: Eternal Medium Orchid
it: Orchidea eterna media

# Color Name
source: Eternal Medium Purple
it: Eterno viola medio

# Color Name
source: Eternal Misty Rose
it: Rosa nebbiosa eterna

# Color Name
source: Eternal Navajo White
it: Eterno bianco navajo

# Color Name
source: Eternal Olive Drab
it: Eterno colore verde oliva

# Color Name
source: Eternal Orange
it: Arancione eterno

# Color Name
source: Eternal Orange Red
it: Rosso arancio eterno

# Color Name
source: Eternal Orchid
it: Orchidea eterna

# Color Name
source: Eternal Pale Green
it: Verde pallido eterno

# Color Name
source: Eternal Pale Turquoise
it: Eterno turchese pallido

# Color Name
source: Eternal Pale Violet Red
it: Rosso eterno viola pallido

# Color Name
source: Eternal Peach Puff
it: Sfumatura di pesca eterna

# Color Name
source: Eternal Plum
it: Prugna eterna

# Color Name
source: Eternal Purple
it: Viola eterno

# Color Name
source: Eternal Red
it: Rosso eterno

# Color Name
source: Eternal Rosy Brown
it: Eterno marrone rosato

# Color Name
source: Eternal Royal Blue
it: Eterno blu reale

# Color Name
source: Eternal Salmon
it: Salmone eterno

# Color Name
source: Eternal Sea Green
it: Verde mare eterno

# Color Name
source: Eternal Seashell
it: Conchiglia eterna

# Color Name
source: Eternal Sky Blue
it: Blu cielo eterno

# Color Name
source: Eternal Slate Blue
it: Blu ardesia eterno

# Color Name
source: Eternal Slate Gray
it: Grigio ardesia eterno

# Color Name
source: Eternal Snow
it: Neve eterna

# Color Name
source: Eternal Spring Green
it: Verde eterna primavera

# Color Name
source: Eternal Steel Blue
it: Blu acciaio eterno

# Color Name
source: Eternal Tan
it: Abbronzatura eterna

# Color Name
source: Eternal Thistle
it: Cardo eterno

# Color Name
source: Eternal Turquoise
it: Turchese eterno

# Color Name
source: Eternal Violet Red
it: Rosso violetto eterno

# Color Name
source: Eternal Wheat
it: Grano eterno

# Color Name
source: Eternal Yellow
it: Giallo eterno

# Color Name
source: Floral White
it: Bianco floreale

# Color Name
source: Forest Green
it: Verde foresta

# Color Name
source: Ghost White
it: Fantasma bianco

# Color Name
source: Gold
it: Oro

# Color Name
source: Goldenrod
it: Verga d'oro

# Color Name
source: Gray
it: Grigio

# Color Name
source: Green
it: Verde

# Color Name
source: Green Yellow
it: Verde Giallo

# Color Name
source: Honeydew
it: Melata

# Color Name
source: Hot Pink
it: Rosa caldo

# Color Name
source: Indian Red
it: Rosso indiano

# Color Name
source: Infinity Antique White
it: Infinity bianco antico

# Color Name
source: Infinity Azure
it: Azzurro infinito

# Color Name
source: Infinity Bisque
it: Bisquit infinito

# Color Name
source: Infinity Brown
it: Marrone infinito

# Color Name
source: Infinity Cadet Blue
it: Infinity Blu Cadetto

# Color Name
source: Infinity Chocolate
it: Cioccolato Infinity

# Color Name
source: Infinity Coral
it: Corallo infinito

# Color Name
source: Infinity Cornsilk
it: Seta di mais infinita

# Color Name
source: Infinity Cyan
it: Ciano infinito

# Color Name
source: Infinity Dark Goldenrod
it: Infinity Verga d'oro scura

# Color Name
source: Infinity Dark Olive Green
it: Infinity Verde oliva scuro

# Color Name
source: Infinity Dark Orange
it: Infinity Arancione scuro

# Color Name
source: Infinity Dark Orchid
it: Infinity Orchidea scura

# Color Name
source: Infinity Dark Sea Green
it: Verde mare scuro Infinity

# Color Name
source: Infinity Dark Slate Gray
it: Infinity grigio ardesia scuro

# Color Name
source: Infinity Deep Pink
it: Infinity rosa intenso

# Color Name
source: Infinity Deep Sky Blue
it: Infinity Blu cielo profondo

# Color Name
source: Infinity Dodger Blue
it: Infinity Dodger Blu

# Color Name
source: Infinity Firebrick
it: Mattone da ardere Infinity

# Color Name
source: Infinity Gold
it: Oro infinito

# Color Name
source: Infinity Goldenrod
it: Verga d'oro dell'infinito

# Color Name
source: Infinity Green
it: Verde infinito

# Color Name
source: Infinity Honeydew
it: Melata dell'Infinito

# Color Name
source: Infinity Hot Pink
it: Infinity rosa caldo

# Color Name
source: Infinity Indian Red
it: Infinity Rosso Indiano

# Color Name
source: Infinity Ivory
it: Avorio infinito

# Color Name
source: Infinity Lemon Chiffon
it: Chiffon al limone infinito

# Color Name
source: Infinity Light Blue
it: Infinity Azzurro

# Color Name
source: Infinity Light Cyan
it: Infinity Ciano chiaro

# Color Name
source: Infinity Light Goldenrod
it: Infinity Luce Verga d'oro

# Color Name
source: Infinity Light Pink
it: Infinity rosa chiaro

# Color Name
source: Infinity Light Salmon
it: Salmone Infinity Light

# Color Name
source: Infinity Light Sky Blue
it: Infinity azzurro cielo

# Color Name
source: Infinity Light Steel Blue
it: Infinity Blu acciaio chiaro

# Color Name
source: Infinity Light Yellow
it: Infinity Giallo chiaro

# Color Name
source: Infinity Medium Orchid
it: Orchidea media Infinity

# Color Name
source: Infinity Medium Purple
it: Infinity viola medio

# Color Name
source: Infinity Misty Rose
it: Rosa nebbiosa infinita

# Color Name
source: Infinity Navajo White
it: Infinity Navajo Bianco
