Repository: GLWine/Avorion-ITA
Catalog: Avorion/data/localization/*.po
Languages: it

source: They were getting closer and closer to our home sectors, so together with our allies, we decided that it was time to fall back and work out a new strategy.
it: Si stavano avvicinando sempre di più ai nostri settori interni, così, insieme ai nostri alleati, abbiamo deciso che era giunto il momento di ripiegare e di elaborare una nuova strategia.

source: We realized that the Xsotan were expanding their territory from the center of the galaxy, so we thought the best move would be to journey to the edge of the galaxy.
it: Ci siamo resi conto che gli Xsotan stavano espandendo il loro territorio dal centro della galassia, quindi abbiamo pensato che la mossa migliore sarebbe stata quella di viaggiare verso il bordo della galassia.

source: We hoped that this might give us enough time to find a strategy to beat them.
it: Speravamo che questo ci avrebbe dato abbastanza tempo per trovare una strategia per batterli.

source: Half the galaxy had agreed to join us, and we proceeded with the preparations.
it: Mezza galassia aveva accettato di unirsi a noi e procedemmo con i preparativi.

source: Then they hit us. We didn't know if they knew what we were planning or if it was just a coincidence, but subspace rifts started to appear.
it: Poi ci hanno colpito. Non sapevamo se sapessero cosa stavamo progettando o se fosse solo una coincidenza, ma cominciarono ad apparire fratture subspaziali.

source: They tore the galaxy to shreds. Billions of lives were lost. Entire sectors just disappeared. It was a slaughter. And the worst part? We never even saw a single Xsotan ship.
it: Hanno fatto a pezzi la galassia. Miliardi di vite sono andate perdute. Interi settori scomparvero. Fu un massacro. E la cosa peggiore? Non abbiamo mai visto una sola nave Xsotan.

source: The alliance was weakened, and there were thousands of factions arising out of the chaos.
it: L'alleanza si indebolì e dal caos nacquero migliaia di fazioni.

source: But we had come too far and invested too many resources, so we had to go through with Operation Exodus. But it was too disorganized.
it: Ma eravamo arrivati troppo lontano e avevamo investito troppe risorse, quindi dovevamo andare avanti con l'Operazione Exodus. Ma era troppo disorganizzata.

source: Nothing went according to plan. Most members of the alliance weren't even agreeing on where we should go.
it: Nulla è andato secondo i piani. La maggior parte dei membri dell'alleanza non era nemmeno d'accordo su dove andare.

source: Finally we decided that we could not wait any longer. We took off and left behind beacons that would lead the members of the Operation Exodus to this place.
it: Alla fine abbiamo deciso che non potevamo più aspettare. Siamo partiti e abbiamo lasciato dei fari che avrebbero condotto i membri dell'Operazione Exodus in questo luogo.

source: A few hundred years back, an alien species appeared in the center of the galaxy. The Xsotan.
it: Qualche centinaio di anni fa, una specie aliena è apparsa al centro della galassia. Gli Xsotan.

source: We knew aliens. Since the great rise of technology 600 years back, everybody knew how to build and use space ships. This is how we all colonized space in the first place.
it: Conoscevamo gli alieni. Da quando la tecnologia è cresciuta 600 anni fa, tutti sapevano come costruire e usare le navi spaziali. È così che abbiamo colonizzato lo spazio.

source: But the Xsotan were different. Cold. Careless.
it: Ma gli Xsotan erano diversi. Freddi. Noncuranti.

source: They didn't care for anybody, they didn't even answer our attempts to communicate. They just appeared and it seemed like they didn't care about anything at all.
it: Non si sono preoccupati di nessuno, non hanno nemmeno risposto ai nostri tentativi di comunicare. Apparivano e basta e sembrava che non gli importasse nulla.

source: Then they started... harvesting.
it: Poi hanno iniziato... a raccogliere.

source: They ate away everything. Asteroids. Ships. Some say they even consume entire planets.
it: Hanno mangiato tutto. Asteroidi. Navi. Alcuni dicono che consumano anche interi pianeti.

source: After a great battle we realized that we didn't stand a chance. They were not unbeatable - we did manage to win several battles.
it: Dopo una grande battaglia ci siamo resi conto che non avevamo alcuna possibilità. Non erano imbattibili: siamo riusciti a vincere diverse battaglie.

source: But they just kept pouring out of the center, more and more of them. In the end it didn't matter. They would just overrun us as they had way more resources.
it: Ma continuavano a uscire dal centro, sempre più numerosi. Alla fine non importava. Ci avrebbero sopraffatto perché avevano molte più risorse.

source: The only thing that was left for us to do was to flee. So we started Operation Exodus.
it: L'unica cosa che ci restava da fare era fuggire. Così abbiamo iniziato l'Operazione Esodo.

source: What? Hello? Who is this?
it: Cosa? Pronto? Chi parla?

source: Are you from Operation Exodus?
it: Siete dell'Operazione Exodus?

source: Operation Exodus..?
it: Operazione Exodus...?

source: Yes... yes...
it: Sì... sì...

source: Well... and no.
it: Beh... e no.

source: We never took part in Operation Exodus ourselves. It was our ancestors who did it.
it: Non abbiamo mai preso parte all'operazione Exodus. Sono stati i nostri antenati a farlo.

source: Your ancestors?
it: I tuoi antenati?

source: Yes. The Exodus took place more than a hundred years ago.
it: Sì, l'Esodo è avvenuto più di cento anni fa.

source: We? Who are you?
it: Noi? Chi siete voi?

source: I don't have time for this.
it: Non ho tempo per questo.

source: Maybe you should leave then.
it: Forse allora dovresti andartene.

source: [Static Noise]
it: [Rumore statico]

source: ... is this thing working?
it: ... funziona questa cosa?

source: Enter Code
it: Inserire il codice

source: Clear
it: Libero

source: Access Denied. System temporarily locked.
it: Accesso negato. Sistema temporaneamente bloccato.

source: Investigate
it: Indagine

source: We won't make it to the next rendezvous point in time. Our hyperdrive has severe damage.
it: Non arriveremo in tempo al prossimo punto di incontro. L'iperguida è gravemente danneggiata.

source: We fought them off for now, but I'm sure there's going to be more soon. I've instructed my men to work as fast as they can.
it: Per ora li abbiamo respinti, ma sono sicuro che presto ne arriveranno altri. Ho dato istruzioni ai miei uomini di lavorare il più velocemente possibile.

source: I'm sure this might not even have been necessary. They all know the gravity of the situation we're in.
it: Sono sicuro che non sarebbe stato necessario. Tutti loro conoscono la gravità della situazione in cui ci troviamo.

source: Listen
it: Elenchi

source: Leave it alone
it: Lascia stare

source: The wreckage is sending some kind of broadcast that looks like an entry from the captain's logs.
it: Il relitto sta inviando una specie di trasmissione che sembra una voce del diario di bordo del capitano.

source: The Hermit
it: L'Eremita

source: HISTORY OF THE GALAXY Chapter 1 The colonization of the galaxy began 600 years ago.
it: STORIA DELLA GALASSIA Capitolo 1 La colonizzazione della galassia è iniziata 600 anni fa.

source: The alliances had committed centuries of research to the technologies that allowed settlement in space.
it: Le alleanze avevano impegnato secoli di ricerca nelle tecnologie che consentivano l'insediamento nello spazio.

source: Those that had not managed to acquire the necessary knowledge received help from other factions.
it: Chi non era riuscito ad acquisire le conoscenze necessarie riceveva aiuto da altre fazioni.

source: Peace and prosperity reigned all throughout the galaxy.
it: La pace e la prosperità regnavano in tutta la galassia.

source: The alliances aided each other in battling epidemics, natural catastrophes and inner conflicts.
it: Le alleanze si aiutavano a vicenda per combattere epidemie, catastrofi naturali e conflitti interni.

source: But ever so slowly it became apparent that this peaceful galaxy was not meant to last...
it: Ma sempre più lentamente ci si rese conto che questa galassia pacifica non era destinata a durare...

source: HISTORY OF THE GALAXY Chapter 2 The arrival of the Xsotan
it: STORIA DELLA GALASSIA Capitolo 2 L'arrivo degli Xsotan

source: About three centuries ago, the first Xsotan ships were sighted in our peaceful galaxy.
it: Circa tre secoli fa, le prime navi Xsotan furono avvistate nella nostra pacifica galassia.

source: At that time, all factions had come together to found the United Alliances (UA) and life was good.
it: A quel tempo, tutte le fazioni si erano riunite per fondare le Alleanze Unite (UA) e la vita era bella.

source: There were only few that dared to act against the common laws, and everybody worked together to subdue those individuals.
it: Erano pochi quelli che osavano agire contro le leggi comuni, e tutti lavoravano insieme per sottomettere quegli individui.

source: But all of that changed when the Xsotan arrived.
it: Ma tutto questo è cambiato con l'arrivo degli Xsotan.

source: At first, the UA were willing to treat the newcomers with the same respect and friendliness they offered all life forms in the galaxy.
it: All'inizio, gli UA erano disposti a trattare i nuovi arrivati con lo stesso rispetto e la stessa cordialità che offrivano a tutte le forme di vita della galassia.

source: They attempted to contact them, to invite them to assemblies and conferences.
it: Hanno cercato di contattarli, di invitarli ad assemblee e conferenze.

source: But no matter which means of communication was tried, an answer was never received. More and more Xsotan ships arrived, and then it began.
it: Ma qualunque mezzo di comunicazione si tentasse, non si riceveva mai una risposta. Arrivarono sempre più navi Xsotan e poi cominciò tutto.

source: The Xsotan attacked, destroyed and plundered anything that came close to their crafts. Ships, stations, asteroids, nothing was safe from them.
it: Gli Xsotan attaccavano, distruggevano e saccheggiavano tutto ciò che si avvicinava alle loro imbarcazioni. Navi, stazioni, asteroidi, nulla era al sicuro da loro.

source: Rumors started to spread that they annihilated entire planets and even suns! The UA were shocked and helpless.
it: Cominciarono a diffondersi voci che dicevano di aver annientato interi pianeti e persino dei soli! Gli EAU erano scioccati e impotenti.

source: But then they decided that they had to defend their galaxy. They began researching new war technologies and they were ready to stand their ground.
it: Ma poi decisero che dovevano difendere la loro galassia. Iniziarono a ricercare nuove tecnologie belliche e furono pronti a difendere il loro territorio.

source: HISTORY OF THE GALAXY Chapter 3 The Great War
it: STORIA DELLA GALASSIA Capitolo 3 La Grande Guerra

source: The Great War between the United Alliances (UA) and the Xsotan was the most brutal in history.
it: La Grande Guerra tra le Alleanze Unite (UA) e gli Xsotan è stata la più brutale della storia.

source: For seven decades the two parties fought 38 battles and uncountable skirmishes for power and territory.
it: Per sette decenni i due partiti hanno combattuto 38 battaglie e innumerevoli scaramucce per il potere e il territorio.

source: Neither had any technological advantages or larger numbers to allow them to get the upper hand.
it: Nessuno dei due aveva vantaggi tecnologici o numeri maggiori che consentissero loro di avere la meglio.

source: But it was only the 39th battle that the UA lost for good.
it: Ma fu solo la 39a battaglia che gli UA persero definitivamente.

source: Even though their numbers were reduced and their soldiers weak, they entered the battle with hopeful fervor.
it: Anche se i loro numeri erano ridotti e i loro soldati deboli, entrarono in battaglia con un fervore speranzoso.

source: They were led by the Haatii, the most powerful faction of that time with the most battle experience.
it: Erano guidati dagli Haatii, la fazione più potente dell'epoca con la maggiore esperienza in battaglia.

source: They fought fiercely and while they didn't manage to break the Xsotan lines, they still forced the enemy to give up one sector after the other.
it: Combatterono ferocemente e, pur non riuscendo a rompere le linee Xsotan, costrinsero il nemico a cedere un settore dopo l'altro.

source: All of a sudden, the Xsotan army decided to pull back.
it: All'improvviso, l'esercito Xsotan decise di ritirarsi.

source: Drunk with happiness over their presumed victory,
it: Ubriachi di felicità per la loro presunta vittoria,

source: the army of the UA did not chase the Xsotan but remained where they were to care for their wounded and burn their dead.
it: l'esercito degli UA non inseguì gli Xsotan ma rimase dove si trovavano per curare i loro feriti e bruciare i loro morti.

source: This was their undoing.
it: Questa è stata la loro rovina.

source: HISTORY OF THE GALAXY Chapter 4 The Event
it: STORIA DELLA GALASSIA Capitolo 4 L'evento

source: At the end of the Great War, the United Alliances (UA) had mounted one last battle against the Xsotan.
it: Alla fine della Grande Guerra, le Alleanze Unite (UA) avevano organizzato un'ultima battaglia contro gli Xsotan.

source: This battle ended with the Xsotan fleeing.
it: La battaglia si concluse con la fuga degli Xsotan.

source: The UA warriors believed they had defeated the Xsotan for good and celebrated.
it: I guerrieri UA credettero di aver sconfitto definitivamente gli Xsotan e festeggiarono.

source: But it did not take long for them to realize that this had been a fatal error. The Xsotan had one more ace up their sleeve.
it: Ma non ci volle molto per capire che si era trattato di un errore fatale. Gli Xsotan avevano un altro asso nella manica.

source: They had invented a method to cause rifts in the space-time-continuum which could destroy entire sectors.
it: Avevano inventato un metodo per provocare fratture nel continuum spazio-temporale che potevano distruggere interi settori.

source: Suddenly, the galaxy as it was known before ceased to exist.
it: Improvvisamente, la galassia come era conosciuta prima cessò di esistere.

source: Instead, the entire center of the galaxy was separated from the outer sectors by a huge, impassable Barrier.
it: Invece, l'intero centro della galassia era separato dai settori esterni da un'enorme barriera invalicabile.

source: This not only caused huge confusion among the UA, it also annihilated their army.
it: Questo non solo causò un'enorme confusione tra gli UA, ma annientò anche il loro esercito.

source: In chasing the Xsotan, a large part of the army had been in exactly those sectors that the rift was created in.
it: Nel dare la caccia agli Xsotan, gran parte dell'esercito si trovava proprio in quei settori in cui si era creata la spaccatura.

source: To this day nobody knows the fate that befell those unlucky enough to have been caught there.
it: Ancora oggi nessuno conosce la sorte che toccò a coloro che furono abbastanza sfortunati da essere catturati lì.

source: HISTORY OF THE GALAXY Chapter 5 Operation Exodus
it: STORIA DELLA GALASSIA Capitolo 5 Operazione Esodo

source: After the Great War was lost, most of the remaining inhabitants of the galaxy moved to the outer sectors where the chances of Xsotan attacks were considered to be lower.
it: Dopo la perdita della Grande Guerra, la maggior parte dei restanti abitanti della galassia si trasferì nei settori esterni, dove le probabilità di attacchi Xsotan erano considerate minori.

source: The United Alliances (UA) were hesitant to leave such a large part of their fleet behind on the other side of the Barrier, but they could not see any way to save them at that moment.
it: Le Alleanze Unite (UA) esitavano a lasciare una parte così grande della loro flotta dall'altra parte della Barriera, ma non vedevano alcun modo per salvarla in quel momento.

source: On their trek to the outer sectors, they left behind encrypted messages in case the survivors from beyond the rift would manage to escape and try to find them in their hiding places.
it: Durante il viaggio verso i settori esterni, hanno lasciato messaggi criptati nel caso in cui i sopravvissuti al di là della spaccatura riuscissero a fuggire e cercassero di trovarli nei loro nascondigli.

source: But nobody ever returned from the other side of the Barrier.
it: Ma nessuno è mai tornato dall'altro lato della Barriera.

source: HISTORY OF THE GALAXY Chapter 6 The Barrier
it: STORIA DELLA GALASSIA Capitolo 6 La barriera

source: There are no reports that anyone has managed to enter any of the sectors inside the Barrier since the Event, although countless have tried.
it: Non risulta che qualcuno sia riuscito a entrare in uno dei settori all'interno della Barriera dopo l'Evento, anche se i tentativi sono stati innumerevoli.

source: In the beginning, when there was still hope that the ships cut off from the outer sectors might be saved, many tried to research a way to cross the rift.
it: All'inizio, quando c'era ancora la speranza che le navi tagliate fuori dai settori esterni potessero salvarsi, molti cercarono di trovare un modo per attraversare la spaccatura.

source: But all of them gave up sooner or later. Nowadays, only odd adventurers in search of Xsotan riches attempt to find a way into the center.
it: Ma tutti si sono arresi prima o poi. Al giorno d'oggi, solo strani avventurieri in cerca di ricchezze Xsotan tentano di trovare una via d'accesso al centro.

source: The only ones who can freely cross the Barrier are the Xsotan themselves.
it: Gli unici che possono attraversare liberamente la Barriera sono gli Xsotan stessi.

source: Even though they rule the entire center of the galaxy, there are still countless Xsotan in the outer sectors, attacking innocent ships and stations and causing everybody to live in constant fear.
it: Anche se governano l'intero centro della galassia, ci sono ancora innumerevoli Xsotan nei settori esterni, che attaccano navi e stazioni innocenti e fanno vivere tutti nella paura costante.

source: HISTORY OF THE GALAXY Chapter 7 The Future
it: STORIA DELLA GALASSIA Capitolo 7 Il futuro

source: For a long time the United Alliances (UA) discussed what to do after the Xsotan had created the Barrier around the center of the galaxy.
it: Per molto tempo le Alleanze Unite (UA) hanno discusso su cosa fare dopo che gli Xsotan avevano creato la Barriera intorno al centro della galassia.

source: Some factions wanted to take cover and hide inside protected stations.
it: Alcune fazioni volevano ripararsi e nascondersi all'interno di stazioni protette.

source: Others wanted to spend all their time and energy on researching how to remove the Barrier and defeat the Xsotan once and for all.
it: Altri volevano dedicare tutto il loro tempo e le loro energie alla ricerca di come rimuovere la Barriera e sconfiggere gli Xsotan una volta per tutte.

source: Many simply wanted to go on living their lives at the far reaches of the galaxy. Soon it became clear that no consensus would be reached.
it: Molti volevano semplicemente continuare a vivere la loro vita ai confini della galassia. Ben presto fu chiaro che non si sarebbe raggiunto un consenso.

source: The UA disbanded, some factions left the galaxy never to be heard from again.
it: L'UA si sciolse, alcune fazioni lasciarono la galassia per non farsi più sentire.

source: Others, like the Haatii, built up their defenses and remained in the outer sectors, never losing hope that one day they would be able to expel the Xsotan from the galaxy.
it: Altri, come gli Haatii, costruirono le loro difese e rimasero nei settori esterni, senza mai perdere la speranza di poter un giorno espellere gli Xsotan dalla galassia.

source: Hey! What do you want here? I am preparing and you're interrupting! Get lost!
it: Ehi! Cosa vuoi qui? Io mi sto preparando e tu mi interrompi! Sparisci!

source: What are you preparing for?
it: A cosa vi state preparando?

source: Watch your tone, or I'll do more than interrupt!
it: Modera i toni, o farò più che interrompere!

source: I prepare for a huge fight. Hey, while you're here, I could use you for target practice. Ready or not, here we go!
it: Mi preparo per una grande battaglia. Ehi, già che sei qui, potresti servirmi per esercitarti al tiro al bersaglio. Pronti o no, si parte!

source: All right. Then I'll take care of you first!
it: Va bene. Allora mi occuperò prima di te!

source: Hello! I'm surprised to see you venture this close to the center of the galaxy already.
it: Ciao! Sono sorpreso di vederti già così vicino al centro della galassia.

source: Your ship is actually pretty small for this region. You'll attract pirates and other scoundrels since you're an easy target for them. You should turn back and build a bigger ship before venturing on.
it: La vostra nave è in effetti piuttosto piccola per questa regione. Attirerete pirati e altri furfanti perché siete un bersaglio facile per loro. Dovreste tornare indietro e costruire una nave più grande prima di avventurarvi.

source: Thank you for the warning.
it: Grazie per l'avvertimento.

source: Research Status: distributed research log available. Please interact for log access.
it: Stato della ricerca: è disponibile un registro di ricerca distribuito. Interagire per accedere al registro.

source: Research Status: new lightning weapons still show no effect at all against stone blocks.
it: Stato della ricerca: le nuove armi da fulmine non hanno ancora alcun effetto contro i blocchi di pietra.

source: Research Status: even thin stone platings can make a ship completely immune to our superior lightning weaponry.
it: Stato della ricerca: anche le sottili placcature di pietra possono rendere una nave completamente immune alle nostre armi fulminee superiori.

source: Research Status: our new lightning weapons still have no effect on stone. Luckily, nobody builds their ships out of stone.
it: Stato della ricerca: le nostre nuove armi a fulmine non hanno ancora effetto sulla pietra. Per fortuna, nessuno costruisce le proprie navi in pietra.

source: Energy & Lightning overload research simulations running. Check logs for further information on research.
it: Simulazioni di ricerca sul sovraccarico di energia e fulmini in corso. Controllare i registri per ulteriori informazioni sulla ricerca.

source: Log Entry A2Tg4xaS
it: Registrazione A2Tg4xaS

source: Log Entry BKjgy85n
it: Registrazione BKjgy85n

source: Log Entry CAPne8xy
it: Registrazione del registro CAPne8xy

source: Log Entry DP710sma
it: Registrazione registro DP710sma

source: Distributed M.A.D. Log, Entry #A2Tg4xaS Simulation #59123. Massive power improvements over the last simulations. Still no reliable way to penetrate stone. Maybe shifting the phase could get us a little closer?
it: Registro dei M.A.D. distribuiti, voce #A2Tg4xaS Simulazione #59123. Massicci miglioramenti di potenza rispetto alle ultime simulazioni. Ancora nessun modo affidabile per penetrare la pietra. Forse spostando la fase potremmo avvicinarci un po' di più?

source: Distributed M.A.D. Log, Entry #BKjgy85n Simulation #32. First test runs on overloaded lightning guns are looking very promising. With these new modified lightning guns we'll be able to reach unimaginable amounts of power. A few issues remain, the biggest being that we haven't found a way to penetrate non-conductors such as stone yet.
it: Diario della M.A.D. distribuita, voce #BKjgy85n Simulazione #32. I primi test sui cannoni fulminanti sovraccarichi sembrano molto promettenti. Con queste nuove pistole fulminanti modificate saremo in grado di raggiungere quantità di potenza inimmaginabili. Rimangono alcuni problemi, il più grande dei quali è che non abbiamo ancora trovato un modo per penetrare i non conduttori come la pietra.
