Repository: GLWine/Avorion-ITA
Catalog: Avorion/data/localization/*.po
Languages: it

source: The population on this station buys and consumes a range of common day-to-day goods. These goods can be picked up for free by the owner of the station. Attracts NPC traders.
it: La popolazione di questa stazione acquista e consuma una serie di beni comuni quotidiani. Questi beni possono essere ritirati gratuitamente dal proprietario della stazione. Attira i commercianti PNG.

source: Buys and sells subsystems, turrets and fighters. The owner of the equipment dock gets 20% of the money of every transaction, as well as cheaper prices.
it: Compra e vende sottosistemi, torrette e caccia. Il proprietario del molo dell'equipaggiamento ottiene il 20% del denaro di ogni transazione, oltre a prezzi più bassi.

source: The population on this station buys and consumes a range of technological goods. These goods can be picked up for free by the owner of the station. Attracts NPC traders.
it: La popolazione di questa stazione acquista e consuma una serie di beni tecnologici. Questi beni possono essere ritirati gratuitamente dal proprietario della stazione. Attira i commercianti PNG.

source: Produces custom fighters. The owner of the factory gets 20% of the money of every transaction, as well as cheaper prices.
it: Produce combattenti personalizzati. Il proprietario della fabbrica ottiene il 20% del denaro di ogni transazione, oltre a prezzi più bassi.

source: Can be used as headquarters for an alliance. [Not yet implemented.]
it: Può essere utilizzato come quartier generale di un'alleanza. [Non ancora implementato.]

source: Research Station
it: Stazione di ricerca

source: Subsystems and turrets can be researched here to get better subsystems and turrets.
it: I sottosistemi e le torrette possono essere ricercati qui per ottenere sottosistemi e torrette migliori.

source: The population of this station buys and consumes a range of science goods. These goods can be picked up for free by the owner of the station. Attracts NPC traders.
it: La popolazione di questa stazione acquista e consuma una serie di beni scientifici. Questi beni possono essere ritirati gratuitamente dal proprietario della stazione. Attira i commercianti PNG.

source: Travel Hub
it: Hub di viaggio

source: Provides boosts for traveling.
it: Fornisce una spinta per i viaggi.

source: Sells and buys resources such as Iron or Titanium and the like. The owner gets 20% of every transaction, as well as cheaper prices.
it: Vende e acquista risorse come ferro, titanio e simili. Il proprietario ottiene il 20% di ogni transazione e prezzi più bassi.

source: Sells and buys stolen and other illegal goods. The owner gets 20% of every transaction, as well as cheaper prices.
it: Vende e acquista beni rubati e altri beni illegali. Il proprietario ottiene il 20% di ogni transazione e prezzi più bassi.

source: Sells and buys a random range of goods. The owner gets 20% of every transaction, as well as cheaper prices. Attracts NPC traders.
it: Vende e acquista una serie casuale di merci. Il proprietario ottiene il 20% di ogni transazione e prezzi più bassi. Attira i commercianti PNG.

source: Produces customized turrets and sells turret parts for high prices. The owner gets 20% of every transaction, as well as cheaper prices.
it: Produce torrette personalizzate e vende parti di torrette a prezzi elevati. Il proprietario ottiene il 20% di ogni transazione e prezzi più bassi.

source: Provides combat missions to players.
it: Fornisce missioni di combattimento ai giocatori.

source: The population on this station buys and consumes a range of military goods. These goods can be picked up for free by the owner of the station. Attracts NPC traders.
it: La popolazione di questa stazione acquista e consuma una serie di beni militari. Questi beni possono essere ritirati gratuitamente dal proprietario della stazione. Attira i commercianti NPC.

source: Builds ships. The owner gets the production fee paid by other players. Production fee is free for the owner of the shipyard.
it: Costruisce navi. Il proprietario riceve la tassa di produzione pagata dagli altri giocatori. Il costo di produzione è gratuito per il proprietario del cantiere navale.

source: Repair Dock
it: Darsena di riparazione

source: Repairs ships. The owner gets 20% of every transaction, as well as cheaper prices.
it: Riparazione di navi. Il proprietario ottiene il 20% di ogni transazione e prezzi più bassi.

source: Found Station
it: Stazione trovata

source: %s Station Designer
it: %s Progettista della stazione

source: Redesign by %s
it: Riprogettazione da parte di %s

source: Produces:
it: Produce:

source: You can't found a station this close to another station.
it: Non è possibile trovare una stazione così vicina a un'altra stazione.

source: You're about to transform your ship into a ${factory}.
it: State per trasformare la vostra nave in una ${fabbrica}.

source: Your ship will become immobile and, if required, will receive production extensions.
it: La nave diventerà immobile e, se necessario, riceverà un'estensione della produzione.

source: You're about to transform your ship into a ${stationName}.
it: Stai per trasformare la tua nave in una ${nomeStazione}.

source: Paid %1% Credits to found a factory.
it: Ha pagato il %1% di crediti per fondare una fabbrica.

source: The station you chose doesn't exist.
it: La stazione scelta non esiste.

source: Paid %2% Credits to found a %1%.
it: Ha pagato il %2% di crediti per trovare il %1%.

source: Transform Costs
it: Trasformare i costi

source: Redesign Costs
it: Costi di riprogettazione

source: Hello! It's a pleasure to meet you again. Sorry again for your ship, I am still working on your compensation. As I can see you are operating on your own instead of working for a big faction. We should work together and show them that they're not as great as they think. Will you help me?
it: Ciao! È un piacere incontrarla di nuovo. Mi dispiace ancora per la sua nave, sto ancora lavorando al suo risarcimento. Come vedo, stai operando per conto tuo invece di lavorare per una grande fazione. Dovremmo lavorare insieme e mostrare loro che non sono così grandi come pensano. Mi aiuterai?

source: You seem like someone who just gets back up whenever they are beaten down. I was looking for someone like you, actually.
it: Sembri una persona che si rialza ogni volta che viene sconfitta. In realtà stavo cercando qualcuno come te.

source: What for?
it: Perché?

source: I’m on a research mission. I want to find out where the Xsotan are coming from. What do you know about the Xsotan?
it: Sono in missione di ricerca. Voglio scoprire da dove vengono gli Xsotan. Cosa sai degli Xsotan?

source: Not much.
it: Non molto.

source: Well, you probably know that they are the scourge of the galaxy, an alien race that is attacking innocent ships and stations?
it: Probabilmente sapete che sono il flagello della galassia, una razza aliena che attacca navi e stazioni innocenti?

source: Sure...
it: Certo...

source: I’m trying to find out where they come from and if there is any way to stop them. Once you’ve built yourself a good ship, would you like to help me?
it: Sto cercando di scoprire da dove provengono e se c'è un modo per fermarli. Quando avrai costruito una buona nave, vorrai aiutarmi?

source: Great! You know what? I can tell you're a brand new captain. Here ...
it: Grande! Sapete una cosa? Si vede che sei un capitano nuovo di zecca. Ecco...

source: Have this! It's a subsystem for your ship. It allows your scanners to scan for mass in distant sectors. It basically finds hidden sectors for you! They'll show up as yellow blips on the Galaxy Map. Maybe you'll find something good! Just be careful, there are pirates everywhere in those off-grid sectors. We’ll see each other once you made it further towards the center!
it: Prendete questo! È un sottosistema per la vostra nave. Permette ai vostri scanner di scansionare la massa in settori lontani. In pratica, trova i settori nascosti per voi! Appariranno come blip gialli sulla Mappa della Galassia. Forse troverete qualcosa di buono! Ma fai attenzione, ci sono pirati ovunque in quei settori non collegati. Ci vedremo una volta che avrai raggiunto il centro!

source: Greet
it: Saluto

source: The AI
it: L'intelligenza artificiale

source: Hail
it: Grandine

source: [There seems to be no reaction.]
it: [Non sembra esserci alcuna reazione].

source: Non-Xsotan detected. Commencing attack.
it: Rilevati non Xsotan. Inizio attacco.

source: Routing power from shields to weapons.
it: Incanalare l'energia dagli scudi alle armi.

source: Xsotan detected. Commencing attack.
it: Rilevato Xsotan. Inizio attacco.

source: Scanner Beacon
it: Faro a scansione

source: Scanning...
it: Scansione...

source: Success. Calling the collector.
it: Successo. Chiamata al collettore.

source: Please be patient. Extraction will begin soon.
it: Si prega di essere pazienti. L'estrazione inizierà presto.

source: Negative. No artifacts on board.
it: Negativo. Nessun artefatto a bordo.

source: You again? Just you wait. We'll regroup and get your artifact soon enough.
it: Ancora tu? Aspetta e basta. Ci riorganizzeremo e prenderemo il tuo artefatto molto presto.

source: The Big Brother
it: Il Grande Fratello

source: Read log fragment
it: Leggere il frammento di registro

source: We will make a fortune with this artifact.
it: Faremo una fortuna con questo manufatto.

source: Once the brotherhood gets the artifact, they will pay us very well.
it: Una volta che la Fratellanza avrà ottenuto il manufatto, ci pagherà molto bene.

source: They attacked us instead of paying us!
it: Ci hanno attaccato invece di pagarci!

source: But we brought them the artifact....
it: Ma abbiamo portato loro il manufatto....

source: STOP! We brought you the artifact. Pay us as promised!
it: FERMO! Vi abbiamo portato il manufatto. Pagateci come promesso!

source: The Brotherhood is dangerous...
it: La Fratellanza è pericolosa...

source: You're not close enough to search the object.
it: Non siete abbastanza vicini per cercare l'oggetto.

source: Search for Information
it: Ricerca di informazioni

source: Captain's Log - Reconnaissance Ship 1331 Day 236
it: Diario del Capitano - Nave da ricognizione 1331 Giorno 236

source: The forgotten Sectors near the Barrier seem similar to the outer sectors at first glance, but actually they are very different.
it: I Settori dimenticati vicino alla Barriera sembrano a prima vista simili ai settori esterni, ma in realtà sono molto diversi.

source: There are huge numbers of Xsotan warships everywhere that seem to be following us.
it: Ci sono un gran numero di navi da guerra Xsotan ovunque che sembrano seguirci.

source: They do not attack us (yet), but they never let us out of their sight and circle around us.
it: Non ci attaccano (ancora), ma non ci perdono di vista e ci girano intorno.

source: All attempts to contact them have been futile, no matter what means of communication we have tried.
it: Tutti i tentativi di contattarli sono stati inutili, indipendentemente dai mezzi di comunicazione utilizzati.

source: I worry that the crew won't be able to take the constant pressure anymore.
it: Temo che l'equipaggio non sia più in grado di sopportare la pressione costante.

source: Captain's Log - Reconnaissance Ship 1331 Day 238
it: Diario del Capitano - Nave da ricognizione 1331 Giorno 238

source: It has happened. One of our ships has fired at one of the Xsotan crafts.
it: È successo. Una delle nostre navi ha sparato contro una delle imbarcazioni Xsotan.

source: This has started a battle. We are fighting with all our might, but the Xsotan have called for reinforcements and we are hopelessly outnumbered.
it: È iniziata una battaglia. Stiamo combattendo con tutte le nostre forze, ma gli Xsotan hanno chiamato i rinforzi e siamo irrimediabilmente in minoranza.

source: I can't count all the systems that have failed and our air tanks were hit.
it: Non riesco a contare tutti i sistemi che si sono guastati e i nostri serbatoi d'aria sono stati colpiti.

source: We have to evacuate and hope that at least a few can survive in the escape capsules.
it: Dobbiamo evacuare e sperare che almeno qualcuno riesca a sopravvivere nelle capsule di salvataggio.

source: I have to leave now. I don't know if any of us will survive... Captain over and out... CHRRR...
it: Devo andarmene adesso. Non so se qualcuno di noi sopravviverà... Capitano, passo e chiudo... CHRRR...

source: Captain's Log - Research Mission 6374 Day 365
it: Diario del capitano - Missione di ricerca 6374 Giorno 365

source: It has been three days since we started fighting the parasite we picked up on planet OF863.
it: Sono passati tre giorni da quando abbiamo iniziato a combattere il parassita che abbiamo raccolto sul pianeta OF863.

source: The entire crew is cursing the scientist that made us start this horrible mission.
it: L'intero equipaggio maledice lo scienziato che ci ha fatto iniziare questa orribile missione.

source: He claimed it was absolutely important that we take this strange piece of metal on board.
it: Ha affermato che era assolutamente importante prendere a bordo questo strano pezzo di metallo.

source: But it was already infected and now the parasite is corroding every mineral we have on our ship. There is nothing we can do to stop it!
it: Ma era già infetto e ora il parassita sta corrodendo ogni minerale presente sulla nostra nave. Non possiamo fare nulla per fermarlo!

source: Captain's Log - Research Mission 6374 Day 368
it: Diario del capitano - Missione di ricerca 6374 Giorno 368

source: The parasite has now reached every part of our ship.
it: Il parassita ha ormai raggiunto ogni parte della nostra nave.

source: There is no hope of rescue. Nobody has answered our desperate transmissions.
it: Non c'è speranza di soccorso. Nessuno ha risposto alle nostre disperate trasmissioni.

source: The crew is slowly going crazy, we have no more food, no more room to stay... we won't be able to hold on much longer... there is only one option left...
it: L'equipaggio sta lentamente impazzendo, non abbiamo più cibo, non abbiamo più spazio per stare... non potremo resistere ancora a lungo... resta solo un'opzione...

source: end of log. no more entries.
it: fine del registro. non ci sono altre voci.

source: Captain's Log - Research Expedition 8752 Day 593
it: Diario del capitano - Spedizione di ricerca 8752 Giorno 593

source: Yesterday's Xsotan attack caused more damage than we had initially assumed.
it: L'attacco di Xsotan di ieri ha causato più danni di quanto inizialmente ipotizzato.

source: We thought we had only lost a minor amount of water, but it turned out that we had also lost some of our generators.
it: Pensavamo di aver perso solo una piccola quantità d'acqua, ma si è scoperto che avevamo perso anche alcuni dei nostri generatori.

source: We were continuously losing energy and we didn't even know about it because the wires connecting the energy gauge were also hit.
it: Stavamo perdendo continuamente energia e non ce ne rendevamo conto perché anche i fili che collegavano l'indicatore di energia erano stati colpiti.

source: Not knowing how fatal that decision would prove to be, we jumped a few sectors away from where we were attacked.
it: Non sapendo quanto quella decisione si sarebbe rivelata fatale, siamo saltati a pochi settori di distanza dal luogo dell'attacco.

source: We didn't get very far. We may have managed to lose the Xsotan, but now we are stuck in the middle of nowhere.
it: Non siamo andati molto lontano. Forse siamo riusciti a perdere l'Xsotan, ma ora siamo bloccati nel bel mezzo del nulla.

source: We are continuously sending out distress calls, but nobody is answering. But we will not give up hope!
it: Inviamo continuamente richieste di soccorso, ma nessuno risponde. Ma non perderemo la speranza!

source: Captain's Log - Research Expedition 8752 Day 601
it: Diario del capitano - Spedizione di ricerca 8752 Giorno 601

source: We have tried to use the remaining energy wisely to get closer to anyone who might be able to hear our distress calls,
it: Abbiamo cercato di utilizzare saggiamente l'energia rimanente per avvicinarci a chiunque potesse essere in grado di ascoltare le nostre richieste di soccorso,

source: but we have failed. Now we are drifting through empty space and waiting for the day that we won't have any more food, water and oxygen.
it: ma abbiamo fallito. Ora stiamo andando alla deriva nello spazio vuoto e aspettiamo il giorno in cui non avremo più cibo, acqua e ossigeno.

source: It can't be long now. Several of our crew have asked to be put into a cryrogenic sleep, so they won't know when the end has come.
it: Non può mancare molto. Molti membri dell'equipaggio hanno chiesto di essere messi in sonno criogenico, in modo da non sapere quando la fine è arrivata.

source: Morale is very low. I secretly hope that there will be another Xsotan attack so all of this will end quickly.
it: Il morale è molto basso. Spero segretamente che ci sia un altro attacco di Xsotan, così tutto questo finirà in fretta.

source: My dearest Lucile,
it: Mia carissima Lucile,

source: The space cruise I have booked has proven to be incredibly relaxing.
it: La crociera spaziale che ho prenotato si è rivelata incredibilmente rilassante.

source: We are traveling through the sectors, seeing incredible sights and are enjoying amazing food.
it: Stiamo viaggiando attraverso i settori, vedendo luoghi incredibili e gustando cibo fantastico.

source: The best thing about this voyage, however, is not that we are entertained by extravagant shows or that we are staying in very comfortable rooms,
it: La cosa migliore di questo viaggio, tuttavia, non è che siamo intrattenuti da spettacoli stravaganti o che soggiorniamo in camere molto confortevoli,

source: but a young man named Jack. He is making my stay on the Cinatit the best time of my life!
it: ma un giovane uomo di nome Jack. Sta rendendo il mio soggiorno sulla Cinatit il periodo più bello della mia vita!

source: We are spending every waking minute together and he is the first man in my life that is making my heart beat faster.
it: Passiamo insieme ogni minuto di veglia e lui è il primo uomo della mia vita che mi fa battere il cuore.

source: Lucile! I am afraid! I don't know what to do! Right after a hyperspace jump, our ship has struck a huge asteroid.
it: Lucile! Ho paura! Non so cosa fare! Subito dopo un salto nell'iperspazio, la nostra nave ha colpito un enorme asteroide.

source: There is a giant hole in one part of the ship and they say it might break apart at any moment.
it: C'è un buco gigantesco in una parte della nave e si dice che potrebbe rompersi da un momento all'altro.

source: I am waiting to be evacuated, but there are rumors that there might not be enough escape capsules on board!
it: Sto aspettando di essere evacuato, ma si dice che non ci siano abbastanza capsule di salvataggio a bordo!

source: Nobody expected such a big ship like the Cinatit to have an accident. And the worst part is: I can't find Jack! I'm all alone!
it: Nessuno si aspettava che una nave così grande come la Cinatit potesse avere un incidente. E la cosa peggiore è che: Non riesco a trovare Jack! Sono completamente sola!

source: Captain's Log - Reconnaissance Expedition Nr.4172
it: Diario del capitano - Spedizione di ricognizione n. 4172

source: After a skirmish with a group of Xsotan ships, which we were able to win easily, we were able to enter a Xsotan craft for the first time.
it: Dopo una schermaglia con un gruppo di navi Xsotan, che abbiamo vinto facilmente, siamo riusciti a entrare per la prima volta in una nave Xsotan.

source: Our scientists have returned with surprising results. They believe that this ship was not meant to sustain life of any kind.
it: I nostri scienziati sono tornati con risultati sorprendenti. Ritengono che questa nave non sia stata concepita per ospitare alcun tipo di vita.

source: Indeed, they say that no form of life has ever been on this vessel. There were no carcasses, no water, no breathable gases even.
it: Si dice infatti che nessuna forma di vita sia mai stata presente su questa nave. Non c'erano carcasse, né acqua, né tantomeno gas respirabili.

source: There was, however, a collection of strange apparatuses connected with wires and hoses.
it: C'era però un insieme di strani apparecchi collegati con fili e tubi.

source: They were not only attached to each other but also to the ship itself.
it: Non erano solo legati l'uno all'altro, ma anche alla nave stessa.

source: We have taken everything apart and are now transporting it to our home sector to conduct further research.
it: Abbiamo smontato tutto e lo stiamo trasportando nel nostro settore domestico per condurre ulteriori ricerche.

source: Captain's Log - Research Mission Nr.032856
it: Diario del capitano - Missione di ricerca n. 032856

source: Yesterday, a small Xsotan reconnaissance ship crashed into the hangar of one of our destroyers.
it: Ieri, una piccola nave da ricognizione Xsotan si è schiantata nell'hangar di uno dei nostri cacciatorpediniere.

source: At first, everybody was freaking out and we were discussing just blowing it up right inside our craft.
it: All'inizio tutti stavano impazzendo e stavamo discutendo di farlo esplodere proprio all'interno della nostra imbarcazione.

source: But then it was decided that this was a unique opportunity to learn more about the Xsotan.
it: Ma poi si decise che questa era un'occasione unica per conoscere meglio gli Xsotan.

source: We cut open the hull of the ship and entered it.
it: Abbiamo aperto lo scafo della nave e vi siamo entrati.

source: It turned out to have been a large drone of some sort, since no life sustaining technologies could be found.
it: Si è scoperto che si trattava di un drone di grandi dimensioni, dal momento che non è stato possibile trovare tecnologie per il sostentamento della vita.

source: But what was more interesting was the material most of the craft was constructed of.
it: Ma ciò che era più interessante era il materiale con cui era costruita la maggior parte delle imbarcazioni.

source: It was very light and seems to be ideal for storing energy.
it: Era molto leggero e sembra essere ideale per immagazzinare energia.

source: Our scientists decided to call it AVORION.
it: I nostri scienziati hanno deciso di chiamarlo AVORION.

source: Since nobody has ever seen anything like it before, it is assumed that this material only exists inside the Barrier.
it: Poiché nessuno ha mai visto nulla di simile prima d'ora, si presume che questo materiale esista solo all'interno della Barriera.

source: Maybe it is even the key to crossing the rifts?
it: Forse è anche la chiave per attraversare le spaccature?

source: Captain's Log - Campaign 7345
it: Diario del Capitano - Campagna 7345

source: We have followed the ships to the regions close to the Barrier that only Xsotan ever go to.
it: Abbiamo seguito le navi fino alle regioni vicine alla Barriera, dove solo gli Xsotan si recano.

source: Revenge will be ours! Those aliens will be paying for what they did to us in yesterday's battle!
it: La vendetta sarà nostra! Quegli alieni pagheranno per quello che ci hanno fatto nella battaglia di ieri!

source: Nobody may dare attack our faction! Prepare for attack! ...
it: Nessuno può osare attaccare la nostra fazione! Prepararsi all'attacco! ...

source: What did I say? Those Xsotan have gotten what they deserved and more!
it: Che cosa ho detto? Quegli Xsotan hanno avuto quello che si meritavano e anche di più!

source: They will now think twice to even get near our faction.
it: Ora ci penseranno due volte ad avvicinarsi alla nostra fazione.
