Repository: GLWine/Avorion-ITA
Catalog: Avorion/data/localization/*.po
Languages: it

source: Hi there, Now that your ship has a hangar, you can try out the different ways to use it. To start things off, buy some Mining Fighters at an Equipment Dock. Greetings, %1%, the Adventurer
it: Ciao a tutti, Ora che la tua nave ha un hangar, puoi provare diversi modi per utilizzarlo. Per iniziare, acquistate dei caccia minerari presso un molo di equipaggiamento. Saluti, %1%, l'Avventuriero

# Mail Subject
source: Hangar / Fighter Instructions
it: Istruzioni per hangar e caccia

source: Hello friend, I've heard you were successful in mining some Trinium with your fighters. But fighters aren't only for mining - they can come in very handy in fights as well. You should buy some and destroy an enemy! Greetings, %1%, the Adventurer
it: Ciao amico, Ho sentito che sei riuscito a estrarre del Trinium con i tuoi caccia. Ma i caccia non servono solo per l'estrazione mineraria, possono essere molto utili anche nei combattimenti. Dovresti comprarne qualcuno e distruggere un nemico! Saluti, %1%, l'avventuriero

# Mail Subject
source: Hangar / Fighter Instructions continued
it: Istruzioni per l'hangar / caccia continua

source: Hello, I heard you successfully used your fighters to destroy an enemy. Well done! For all that hard work, I'd like to give you a reward. Meet me in (%1%:%2%)! Greetings, %3%, the Adventurer
it: Salve, Ho sentito che hai usato con successo i tuoi caccia per distruggere un nemico. Ben fatto! Per tutto questo duro lavoro, vorrei darti una ricompensa. Incontriamoci a (%1%:%2%)! Saluti, %3%, l'Avventuriero

# Mail Subject
source: Hangar / Fighter Instructions well done!
it: Istruzioni per hangar e caccia ben fatte!

source: Buy three Mining Fighters
it: Acquistare tre caccia minerari

source: Buy three Armed Fighters
it: Acquistare tre caccia armati

source: Meet the Adventurer
it: Incontrare l'avventuriero

source: Nice job! As a thank you for working with me, I'd like to give you some more fighters. Which type would you prefer?
it: Ottimo lavoro! Per ringraziarla di aver lavorato con me, vorrei offrirle altri caccia. Quale tipo preferisce?

source: Mining Fighters
it: Combattenti minerari

source: Armed Fighters
it: Combattenti armati

source: Good choice! Good luck on your journey through the galaxy.
it: Ottima scelta! Buona fortuna per il vostro viaggio nella galassia.

source: Thank you and goodbye!
it: Grazie e arrivederci!

source: Before you go, I heard that you can use a special type of fighter to shuttle crew to other ships. I've no need for that but some people use it to bring ships under their command without running the risk of destroying the cargo. I'll pin the information on how to do that to your mission log, in case you want to give it a go.
it: Prima di partire, ho sentito che è possibile utilizzare un tipo speciale di caccia per trasportare l'equipaggio su altre navi. Io non ne ho bisogno, ma alcuni lo usano per portare le navi sotto il loro comando senza correre il rischio di distruggere il carico. Appunterò le informazioni su come farlo nel vostro registro di missione, nel caso vogliate provarci.

source: Okay, thank you.
it: Ok, grazie.

source: Station Founding
it: Fondazione della stazione

source: ${name} the Adventurer wants to teach you how to found your own station.
it: ${nome} l'Avventuriero vuole insegnarti a fondare la tua stazione.

source: Select 'Station Founder' when having a ship built at a shipyard.
it: Selezionare "Fondatore di stazione" quando si fa costruire una nave in un cantiere navale.

source: Turn a station founder ship into a station. Careful: You'll need at least 4 Million Credits!
it: Trasformare una nave fondatrice di una stazione in una stazione. Attenzione: Avrete bisogno di almeno 4 milioni di crediti!

source: Hello! You seem like someone who would enjoy owning a station. Do you want me to show you the quickest way to get one? The quickest legal way, that is.
it: Ciao! Sembri una persona a cui piacerebbe possedere una stazione. Vuole che le mostri il modo più veloce per averne una? Il modo più veloce e legale, cioè.

source: See that shipyard over there? You can have ships built at any shipyard. If you want to found a station, you need to make sure to check the box 'Station Founder' when you give your order to the crew at the shipyard.
it: Vedete quel cantiere navale laggiù? È possibile far costruire navi in qualsiasi cantiere navale. Se volete fondare una stazione, dovete assicurarvi di selezionare la casella "Fondatore di stazioni" quando date l'ordine all'equipaggio del cantiere navale.

source: Make sure to bring enough money! You'll need at least 4 Million to found one. It doesn't matter if you don't have the money right now, though. You can always do it later and use this ship as a normal ship for now!
it: Assicuratevi di portare abbastanza denaro! Sono necessari almeno 4 milioni per trovarne uno. Non importa se non avete i soldi al momento, però. Puoi sempre farlo più tardi e usare questa nave come una nave normale per ora!

source: Oh, okay. Until later then.
it: Oh, ok. A più tardi, allora.

source: Well done. Now you have a ship that you can use to found a station. Just enter it, fly it to where you want the station to be, and found a station the same way you would normally found a ship.
it: Ben fatto. Ora avete una nave che potete usare per trovare una stazione. Basta entrare nella nave, farla volare fino al punto in cui si desidera la stazione e trovare una stazione nello stesso modo in cui si trova normalmente una nave.

source: Well done. Now you have a ship you can use to found a station. Just enter it, fly it to where you want the station to be, and found a station the same way you would normally found a ship. Greetings, %s
it: Ben fatto. Ora avete una nave che potete usare per trovare una stazione. Basta entrarci, farla volare fino al punto in cui si vuole la stazione e trovare una stazione come si farebbe normalmente con una nave. Saluti, %s

# Mail Subject
source: A step in the right direction
it: Un passo nella giusta direzione

source: Good job, you founded a station! It's still a little small. You should expand it and hire and assign more crew. The next time I come to this sector, I'm sure I'll find a magnificent station!
it: Ottimo lavoro, avete fondato una stazione! È ancora un po' piccola. Dovreste ampliarla e assumere e assegnare più equipaggio. La prossima volta che verrò in questo settore, sono sicuro che troverò una stazione magnifica!

source: Good job, you founded a station! It's still a little small. You should expand it and hire and assign more crew. The next time I come to this sector, I'm sure I'll find a magnificent station! Greetings, %s
it: Ottimo lavoro, avete fondato una stazione! È ancora un po' piccola. Dovreste ampliarla e assumere e assegnare più personale. La prossima volta che verrò in questo settore, sono sicuro che troverò una stazione magnifica! Saluti, %s

# Mail Subject
source: Congratulations on your station!
it: Congratulazioni per la vostra stazione!

source: Pirate Raid
it: Incursione dei pirati

source: Improve your ship to prepare for a fight. Tips from ${name}, the Adventurer.
it: Migliorate la vostra nave per prepararvi a un combattimento. Consigli di ${nome}, l'Avventuriero.

source: Read the Adventurer's mail
it: Leggere la posta dell'Avventuriero

source: Build enough integrity field generators to reach a coverage of over 90%
it: Costruire un numero sufficiente di generatori di campo di integrità per raggiungere una copertura di oltre il 90%.

source: Increase your ship's size and processing power with functional blocks until it supports at least 4 subsystem slots
it: Aumentate le dimensioni e la potenza di elaborazione della vostra nave con blocchi funzionali fino a supportare almeno 4 slot di sottosistema.

source: Add enough offensive turrets to reach a firepower of 60 Omicron (DPS) or more
it: Aggiungere un numero sufficiente di torrette offensive per raggiungere una potenza di fuoco di 60 Omicron (DPS) o più.

source: Defeat the pirates in sector (${x}:${y})
it: Sconfiggi i pirati nel settore (${x}:${y})

source: Hello! I’ve been told you met some pirates. I’m not surprised, the galaxy is infested with them. The local factions and I would be very happy if you help to defeat as many of them as you can. I’ve attached some instructions on how to boost your ship’s strength. As soon as your ship is ready for a fight, you should test it. Remember those pirates that shot your ship to pieces? I think they would make a perfect first target. Greetings, %1%
it: Ciao! Mi hanno detto che hai incontrato dei pirati. Non mi sorprende, la galassia ne è infestata. Io e le fazioni locali saremmo molto felici se ci aiutaste a sconfiggerne il maggior numero possibile. Ho allegato alcune istruzioni su come potenziare la forza della vostra nave. Non appena la vostra nave sarà pronta per un combattimento, dovrete metterla alla prova. Ricordate i pirati che hanno fatto a pezzi la vostra nave? Penso che sarebbero un primo bersaglio perfetto. Saluti, %1%

# Mail Subject
source: Pirate Trouble?
it: Problemi con i pirati?

source: R-Mining Job
it: Lavoro R-Mining

source: The Adventurer wants you to test out your new R-Mining Lasers.
it: L'Avventuriero vuole farvi provare i vostri nuovi laser R-Mining.

source: Install R-Mining Lasers
it: Installare i laser R-Mining

source: Hi there, I've heard that you found an R-Mining Laser! R-Mining Lasers are fantastic. They're somewhat old-school style mining: You mine the ores from asteroids and have the refining done at stations. That's way more efficient than having the Mining Laser do it. Check it out yourself - install your new R-Mining Laser on the ship and follow the list of steps that I'll send to you. If you learn to use them properly, I'll see what else I can do for you. Greetings, %1%
it: Ciao a tutti, Ho saputo che avete trovato un laser R-Mining! I laser da miniera R sono fantastici. Si tratta di un'attività mineraria in stile vecchia scuola: Si estraggono i minerali dagli asteroidi e la raffinazione avviene nelle stazioni. È molto più efficiente che farlo fare al laser minerario. Verificatelo voi stessi: installate il vostro nuovo laser minerario R sulla nave e seguite l'elenco dei passaggi che vi invierò. Se imparerete a usarli correttamente, vedrò cos'altro posso fare per voi. Saluti, %1%

# Mail Subject
source: R-Mining Lasers Instructions
it: Istruzioni per i laser R-Mining

source: Add 250 or more cargo space to your ship
it: Aggiungete 250 o più spazi di carico alla vostra nave

source: Collect 7500 Titanium Ore
it: Raccogliere 7500 minerali di titanio

source: Refine Ores at a Resource Depot
it: Raffinare i minerali in un deposito di risorse

# Mail Subject
source: R-Mining Job: Well done!
it: Lavoro di R-Mining: Ben fatto!

source: Hi there, As I can see, everything worked very fine, indeed. I'm happy to see that you learned so quickly how to use R-Mining Lasers. Let me give you two of mine, to help on your journey. Some day we'll travel over the Barrier. Greetings, %1%
it: Ciao a tutti, Come posso vedere, tutto ha funzionato molto bene. Sono felice di vedere che hai imparato così in fretta a usare i laser di R-Mining. Permettetemi di darvi due dei miei, per aiutarvi nel vostro viaggio. Un giorno viaggeremo oltre la Barriera. Saluti, %1%

source: Ships, Strategies & Captains
it: Navi, strategie e capitani

source: To play this mission, you are not allowed to fly the Lady yourself. Change back into your own ship!
it: Per svolgere questa missione, non è possibile pilotare la Lady da soli. Tornate alla vostra nave!

source: ${name} the Adventurer has a surprise for you.
it: ${nome} l'Avventuriero ha una sorpresa per te.

source: Read the mail from the Adventurer
it: Leggi la posta dell'Avventuriero

source: Meet the Adventurer in sector (${xCoord}:${yCoord})
it: Incontrare l'avventuriero nel settore (${xCoord}:${yCoord})

source: Open Strategy Mode by using the Strategy Mode button in the top right or press [${key}]
it: Aprite la Modalità Strategia usando il pulsante Modalità Strategia in alto a destra o premendo [${tasto}].

source: Using Strategy Mode, order the Lady Adventurous to escort you
it: Utilizzando la modalità Strategia, ordinate alla Dama Avventurosa di scortarvi.

source: Select the Lady by clicking on her or by dragging a box around her.
it: Selezionate la Signora facendo clic su di lei o trascinando un riquadro intorno a lei.

source: Now right-click on your own ship to issue the escort order.
it: Ora fate clic con il tasto destro del mouse sulla vostra nave per impartire l'ordine di scorta.

source: What do I do now?
it: Che cosa faccio adesso?

source: Lady Adventurous
it: Signora Avventurosa

source: Lady
it: Signora

source: Hi, I heard you hired a captain! That's really good news. A captain is an important step towards building your own fleet. Anyway, I'd like to talk to you about that ship that I still owe you. Meet me in sector (%1%:%2%) if you're interested! Hope to see you soon! %3%
it: Ciao, Ho sentito che avete assunto un capitano! È davvero una bella notizia. Un capitano è un passo importante per costruire la propria flotta. Comunque, vorrei parlarti di quella nave che ti devo ancora. Incontriamoci nel settore (%1%:%2%) se sei interessato! Spero di vederti presto! %3%

# Mail Subject
source: About that ship...
it: A proposito di quella nave...

source: Hi, thank you for coming! So I've tried everything to get your ship back, but I couldn't manage to do it. I'm truly sorry about that. But I want to make it up to you, so you can have one of my ships, the Lady Adventurous! Also, while we're already at it, I'll show you quickly how to command ships that are in the same sector as you. Have you already found the strategy interface? It's really useful! Here, I'll teach you.
it: Ciao, grazie per essere venuti! Ho fatto di tutto per recuperare la tua nave, ma non ci sono riuscito. Mi dispiace molto per questo. Ma voglio rimediare, così potrai avere una delle mie navi, la Lady Adventurous! Inoltre, già che ci siamo, ti mostrerò rapidamente come comandare le navi che si trovano nel tuo stesso settore. Avete già trovato l'interfaccia strategica? È davvero utile! Qui vi insegnerò.

source: Okay, what do I need to do?
it: Ok, cosa devo fare?

source: Open Strategy Mode with the Strategy Mode Button and read the encyclopedia entry, if you haven't already. You'll find all the important information there. Then, order the Lady Adventurous to escort you. If you're unsure, you can exit Strategy Mode any time and ask me again.
it: Aprite la Modalità Strategia con il pulsante Modalità Strategia e leggete la voce dell'enciclopedia, se non l'avete già fatto. Lì troverete tutte le informazioni importanti. Poi, ordinate alla Signora Avventurosa di accompagnarvi. Se non siete sicuri, potete uscire dalla Modalità Strategia in qualsiasi momento e chiedermelo di nuovo.

source: In Strategy Mode, select the Lady Adventurous and then right-click on the ship you're currently flying to issue an escort command.
it: In modalità Strategia, selezionare la Lady Adventurous e poi fare clic con il tasto destro del mouse sulla nave che si sta pilotando per impartire un comando di scorta.

source: Wonderful! I believe you'll find even more good use for the Strategy Mode. You can order your ships to do many many things in there, like flying to a location, mining or docking for you. For the simple tasks you won't even need a captain, the ship's Autopilot will do that for you.
it: Meraviglioso! Credo che troverete ancora più utilizzi per la modalità Strategia. Potete ordinare alle vostre navi di fare molte cose, come volare verso un luogo, scavare o attraccare per voi. Per i compiti più semplici non avrete nemmeno bisogno di un capitano, il pilota automatico della nave lo farà per voi.

source: So, why captains then?
it: Perché allora i capitani?

source: See you around.
it: Ci vediamo in giro.

source: Contrary to the Autopilot, Captains are highly skilled individuals who will work completely independently, and who can do various different long-term tasks. You just have to assign them as the captain of a ship, and they're ready to go. They'll even give you bonuses for your ship, depending on their class. Then, on the Galaxy Map, you can give them many different orders, such as flying trade routes for you, mining or salvaging for a long time, or even scouting sectors or going on an expedition.
it: Contrariamente al pilota automatico, i capitani sono persone altamente qualificate che lavorano in completa autonomia e che possono svolgere diversi compiti a lungo termine. Basta assegnarli come capitano di una nave e sono pronti a partire. A seconda della loro classe, possono anche fornire dei bonus alla nave. Poi, sulla Mappa della Galassia, si possono impartire loro diversi ordini, come pilotare rotte commerciali per voi, estrarre o salvare per un lungo periodo, o anche esplorare settori o partire per una spedizione.

source: The crew of the Lady Adventurous has agreed to work for you. Since I still owe you a ship, I'd like to sign her over to you permanently. Maybe you can assign your newly hired captain to her? Anyway, I'm off to look for a way to cross the Great Barrier! Until next time.
it: L'equipaggio della Lady Adventurous ha accettato di lavorare per voi. Dato che vi devo ancora una nave, vorrei affidarvela in modo permanente. Forse può assegnarle il suo capitano appena assunto? Comunque, vado a cercare un modo per attraversare la Grande Barriera! Alla prossima volta.

source: Torpedo Tests
it: Test sui siluri

source: Meet the Adventurer in (${xCoord}:${yCoord})
it: Incontrare l'avventuriero in (${xCoord}:${yCoord})

source: Build a Torpedo Storage of at least size 9
it: Costruire un Deposito di siluri di dimensioni minime 9.

source: Open the torpedoes tab in your ship window. Drag & drop the torpedo into a torpedo shaft. In the ship tab, bind the shaft to a keyboard shortcut to activate it
it: Aprire la scheda Siluri nella finestra della nave. Trascinare il siluro in un pozzo per siluri. Nella scheda nave, associare all'asta una scorciatoia da tastiera per attivarla

source: Shoot the wreckage with the torpedo [${torpedoKey}]
it: Spara ai rottami con il siluro [${torpedoKey}].

source: Use the torpedo to destroy the pirate
it: Utilizzare il siluro per distruggere il pirata

source: Learn how to use torpedoes. A complete guide by ${name}, the Adventurer.
it: Impara a usare i siluri. Una guida completa a cura di ${nome}, l'Avventuriero.

source: Dammit, torpedoes again, that's not worth it. I'm out of here.
it: Maledizione, ancora siluri, non ne vale la pena. Me ne vado.

source: Phew! This pirate had special anti-torpedo weapons. Good for us that he wasn't in the mood for a fight! Let me give you my spare torpedoes. I've got three with different warheads here. Warheads change the effect of the torpedo, while bodies change speed and maneuverability. Here, take them, I'd rather do research than fight. They'll be of more use to you.
it: Uff! Questo pirata aveva armi speciali anti-torpediniere. Per noi è stato un bene che non fosse in vena di combattere! Lasciate che vi dia i miei siluri di riserva. Ne ho tre con testate diverse. Le testate cambiano l'effetto del siluro, mentre i corpi cambiano la velocità e la manovrabilità. Ecco, prendeteli, preferisco fare ricerche piuttosto che combattere. Le saranno più utili.

source: Hi there, I see you found the torpedo launchers. Torpedoes are fantastic weapons with great range that can possibly deal a lot of damage. Meet me in sector (%1%:%2%) and I'll show you how to get the hang of it. After learning how to use them, you can have some of my old ones. Greetings, %3%
it: Ciao a tutti, Vedo che hai trovato i lanciatori di siluri. I siluri sono armi fantastiche, con una grande gittata e in grado di infliggere molti danni. Incontriamoci nel settore (%1%:%2%) e ti mostrerò come usarli. Dopo aver imparato a usarli, potrai avere alcuni dei miei vecchi. Saluti, %3%

# Mail Subject
source: Torpedo Instructions
it: Istruzioni per il siluro

source: Hi there, thank you for coming! I'll explain to you how to use torpedoes. I've brought this wreckage for target practice.
it: Ciao a tutti, grazie per essere venuti! Vi spiegherò come usare i siluri. Ho portato questo relitto per fare pratica con il bersaglio.

source: Okay, let's do it.
it: Ok, facciamolo.

source: Let's start with building a Torpedo Storage that is big enough for our test torpedoes. The overall storage size should be at least 9. Remember that Torpedo Storage needs a certain minimum size for a torpedo to fit in.
it: Iniziamo con la costruzione di un deposito per siluri che sia abbastanza grande per i nostri siluri di prova. Le dimensioni complessive del deposito dovrebbero essere almeno 9. Ricordate che il Deposito siluri ha bisogno di una certa dimensione minima per contenere un siluro.

source: Here is your first test torpedo. To equip it, you first have to load the torpedo into a Torpedo Shaft. In your ship menu, go to the tab for torpedoes and drag & drop the torpedo into the shaft. Then, go to the overview tab and bind the shaft to a weapon number to set it as active. I suggest you just go ahead and try to shoot the wreckage as soon as you've done that. Each torpedo has a certain range so make sure you are close enough to your target!
it: Ecco il vostro primo siluro di prova. Per equipaggiarlo, bisogna prima caricare il siluro in un albero per siluri. Nel menu della nave, andare alla scheda dei siluri e trascinare il siluro nell'albero. Quindi, andare alla scheda panoramica e associare l'albero a un numero di arma per impostarlo come attivo. Vi consiglio di provare a sparare ai rottami non appena avrete fatto questo. Ogni siluro ha una certa gittata, quindi assicuratevi di essere abbastanza vicini al bersaglio!

source: The Adventurer
it: L'avventuriero

source: Your torpedo launcher has been destroyed.
it: Il vostro lanciatore di siluri è stato distrutto.

source: Ah, dang it. Here, have another one and try again!
it: Ah, dannazione. Ecco, prendine un altro e riprova!

source: Thanks, I will!
it: Grazie, lo farò!

source: Uh oh, there's a pirate! Here, take this torpedo and shoot them down!
it: Oh, c'è un pirata! Ecco, prendi questo siluro e abbattilo!

source: Nice, this one has potential. And another good deed done.
it: Bello, questo ha del potenziale. E un'altra buona azione compiuta.

source: The Rules of the Trade
it: Le regole del mestiere

source: The Adventurer wants to teach you about trading.
it: L'Avventuriero vuole insegnarvi il commercio.

source: Make sure your ship has at least 100 cargo space
it: Assicuratevi che la vostra nave abbia almeno 100 spazi di carico.

source: Buy 100 Energy Cells
it: Acquista 100 celle energetiche

source: (optional) Buy them for less than ¢40 per unit
it: (facoltativo) Acquistateli a meno di 40 centesimi per unità.

source: Sell the 100 Energy Cells to another station
it: Vendete le 100 celle di energia a un'altra stazione

source: (optional) Sell them for more than ¢55 per unit
it: (facoltativo) Venderli a più di ¢55 per unità
