Repository: GLWine/Avorion-ITA
Catalog: Avorion/data/localization/*.po
Languages: it

source: Your group is full.
it: Il vostro gruppo è al completo.

source: Only the leader of a group can invite players.
it: Solo il leader di un gruppo può invitare i giocatori.

source: %s was invited to your group.
it: %s è stato invitato nel vostro gruppo.

source: %s invited you to join their group. Type /join in the chat to join.
it: %s ti ha invitato a unirti al suo gruppo. Digita /join nella chat per unirti.

source: You're already in a group.
it: Siete già in un gruppo.

source: You can't join your own group.
it: Non è possibile unirsi al proprio gruppo.

source: The player is not online.
it: Il giocatore non è online.

source: The group is full.
it: Il gruppo è al completo.

source: The leader of that group is not online.
it: Il leader del gruppo non è online.

source: You're not in a group.
it: Non siete in un gruppo.

source: Only the leader of a group can assign a new leader.
it: Solo il leader di un gruppo può assegnare un nuovo leader.

source: The player is not member of the group.
it: Il giocatore non fa parte del gruppo.

source: You're now the leader of the group. Type /invite [player] to invite other players, or type /leave to leave the group.
it: Ora siete il leader del gruppo. Digitate /invite [giocatore] per invitare altri giocatori o /leave per lasciare il gruppo.

source: %s requested to join your group.
it: %s ha chiesto di unirsi al vostro gruppo.

source: %s requested to join your group. Type /invite to accept.
it: %s ha chiesto di unirsi al vostro gruppo. Digitare /invito per accettare.

source: You requested to join %s's group.
it: Hai chiesto di entrare nel gruppo di %s.

source: You joined %s's group. Type /leave to leave the group.
it: Sei entrato nel gruppo di %s. Digitare /leave per lasciare il gruppo.

source: You're now the leader of a group. Type /invite [player] to invite other players, or type /leave to leave the group.
it: Ora siete il leader di un gruppo. Digita /invita [giocatore] per invitare altri giocatori o /lascia per lasciare il gruppo.

source: Your group has been disbanded.
it: Il vostro gruppo è stato sciolto.

source: Rifts in the space-time continuum are blocking the way to the next sector.
it: Le fratture nel continuum spazio-temporale bloccano il passaggio al settore successivo.

source: You were destroyed.
it: Siete stati distrutti.

source: Bad relations at last Repair Dock, going to Reconstruction Site.
it: Cattivi rapporti all'ultimo molo di riparazione, si va al sito di ricostruzione.

source: Your client is incompatible with this server. Server version: %s
it: Il vostro client è incompatibile con questo server. Versione del server: %s

source: An internal communications error occurred. Your connection will be terminated. Server version: %s
it: Si è verificato un errore di comunicazione interna. La connessione verrà interrotta. Versione del server: %s

source: Couldn't enter craft.
it: Non è stato possibile inserire l'imbarcazione.

source: Calculating jump route to \s%1%. Please stand by.
it: Sto calcolando il percorso di salto verso \s%1%. Si prega di attendere.

source: Calculating jump route to \s%1%.
it: Calcolo del percorso di salto verso \s%1%.

source: Sector is out of reach. Plotting an intermediate course.
it: Il settore è fuori portata. Tracciare una rotta intermedia.

source: Your ship was destroyed.
it: La sua nave è stata distrutta.

source: This entity has no owner.
it: Questa entità non ha un proprietario.

source: You don't have permissions to modify this craft.
it: Non hai i permessi per modificare questa imbarcazione.

source: This entity has no BlockPlan.
it: Questa entità non ha un piano di blocco.

source: You cannot edit a damaged ship. Repair it first!
it: Non è possibile modificare una nave danneggiata. Riparatela prima!

source: Too much structural damage. Repair this first!
it: Troppi danni strutturali. Riparate prima questo!

source: This can only be built with a friendly shipyard in the sector.
it: Può essere costruito solo con un cantiere navale amico nel settore.

source: Building knowledge for %s required.
it: È richiesta la conoscenza dell'edificio per %s.

source: This won't work.
it: Non funzionerà.

source: You need %s Credits.
it: Hai bisogno di %s Crediti.

source: You cannot build this. %s
it: Non è possibile costruire questo. %s

source: Remote parent not found.
it: Genitore remoto non trovato.

source: Remote attach block not found.
it: Blocco di collegamento remoto non trovato.

source: Not enough Processing Power. Use Non-Functional Blocks or upgrade your Building Knowledge!
it: Potenza di elaborazione insufficiente. Utilizzate blocchi non funzionali o migliorate le vostre conoscenze costruttive!

source: Maximum Processing Power for this craft reached!
it: Raggiunta la massima potenza di elaborazione per questa imbarcazione!

source: Internal error: No design received.
it: Errore interno: Nessun progetto ricevuto.

source: Turret design rejected:
it: Rifiuto del progetto della torretta:

source: This craft has no owner.
it: Questa imbarcazione non ha un proprietario.

source: Cannot modify the turret designs of this craft.
it: Non è possibile modificare il design delle torrette di questa imbarcazione.

source: This turret has no owner.
it: Questa torretta non ha un proprietario.

source: You don't have permission to do that.
it: Non avete il permesso di farlo.

source: This isn't a turret.
it: Questa non è una torretta.

source: This group is already assigned to a torpedo shaft.
it: Questo gruppo è già assegnato a un pozzo di siluri.

source: Not enough auto-turret slots.
it: Non ci sono abbastanza slot per le torrette automatiche.

source: This craft doesn't have a torpedo launcher.
it: Questa imbarcazione non ha un lanciasiluri.

source: This group is already assigned to a turret.
it: Questo gruppo è già assegnato a una torretta.

source: You don't have any of this turret.
it: Non avete nulla di questa torretta.

source: You must own the Black Market DLC to build this turret.
it: Per costruire questa torretta è necessario possedere il DLC Mercato Nero.

source: You must own the Into The Rift DLC to build this turret.
it: Per costruire questa torretta è necessario possedere il contenuto scaricabile Into The Rift.

source: You cannot build turrets onto this craft.
it: Non è possibile costruire torrette su questa imbarcazione.

source: Attachment block not found.
it: Blocco allegato non trovato.

source: You cannot put a turret into a smaller design.
it: Non è possibile inserire una torretta in un progetto più piccolo.

source: You cannot place a coaxial gun in a normal turret design.
it: Non è possibile inserire un cannone coassiale in una torretta normale.

source: You cannot place a normal turret in a coaxial gun design.
it: Non è possibile inserire una torretta normale in un progetto di cannone coassiale.

source: Turret to replace not found.
it: Torretta da sostituire non trovata.

source: There are multiple turrets at this position.
it: In questa posizione sono presenti più torrette.

source: You must place the turret on a block made of %s.
it: È necessario posizionare la torretta su un blocco di %s.

source: You must place the turret on a block made of %s or better.
it: È necessario posizionare la torretta su un blocco di %s o superiore.

source: You cannot build a turret at this place. %s
it: Non è possibile costruire una torretta in questo luogo. %s

source: Not enough slots for armed turrets. Install Turret Subsystems in your ship to increase the number of turret slots!
it: Non ci sono abbastanza slot per le torrette armate. Installate i sottosistemi di torrette nella vostra nave per aumentare il numero di slot per le torrette!

source: Not enough slots for civil turrets. Install Turret Subsystems in your ship to increase the number of turret slots!
it: Non ci sono abbastanza slot per le torrette civili. Installate i sottosistemi di torrette sulla vostra nave per aumentare il numero di slot per le torrette!

source: Not enough slots for defensive turrets. Install Turret Subsystems in your ship to increase the number of turret slots!
it: Non ci sono abbastanza slot per le torrette difensive. Installate i sottosistemi di torrette nella vostra nave per aumentare il numero di slot per le torrette!

source: An internal error occurred. See log for more details.
it: Si è verificato un errore interno. Vedere il log per maggiori dettagli.

source: Block not found.
it: Blocco non trovato.

source: Can't add more Functional Blocks. Use Non-Functional blocks or upgrade your Building Knowledge.
it: Non è possibile aggiungere altri blocchi funzionali. Utilizzate blocchi non funzionali o aggiornate le vostre conoscenze edilizie.

source: Transforming the whole craft into Hologram would delete it.
it: Trasformare l'intera imbarcazione in ologramma lo eliminerebbe.

source: You must be in a ship if you want to change sectors.
it: Per cambiare settore è necessario essere a bordo di una nave.

source: Your ship cannot perform hyperspace jumps.
it: La vostra nave non può effettuare salti nell'iperspazio.

source: You can't use the hyperdrive on this ship.
it: Non si può usare l'iperguida su questa nave.

source: You have been blocked from using your hyperdrive on this server for an indefinite amount of time.
it: Le è stato impedito di utilizzare l'iperguida su questo server per un periodo di tempo indefinito.

source: You have been blocked from using your hyperdrive on this server for %s.
it: L'uso dell'iperguida su questo server è stato bloccato per %s.

source: You are already in this sector.
it: Siete già in questo settore.

source: The jump route is still being calculated.
it: Il percorso di salto è ancora in fase di calcolo.

source: Hyperdrive is getting no energy and can't recharge.
it: L'iperguida non riceve energia e non può ricaricarsi.

source: Your ship is facing in the wrong direction.
it: La vostra nave è rivolta nella direzione sbagliata.

source: Your hyperdrive is being jammed!
it: L'iperguida è stata bloccata!

source: Your hyperdrive still needs 1 second to recharge.
it: la tuo iperguida ha ancora bisogno di 1 secondo per ricaricarsi.

source: You have been blocked from using the chat for an indefinite amount of time.
it: L'utente è stato bloccato dall'uso della chat per un periodo di tempo indefinito.

source: You have been blocked from using the chat for %s.
it: L'utilizzo della chat è stato bloccato per %s.

source: Alliance MOTD
it: Alleanza MOTD

source: You're playing on the beta branch, a testing ground for new and experimental features.
it: State giocando sul ramo beta, un terreno di prova per nuove funzionalità sperimentali.

source: DevMode enabled, achievements are disabled.
it: DevMode abilitato, gli obiettivi sono disabilitati.

source: WARNING: High Load Simulation enabled! Server will artificially simulate high load spikes.
it: ATTENZIONE: Simulazione di carico elevato attivata! Il server simulerà artificialmente picchi di carico elevati.

source: An internal error occurred, entity has no ShipSystem.
it: Si è verificato un errore interno, l'entità non ha un sistema di spedizione.

source: You must own the Black Market DLC to install this subsystem.
it: Per installare questo sottosistema è necessario possedere il DLC Mercato Nero.

source: You must own the Into The Rift DLC to install this subsystem.
it: Per installare questo sottosistema è necessario possedere il DLC Into The Rift.

source: You already have this subsystem installed.
it: Questo sottosistema è già installato.

source: You can only install this subsystem permanently.
it: È possibile installare questo sottosistema solo in modo permanente.

source: You have to be close to an Equipment Dock to remove permanently installed subsystems.
it: Per rimuovere i sottosistemi installati in modo permanente è necessario essere vicini a un Equipment Dock.

source: You can't activate items from your alliance inventory.
it: Non è possibile attivare oggetti dall'inventario dell'alleanza.

source: This item is bound to another player.
it: Questo oggetto è legato a un altro giocatore.

source: You don't have permissions to do that.
it: Non avete i permessi per farlo.

source: That player isn't online.
it: Quel giocatore non è online.

source: You need %1% Credits to pay the crew of %2%.
it: Avete bisogno di %1% Crediti per pagare l'equipaggio di %2%.

source: You paid %1% Credits to the crew of %2%.
it: Hai pagato l'%1% di crediti all'equipaggio del %2%.

source: The crew of your ship '%s' was paid.
it: L'equipaggio della vostra nave '%s' è stato pagato.

source: You can only rename crafts in the same sector as you are.
it: È possibile rinominare i mestieri solo nello stesso settore in cui ci si trova.

source: You can't set a craft name to be empty.
it: Non è possibile impostare un nome di mestiere vuoto.

source: You already have a craft with that name.
it: Avete già un'imbarcazione con questo nome.

source: Couldn't find a craft called '%s'.
it: Impossibile trovare un'imbarcazione chiamata '%s'.

source: This craft cannot have a unique name.
it: Questa imbarcazione non può avere un nome unico.

source: You can only reclass crafts in the same sector as you are.
it: Si possono riclassare solo i mestieri dello stesso settore in cui ci si trova.

source: This craft cannot have a class.
it: Questo mestiere non può avere una classe.

source: You can only reicon crafts in the same sector as you are.
it: È possibile riconfigurare solo i mestieri dello stesso settore in cui ci si trova.

source: This craft cannot have an icon.
it: Questa imbarcazione non può avere un'icona.

source: You can't send emails while your inbox is full (%1%/%2%).
it: Non è possibile inviare e-mail quando la casella di posta è piena (%1%/%2%).

source: <no subject>
it: <nessun soggetto>

source: Error sending mail: The recipient's mailbox is full. Recipient: "%1%" Subject: "%2%" Text: "%3%"
it: Errore nell'invio della posta: La casella di posta del destinatario è piena. Destinatario: "%1%" Oggetto: "%2%" Testo: "%3%"

source: <Mail Delivery Failure>
it: <Inadempienza nella consegna della posta>.

source: Error sending mail: The recipient does not exist. Subject: "%1%" Text: "%2%"
it: Errore nell'invio della posta: Il destinatario non esiste. Oggetto: "%1%" Testo: "%2%"

source: Building knowledge for more than %s subsystem sockets required.
it: È richiesta la conoscenza della costruzione di più di %s socket del sottosistema.

source: You are currently not inside a craft
it: Al momento non ci si trova all'interno di un'imbarcazione

source: You are too far away.
it: Siete troppo lontani.

source: You don't have permissions to negotiate relations.
it: Non avete il permesso di negoziare le relazioni.

source: Object does not exist
it: L'oggetto non esiste

source: This action includes the root block and would delete your ship. To explicitly delete your ship, select all blocks and delete them.
it: Questa azione include il blocco principale e cancella la nave. Per eliminare esplicitamente la nave, selezionare tutti i blocchi e cancellarli.

source: Coordinates don't match
it: Le coordinate non corrispondono

source: Internal error, entity not found.
it: Errore interno, entità non trovata.

source: Internal error, entity cannot have turrets.
it: Errore interno, l'entità non può avere torrette.

source: Turret could not be found.
it: Non è stato possibile trovare la torretta.

source: This entity does not seem to be owned by anyone.
it: Questa entità non sembra essere di proprietà di nessuno.

source: An internal error occurred, entity has no BlockPlan.
it: Si è verificato un errore interno, l'entità non ha un piano di blocco.

source: An internal error occurred. ShipInfo of entity not found.
it: Si è verificato un errore interno. ShipInfo dell'entità non trovato.

source: You can't repair that block.
it: Non è possibile riparare il blocco.

source: The block isn't connected to another block.
it: Il blocco non è collegato a un altro blocco.

source: This would delete your ship.
it: Questo eliminerebbe la vostra nave.

source: You do not have permission to edit the alliance map.
it: Non si ha il permesso di modificare la mappa dell'alleanza.

source: You don't have permission to enter this craft.
it: Non avete il permesso di entrare in questo mestiere.

source: Can't enter craft.
it: Non è possibile inserire l'artigianato.

source: You are already piloting this craft.
it: Lei sta già pilotando questo mezzo.

source: No free seat available.
it: Nessun posto libero disponibile.

source: You cannot initiate a trade with yourself.
it: Non è possibile avviare un'operazione con se stessi.

source: Leave your current trade before you can start a new one.
it: Lasciare il mestiere attuale prima di iniziarne uno nuovo.

source: Your alliance permissions are insufficient.
it: I permessi dell'alleanza sono insufficienti.

source: Your trade partner is not in an alliance.
it: Il vostro partner commerciale non fa parte di un'alleanza.

source: Your trade partner's alliance permissions are insufficient.
it: I permessi di alleanza del vostro partner commerciale sono insufficienti.

source: Your alliance cannot trade with itself.
it: L'alleanza non può commerciare con se stessa.

source: Trade invitation sent to %1%, represented by %2%.
it: Invito commerciale inviato al %1%, rappresentato dal %2%.

source: Trade invitation sent to %s.
it: Invito al commercio inviato a %s.

source: %1% invited your alliance to trade, representing the alliance %2%. Type /trade in the chat to join.
it: %1% ha invitato la tua alleanza a commerciare, rappresentando l'alleanza %2%. Digita /trade nella chat per partecipare.

source: %1% invited you to trade, representing the alliance %2%. Type /trade in the chat to join.
it: Il %1% ti ha invitato a commerciare, in rappresentanza dell'alleanza %2%. Digita /trade nella chat per unirti.

source: %s invited your alliance to trade. Type /trade in the chat to join.
it: %s ha invitato la tua alleanza a commerciare. Digita /trade nella chat per partecipare.

source: %s invited you to trade. Type /trade in the chat to join.
it: %s ti ha invitato a scambiare. Digita /trade nella chat per partecipare.

source: No trade partner found. Type /trade <Player> to trade.
it: Nessun partner commerciale trovato. Digita /trade <Player> per scambiare.

source: Trade partner ambiguous:
it: Partner commerciale ambiguo:

source: %s walked away from the trade.
it: %s ha abbandonato lo scambio.

source: The trade was cancelled
it: Lo scambio è stato annullato

source: The trade contains items bound to a specific faction.
it: Il commercio contiene oggetti legati a una specifica fazione.

source: The trade contains untradeable items.
it: Lo scambio contiene elementi non scambiabili.

source: You have to agree on relations to accept the trade.
it: È necessario concordare le relazioni per accettare lo scambio.

source: You are now trading with %s.
it: Ora stai negoziando con %s.

source: You are now trading with %s's alliance.
it: Ora stai commerciando con l'alleanza di %s.

source: %s withdrew the trade invitation.
it: %s ha ritirato l'invito al commercio.

source: Item not available: %s
it: Articolo non disponibile: %s

source: Your trade partner doesn't have all the items he tried to send.
it: Il vostro partner commerciale non ha tutti gli articoli che ha cercato di inviare.

source: Not enough available: %s
it: Non c'è abbastanza disponibilità: %s

source: Not enough credits.
it: Non ci sono abbastanza crediti.

source: Your trade partner doesn't have enough money.
it: Il vostro partner commerciale non ha abbastanza soldi.

source: Not enough %s.
it: Non abbastanza %s.

source: Your trade partner doesn't have enough %1%.
it: Il vostro partner commerciale non ha abbastanza %1%.

source: Gave %1% Credits in a trade.
it: Ha dato il %1% di crediti in uno scambio.

source: Received %1% Credits in a trade.
it: Ricevuto %1% di crediti in uno scambio.

source: Gave %1% %2% in a trade.
it: Ha dato il %1% %2% in uno scambio.

source: Received %1% %2% in a trade.
it: Ricevuto %1% %2% in uno scambio.

source: Connection refused: Your version '%1%' does not match the server's version '%2%'.
it: Connessione rifiutata: La versione '%1%' non corrisponde alla versione '%2%' del server.

source: Connection refused: This server is private.
it: Connessione rifiutata: Questo server è privato.

source: Connection refused: Invalid or missing steam ID.
it: Connessione rifiutata: ID vapore non valido o mancante.

source: Connection refused: Your player name %s is invalid.
it: Connessione rifiutata: Il nome del giocatore %s non è valido.

source: Connection refused: Player %s is already logged in.
it: Connessione rifiutata: Il giocatore %s è già connesso.

source: Connection refused: Wrong password.
it: Connessione rifiutata: Password errata.

source: Connection refused: Player %s is banned.
it: Connessione rifiutata: Il giocatore %s è bandito.

source: Connection refused: Ip %s is banned.
it: Connessione rifiutata: Ip %s è vietato.

source: Connection refused: Player %s is not whitelisted.
it: Connessione rifiutata: Il giocatore %s non è inserito nella whitelist.

source: Workshop Item
it: Articolo del workshop

source: Workshop Item (not a mod)
it: Oggetto da officina (non una mod)

source: Server shutting down in %i minutes.
it: Il server si spegnerà tra %i minuti.

source: Server shutting down in %i seconds.
it: Il server si spegnerà tra %i secondi.

source: Server shutting down in %i...
it: Il server si spegne in %i...

source: You're not whitelisted on this server.
it: Non sei nella lista bianca di questo server.

source: You are blacklisted.
it: Siete sulla lista nera.

source: Leaning Tower of Pisa
it: Torre pendente di Pisa

source: Statue of Liberty
it: Statua della Libertà

source: International Space Station
it: Stazione spaziale internazionale

source: Oriental Pearl Tower
it: Torre della Perla Orientale

source: Mount Everest
it: Il Monte Everest

source: Your building knowledge has been reset.
it: Le vostre conoscenze edilizie sono state azzerate.

source: Wormhole Device
it: Dispositivo Wormhole

source: Facilitates a safe return from a rift.
it: Facilita un ritorno sicuro da una spaccatura.

source: Replicated from ancient instructions.
it: Replicato da antiche istruzioni.

source: A feat of historic science!
it: Un'impresa di scienza storica!

source: Too close to another research probe!
it: Troppo vicino a un'altra sonda di ricerca!

source: No interesting objects nearby!
it: Nessun oggetto interessante nelle vicinanze!

source: This isn't the right place to set this up.
it: Questo non è il posto giusto per organizzare il tutto.

source: Ping the scientists to let them know
it: Avvisate gli scienziati con un ping per farglielo sapere

source: you're ready for teleportation.
it: siete pronti per il teletrasporto.

source: Deploys a wormhole generator at your position.
it: Schiera un generatore di tunnel spaziali nella vostra posizione.

source: Generator will start generation process immediately.
it: Il generatore avvierà immediatamente il processo di generazione.

# 1st half of: Xsotan core ripped out of a particularly powerful Xsotan.
source: Xsotan core ripped out of a
it: Nucleo di Xsotan strappato da un

# 2nd half of: Xsotan core ripped out of a particularly powerful Xsotan.
source: particularly powerful Xsotan.
it: Xsotan particolarmente potente.

source: The scientists at the Rift Research
it: Gli scienziati del Rift Research

source: Center will have a use for this.
it: Il centro avrà un uso per questo.

source: It glows strangely.
it: Si illumina in modo strano.

source: Science Log
it: Diario scientifico

source: It starts to pulsate when touched.
it: Inizia a pulsare quando viene toccato.

source: Necessary Free Cargo Space
it: Spazio di carico libero necessario
