Repository: GLWine/Avorion-ITA
Catalog: Avorion/data/localization/*.po
Languages: it

# cargo 1=amount 2=kind
source: Gained %1% %2%
it: Guadagnato %1% %2%

source: You now have a \c(f80)Ceasefire\c(fff) with %s.
it: Ora avete un \c(f80)Cessate il fuoco(fff) con %s.

source: You are now \c(8f8)Allies\c(fff) with %s.
it: Ora siete \c(8f8)alleati\c(fff) con %s.

source: You are now at \c(b7f)Neutral\c(fff) standings with %s.
it: Ora sei in classifica \c(b7f)Neutral(fff) con %s.

source: You are now \c(f00)at War\c(fff) with %s!
it: Ora sei \c(f00)a War(fff) con %s!

source: Relations to %1% \c(0f0)improved\c(fff) by %2%.
it: Relazione con %1% \c(0f0)migliorato\c(fff) di %2%.

source: Relations to %1% \c(f00)worsened\c(fff) by %2%.
it: Relazioni con %1% \c(f00)worsened\c(fff) di %2%.

# Ex: Gained {5 Pilots}
source: Gained %1%
it: Guadagnato %1%

# Ex: Lost {5 Pilots}
source: Lost %1%
it: Perso %1%

source: The captain has relinquished command of the ship.
it: Il capitano ha lasciato il comando della nave.

source: A new captain has taken command of the ship!
it: Un nuovo capitano ha preso il comando della nave!

source: A passenger entered the ship.
it: Un passeggero è salito a bordo.

source: A passenger left the ship.
it: Un passeggero ha lasciato la nave.

# tooltip
source: Game Menu (%s)
it: Menu di gioco (%s)

# tooltip
source: Player Menu (%s)
it: Menu del giocatore (%s)

source: One of your ships has yields for you!
it: Una delle vostre navi ha ceduto per voi!

source: One of your alliance ships has yields for you!
it: Una delle navi della vostra alleanza ha ceduto per voi!

# tooltip
source: Ship Menu (%s)
it: Menu nave (%s)

# tooltip
source: Galaxy Map (%s)
it: Mappa della galassia (%s)

# tooltip
source: Strategy Mode (%s)
it: Modalità strategia (%s)

# tooltip
source: Mail (%s)
it: Posta (%s)

source: You have %i unread mails
it: Hai %i messaggi non letti

# tooltip
source: Building Mode (%s)
it: Modalità edificio (%s)

source: Player Trade Menu
it: Menu Scambio giocatori

source: Reconstruct Ship
it: Ricostruire la nave

source: You were destroyed! Do you want to have your ship towed & reassembled?
it: Siete stati distrutti! Vuoi che la tua nave venga rimorchiata e riassemblata?

source: You were destroyed! Right now you can't have your last ship towed and reassembled. Save up enough money to tow and reassemble your ship at a Repair Dock!
it: Siete stati distrutti! Al momento non puoi far rimorchiare e riassemblare la tua ultima nave. Risparmia abbastanza denaro per rimorchiare e riassemblare la tua nave in un molo di riparazione!

source: Price: %s
it: Prezzo: %s

source: Repair Ship
it: Riparazione della nave

source: Block-by-Block Repair
it: Riparazione blocco per blocco

source: Full Repair
it: Riparazione completa

source: Missing Blocks Only
it: Solo blocchi mancanti

source: Repairs the ship completely, including missing blocks and health.
it: Ripara completamente la nave, compresi i blocchi e la salute mancanti.

source: Restores missing blocks, but not health. Allows you to continue building.
it: Ripristina i blocchi mancanti, ma non la salute. Permette di continuare a costruire.

source: Discard Destroyed Blocks
it: Scartare i blocchi distrutti

source: Repairs your ship.
it: Ripara la nave.

source: Discards missing blocks. Your original design for this craft will be lost. This is necessary if you want to edit your ship without repairing it first.
it: Scarta i blocchi mancanti. Il progetto originale di questa nave andrà perso. Questo è necessario se si vuole modificare la nave senza prima ripararla.

source: Your craft is fully repaired.
it: L'imbarcazione è completamente riparata.

source: Rotate Whole Ship
it: Ruotare l'intera nave

source: Rotate Around X Axis (This will remove all turrets!)
it: Ruotare intorno all'asse X (per rimuovere tutte le torrette!).

source: Rotate Around Z Axis (This will remove all turrets!)
it: Ruotare intorno all'asse Z (questo rimuoverà tutte le torrette!)

source: Rotate Around Y Axis (This will remove all turrets!)
it: Ruotare intorno all'asse Y (questo rimuoverà tutte le torrette!)

source: Rotate Turret Part
it: Ruotare la torretta

source: Rotate Around X Axis
it: Ruotare intorno all'asse X

source: Rotate Around Y Axis
it: Ruota intorno all'asse Y

source: Rotate Around Z Axis
it: Ruotare intorno all'asse Z

source: Switch to Craft Building Mode to apply this design.
it: Passare alla modalità Costruzione artigianale per applicare questo progetto.

source: Apply this design to the selected turret bases.
it: Applicare questo progetto alle basi delle torrette selezionate.

source: Select turret bases to apply this design directly or enter Turret Design Mode.
it: Selezionare le basi della torretta per applicare direttamente questo progetto o accedere alla modalità di progettazione della torretta.

source: Enter Turret Design Mode to apply this design.
it: Accedere alla modalità di progettazione della torretta per applicare questo progetto.

source: This turret design is bigger than the turret base. Do you want to scale it down?
it: Questo progetto di torretta è più grande della base della torretta. Volete ridimensionarlo?

source: This plan has a lot of blocks. It may take a lot of time for the server to process it and the server won't respond until it's done. The UI might not be functioning until the server finished processing the plan. Large block counts can also negatively affect game performance.
it: Questo piano ha molti blocchi. Il server potrebbe impiegare molto tempo per elaborarlo e non risponderà finché non avrà finito. L'interfaccia utente potrebbe non funzionare finché il server non avrà terminato l'elaborazione del piano. Un numero elevato di blocchi può anche influire negativamente sulle prestazioni del gioco.

source: Save Path:
it: Percorso di salvataggio:

source: Show cost difference to current ship
it: Mostra la differenza di costo rispetto alla nave attuale

source: Socket Adjustment
it: Regolazione della presa

source: No Material Change
it: Nessuna modifica sostanziale

source: Keep Unavailable Blocks
it: Mantenere i blocchi non disponibili

source: Transform Unavailable Blocks to Hull
it: Trasformare i blocchi non disponibili in scafo

source: Save Current Design (Ctrl-S)
it: Salva il progetto corrente (Ctrl-S)

source: Save Template from Clipboard (Ctrl-V)
it: Salvare un modello dagli appunti (Ctrl-V)

source: Browse Workshop
it: Sfogliare il workshop

source: Apply Design
it: Applicare il design

source: Copy to Clipboard
it: Copia negli Appunti

source: Rename
it: Rinominare

source: Loading
it: Caricamento

source: Coaxial Gun Design
it: Design della pistola coassiale

source: Turret Design
it: Design della torretta

source: Size: %s
it: Dimensione: %s

source: No write access to %s. Failed to auto-save ship!
it: Nessun accesso in scrittura a %s. Fallito il salvataggio automatico della nave!

source: Your ship's plan was auto-saved to %s
it: Il piano della nave è stato salvato automaticamente in %s

source: No write-access to %s. Failed to auto-save turret!
it: Nessun accesso in scrittura a %s. Fallito il salvataggio automatico della torretta!

source: Your turret was auto-saved to %s
it: La torretta è stata salvata automaticamente in %s

source: No design in the clipboard.
it: Nessun disegno negli appunti.

source: Design still loading.
it: Il progetto è ancora in fase di caricamento.

source: Rename %1%
it: Rinominare %1%

source: To Clipboard
it: Agli appunti

source: Rename...
it: Rinomina...

source: Upload To Workshop...
it: Caricare nel Workshop...

source: Delete
it: Elimina

source: Right-Click for more options
it: Tasto destro del mouse per ulteriori opzioni

source: Scale Step
it: Scala a Step

source: Your ship has no crew!
it: La vostra nave non ha equipaggio!

source: Your ship is overpopulated! Build more quarters to support all your crew!
it: La vostra nave è sovrappopolata! Costruite altri alloggi per sostenere tutto l'equipaggio!

source: Morale is very bad! The crew is on strike!
it: Il morale è pessimo! L'equipaggio è in sciopero!

source: Your ship has low morale! Improve it or the crew will eventually strike!
it: La vostra nave ha il morale basso! Miglioratelo o l'equipaggio finirà per scioperare!

source: Not enough mechanics! Your ship will slowly take damage!
it: Non ci sono abbastanza meccaniche! La vostra nave subirà lentamente dei danni!

source: Not enough engineers! Your ship can't fly at optimal speed!
it: Non ci sono abbastanza ingegneri! La vostra nave non può volare alla velocità ottimale!

source: Not enough crew members for all armed turrets!
it: Non ci sono abbastanza membri dell'equipaggio per tutte le torrette armate!

source: Not enough crew members for all mining turrets!
it: Non ci sono abbastanza membri dell'equipaggio per tutte le torrette minerarie!

source: You don't have enough turret slots to control all turrets!
it: Non hai abbastanza slot per le torrette per controllare tutte le torrette!

source: Your ship is using up more energy that it can produce!
it: La vostra nave sta consumando più energia di quanta ne possa produrre!

source: Your %s is using up all your energy!
it: Il vostro %s sta consumando tutta la vostra energia!

source: Your Hyperspace Engine is being jammed by something!
it: Il vostro motore iperspaziale è bloccato da qualcosa!

source: Your Hyperspace Engine is being distorted by nearby enemies. Recharge speed is decreased!
it: Il motore iperspaziale viene distorto dai nemici vicini. La velocità di ricarica è diminuita!

source: You're flying through clear space. Hyperspace recharge speed is increased!
it: Volate nello spazio libero. La velocità di ricarica dell'iperspazio è aumentata!

source: Your yaw rotation speed is bad.
it: La velocità di rotazione dell'imbardata non è corretta.

source: Your pitch rotation speed is poor.
it: La velocità di rotazione del passo è scarsa.

source: Your roll rotation speed is poor.
it: La velocità di rotazione del rullo è scarsa.

source: Your acceleration is low because you don't have enough engineers on your ship! Assign engineers or hire new crew members!
it: La vostra accelerazione è bassa perché non avete abbastanza ingegneri sulla vostra nave! Assegnate ingegneri o assumete nuovi membri dell'equipaggio!

source: Your acceleration is very low. Build more Engines or build your ship out of a lighter material!
it: L'accelerazione è molto bassa. Costruite più motori o costruite la vostra nave con un materiale più leggero!

source: Your brake thrust is very low. Build Thrusters or Inertia Dampeners to reduce drifting or build your ship out of a lighter material!
it: La spinta dei freni è molto bassa. Costruite dei propulsori o degli smorzatori d'inerzia per ridurre la deriva. o costruite la vostra nave con un materiale più leggero!

source: Your brake thrust is low. Build Thrusters or Inertia Dampeners to reduce drifting or build your ship out of a lighter material!
it: La spinta dei freni è bassa. Costruire propulsori o smorzatori d'inerzia per ridurre la deriva. o costruite la vostra nave con un materiale più leggero!

source: Your life support doesn't have enough power, your crew may die!
it: Il supporto vitale non ha abbastanza energia, l'equipaggio potrebbe morire!

source: Some fighters can't return back to your ship:
it: Alcuni caccia non possono tornare alla propria nave:

source: Your drone is severely damaged! Suicide and teleport back to your homesector or another ship with /suicide in the chat.
it: Il tuo drone è gravemente danneggiato! Suicidati e teletrasportati al tuo homesector o a un'altra nave con /suicide nella chat.

source: Your ship is severely damaged! Repair it in Building Mode or at a repair dock.
it: La vostra nave è gravemente danneggiata! Riparatela in modalità Edificio o presso un molo di riparazione.

source: Your ship is damaged! Repair it in Building Mode or at a repair dock.
it: La vostra nave è danneggiata! Riparatela in modalità Edificio o presso un molo di riparazione.

source: Your ship is VERY weak compared to other ships in this region. If you want to survive in combat, you should arm it better, add shields or extend it!
it: La tua nave è MOLTO debole rispetto alle altre navi di questa regione. Se vuoi sopravvivere in combattimento, dovresti armarla meglio, aggiungere scudi o ampliarla!

source: Your ship is weak compared to other ships in this region. If you want to survive in combat, you should arm it better, add shields or extend it!
it: La tua nave è debole rispetto alle altre navi di questa regione. Se vuoi sopravvivere in combattimento, dovresti armarla meglio, aggiungere scudi o ampliarla!

source: Structural damages due to reconstruction - ship durability and value reduced by %d%%. Repair your ship at a Repair Dock or in Building Mode!
it: Danni strutturali dovuti alla ricostruzione - durata e valore della nave ridotti del %d%%. Ripara la tua nave presso un molo di riparazione o in modalità Costruzione!

source: Structural damages due to rift teleport - ship durability and value reduced by %d%%. Repair your ship at a Repair Dock or in Building Mode!
it: Danni strutturali dovuti al teletrasporto della spaccatura - durata e valore della nave ridotti del %d%%. Ripara la tua nave presso un molo di riparazione o in modalità Costruzione!

source: Structural damages due to boarding attack - Ship durability & value reduced by %d%%. Repair your ship at a Repair Dock or in Building Mode!
it: Danni strutturali dovuti ad attacchi di abbordaggio - Durata e valore della nave ridotti del %d%%. Riparate la vostra nave presso un molo di riparazione o in modalità Costruzione!

source: You have a Transporter Block but you are missing a Transporter Software Subsystem for a functioning Transporter!
it: Avete un blocco Transporter ma vi manca un sottosistema software Transporter per un Transporter funzionante!

source: You have a Transporter Software Subsystem but you are missing a Transporter Block for a functioning Transporter!
it: Avete un sottosistema software Transporter ma vi manca un blocco Transporter per un Transporter funzionante!

source: Your R-Mining Fighters can't pick up ores or scrap! You need a functioning transporter! (Transporter Block + rare or higher Transporter Software Subsystem)
it: I vostri caccia R-Mining non possono raccogliere minerali o rottami! Avete bisogno di un trasportatore funzionante! (Blocco trasportatore + sottosistema software trasportatore raro o superiore)

source: There's a Shipyard in this sector.
it: In questo settore c'è un cantiere navale.

source: You can build advanced blocks here.
it: Qui è possibile costruire blocchi avanzati.

source: You can remove permanently installed upgrades without breaking them here.
it: Qui è possibile rimuovere gli aggiornamenti installati in modo permanente senza interromperli.

source: Rotate View
it: Ruota la vista

source: [%1%%2%%3%%4%] Move Camera
it: [%1%%2%3%4%] Spostare la telecamera

source: [%1%%2%] Move Plane Down/Up
it: [%1%%2%] Spostare il piano verso il basso/alto

source: [SHIFT] Manipulate Plane
it: [Manipolare il piano

source: Move Grid Plane
it: Spostare il piano della griglia

source: [SHIFT 1-9] Add Group to Selection
it: [MAIUSC 1-9] Aggiungi gruppo alla selezione

source: [%s] Focus Selected
it: [%s] Focus selezionato

source: [CTRL 1-9] Assign Group
it: [CTRL 1-9] Assegnazione gruppo

source: [1-9] Select Group
it: [1-9] Seleziona gruppo

source: %s Torpedo
it: %s Siluro

# As in: What is my relationship to this ship?
source: Hostile
it: Ostile

# As in: What is my relationship to this ship?
source: Friendly
it: Amichevole

source: Relations
it: Relazioni

source: Distance
it: Distanza

source: [%s] Interact (docked)
it: [%s] Interact (agganciato)

source: Dock %dkm
it: Bacino %dkm

source: [Hold %s] Tractor Beam
it: [Tenere %s] Raggio trattore

source: [Hold %s] Hyperspace Jump
it: Salto nell'iperspazio [Hold %s]

source: [Hold %s] Cool Hyperspace Engine
it: [Hold %s] Raffreddare il motore iperspaziale

source: [Fly + Hold %s] Hyperspace Jump
it: [Vola + Tieni premuto %s] Salto nell'iperspazio

source: [Fly + Hold %s] Cool Hyperspace Engine
it: [Vola + Mantieni %s] Raffredda motore iperspaziale

source: Calculating Jump Route...
it: Calcolo del percorso di salto...

source: Hyperspace Jump Destination
it: Destinazione del salto nell'iperspazio

source: Interact (docked)
it: Interagire (agganciato)

source: Undock
it: Sblocco

source: Game simulation load is over %i%%!
it: Il carico della simulazione di gioco è superiore al %i%%!

source: Server load is over %i%%!
it: Il carico del server è superiore al %i%%!

source: Sectors with your property aren't simulated: %1% Servers can only simulate a limited number of sectors. Sectors per player/alliance on this server: %2%
it: I settori della vostra proprietà non sono simulati: %1% I server possono simulare solo un numero limitato di settori. Settori per giocatore/alleanza su questo server: %2%

source: Bad Ping: %i
it: Ping errato: %i

source: Your computer is low on memory! (%iMB left)
it: Il computer ha poca memoria! (%iMB rimasti)

source: Show Location
it: Mostra la posizione

source: Show Details
it: Mostra dettagli

source: (done)
it: (fatto)

source: Transfer Selection
it: Selezione del trasferimento

source: Transfer the selected blocks to a different turret part:
it: Trasferire i blocchi selezionati in un'altra parte della torretta:

source: Confirm Switch
it: Confermare l'interruttore

source: Do you want to build a normal turret design? The current design will be reset. Unsaved designs are lost.
it: Volete costruire una torretta normale? Il progetto corrente verrà ripristinato. I progetti non salvati vengono persi.

source: Do you want to build a coaxial gun design? The current design will be reset. Unsaved designs are lost.
it: Volete costruire un progetto di pistola coassiale? Il progetto attuale verrà ripristinato. I progetti non salvati vengono persi.

source: Hide Other Parts
it: Nascondere altre parti

source: Show Bounds
it: Mostra limiti

source: Show Rotation Points
it: Mostra punti di rotazione

source: Show Muzzle Positions
it: Mostrare le posizioni della museruola

source: Blocks:
it: Blocchi:

source: Turret Size:
it: Dimensione della torretta:

source: Shot Color
it: Colore dello scatto

source: Assign Muzzle Blocks Select the blocks you want to set as muzzle positions.
it: Assegnazione dei blocchi di museruola Selezionare i blocchi che si desidera impostare come posizioni di museruola.

source: Transfer Selection...
it: Selezione del trasferimento...

source: Rotate Right
it: Ruota a destra

source: Rotate Up
it: Ruotare verso l'alto

source: Rotate Down
it: Ruotare verso il basso

source: Reset Rotation
it: Azzeramento della rotazione

source: Assign Body Rotation Point Select blocks to set the point of rotation.
it: Assegnazione del punto di rotazione del corpo Selezionare i blocchi per impostare il punto di rotazione.

source: Assign Barrel Rotation Point Select blocks to set the point of rotation.
it: Assegnazione del punto di rotazione del barile Selezionare i blocchi per impostare il punto di rotazione.

source: Design Turret
it: Torretta di progettazione

source: Edit Turret Base
it: Modifica della base della torretta

source: Edit Turret Body
it: Modifica del corpo della torretta

source: Edit Turret Barrel
it: Modifica della canna della torretta

source: This is the Turret Building Mode. Each turret consists of three parts: Base, Body and Barrels. The Base is built directly onto the craft. The Body rotates horizontally on top of the Base. The Barrels part rotates vertically on top of the Body. Rotation Points can be assigned by selecting the desired block. When a turret is fired the shots appear at the muzzle positions. Changes to muzzle and rotation positions are also recorded and can be undone.
it: Questa è la modalità di costruzione della torretta. Ogni torretta è composta da tre parti: Base, Corpo e Canne. La base viene costruita direttamente sull'imbarcazione. Il corpo ruota orizzontalmente sulla base. La parte dei barili ruota verticalmente sulla parte superiore del corpo. I punti di rotazione possono essere assegnati selezionando il blocco desiderato. Quando si spara con una torretta, i colpi appaiono nella posizione della volata. Le modifiche alle posizioni di volata e di rotazione vengono registrate e possono essere annullate.

source: Design Coaxial Gun
it: Pistola coassiale di design

source: Edit Coaxial Gun
it: Modifica pistola coassiale

source: This is the Building Mode for Coaxial Guns. Coaxial Guns point away from the surface they are built on and cannot rotate.
it: Questa è la modalità di costruzione per le pistole coassiali. Le armi coassiali puntano lontano dalla superficie su cui sono costruite e non possono ruotare.

source: Controlled by Player
it: Controllato dal giocatore

source: Attack target
it: Obiettivo dell'attacco

source: Defensive [Fighters, Torpedoes]
it: Difensiva [Caccia, Siluri]

source: Click to assign orders to this turret group.
it: Fare clic per assegnare gli ordini a questo gruppo di torrette.

source: (Autoturrets without group)
it: (Autotorrette senza gruppo)

source: CHARGING HYPERSPACE ENGINE
it: MOTORE IPERSPAZIALE DI CARICA

source: COOLING HYPERSPACE ENGINE %is
it: MOTORE IPERSPAZIO DI RAFFREDDAMENTO %is

source: ?? s [disabled]
it: [disabilitato]

source: Hyperspace Engine is disabled!
it: Il Motore Iperspaziale è disabilitato!

source: JAMMED
it: GIAMPAOLO

source: Your hyperspace engine is being jammed by something!
it: Il vostro motore iperspaziale è stato bloccato da qualcosa!

source: ?? s [0% eff.]
it: [0% eff.]

source: Not enough energy, your Hyperspace Engine can't recharge!
it: Non c'è abbastanza energia, il motore iperspaziale non può ricaricarsi!

source: Your Hyperspace Engine is being distorted by nearby enemies. Recharge speed is decreased.
it: Il motore iperspaziale viene distorto dai nemici vicini. La velocità di ricarica è diminuita.

source: You're flying through clear space. Hyperspace recharge speed is increased.
it: Si vola nello spazio libero. La velocità di ricarica dell'iperspazio è aumentata.

source: ENERGY LOW
it: ENERGIA BASSA

source: No silhouette
it: Sulla silhouette

source: Focus View on Selection (%s)
it: Vista di fuoco sulla selezione (%s)

source: Neutral Editor
it: Editore neutrale

source: Arrows
it: Frecce

source: Arrows indicating flight direction
it: Frecce che indicano la direzione di volo

# Building Highlight Mode
source: No Highlights
it: Nessun elemento di spicco

# Building Highlight Mode
source: Turrets
it: Torrette

# Building Highlight Mode
source: Block Damage
it: Danno da blocco

source: Silhouette settings:
it: Impostazioni della silhouette:

source: Visible:
it: Visibile:

# Side of a building silhouette that is shown next to the currently built ship
source: Left
it: A sinistra

# Side of a building silhouette that is shown next to the currently built ship
source: Right
it: Diritto

# Side of a building silhouette that is shown next to the currently built ship
source: Both Sides
it: Entrambi i lati

source: Only show specific blocks:
it: Mostra solo blocchi specifici:

# Hide no materials
source: - All Materials -
it: - Tutti i materiali -

# Hide no blocks
source: - All Blocks -
it: - Tutti i blocchi

source: Right-Click to favorite this item (F)
it: Fare clic con il tasto destro del mouse su questo articolo (F)

source: Right-Click to un-favorite this item (F)
it: Cliccare con il tasto destro del mouse per togliere il favore a questo articolo (F)

source: Right-Click to mark as trash (T)
it: Fare clic con il tasto destro del mouse per contrassegnare come cestino (T)

source: Right-Click to unmark as trash (T)
it: Cliccare con il tasto destro del mouse per togliere il segno di cestino (T)

source: Right-Click or Double-Click to use
it: Fare clic con il tasto destro del mouse o fare doppio clic per utilizzare

source: Use
it: Utilizzo
