Repository: GLWine/Avorion-ITA
Catalog: Avorion/data/localization/*.po
Languages: it

source: Your salvaging license has expired. You may no longer salvage in this area.
it: La licenza di recupero è scaduta. Non è più possibile effettuare recuperi in quest'area.

source: Your salvaging license in %s has expired. You may no longer salvage in this area.
it: La sua licenza di recupero in %s è scaduta. Non è più possibile effettuare recuperi in quest'area.

source: Received %2% Credits for %1% from a scrapyard.
it: Ricevuto %2% Crediti per %1% da un rottame.

source: Paid %1% Credits for a scrapyard license.
it: Ha pagato il %1% di crediti per una licenza di rottamazione.

source: Thank you for choosing %1%'s salvage services. We have you listed as an licensee for the next %2% minutes.
it: Grazie per aver scelto i servizi di recupero del %1%. L'abbiamo inserita nell'elenco dei licenziatari per il prossimo %2% di minuti.

source: Thank you for your continuing trust in us. We updated your salvaging license to %s minutes.
it: Grazie per la fiducia che continuate a riporre in noi. Abbiamo aggiornato la sua licenza di recupero a %s minuti.

source: %s cannot be held responsible for any damage to ships or deaths caused by salvaging.
it: %s non può essere ritenuta responsabile per eventuali danni alle navi o morti causate dal salvataggio.

source: Docking and stealing wreckages is not permitted!
it: Non è consentito l'attracco e il furto di relitti!

source: Not enough cargo space for all dismantled goods!
it: Spazio di carico insufficiente per tutte le merci smontate!

source: Salvaging or damaging wreckages in this sector is illegal. Please buy a salvaging license.
it: Il recupero o il danneggiamento di relitti in questo settore è illegale. Si prega di acquistare una licenza di recupero.

source: You need a salvaging license for this sector.
it: Per questo settore è necessaria una licenza di recupero.

source: Salvaging wreckages in this sector is forbidden. Please buy a salvaging license.
it: Il recupero di relitti in questo settore è vietato. Si prega di acquistare una licenza di recupero.

source: Wreckages in this sector are the property of %s. Please buy a salvaging license.
it: I relitti in questo settore sono di proprietà di %s. Si prega di acquistare una licenza di recupero.

source: Illegal salvaging will be punished by destruction. Buy a salvaging license or there will be consequences.
it: Il recupero illegale sarà punito con la distruzione. Acquistate una licenza di recupero o ci saranno conseguenze.

source: This is your last warning. If you do not stop salvaging without a license, you will be destroyed.
it: Questo è il vostro ultimo avvertimento. Se non smetterete di recuperare senza licenza, sarete distrutti.

source: You have been warned. You will be considered an enemy of %s if you do not stop your illegal activities.
it: Sei stato avvertito. Sarai considerato un nemico di %s se non cesserai le tue attività illegali.

source: Build Ship
it: Costruire la nave

source: Single Block
it: Blocco singolo

source: Station Founder
it: Fondatore della stazione

source: The ship will be able to found stations.
it: La nave sarà in grado di trovare stazioni.

source: Hire the crew for the ship as well.
it: Assumete anche l'equipaggio della nave.

source: Ship Only
it: Solo per la spedizione

source: Ship + Crew
it: Nave + Equipaggio

source: Show Stats
it: Mostra le statistiche

# Shipyard Button
source: Build
it: Costruire

source: Start your new fleet today! We offer only the best ships!
it: Inizia oggi la tua nuova flotta! Offriamo solo le migliori navi!

source: Don't know how to man your ship? Try our exclusive clone crew, optionally available for every ship you order.
it: Non sapete come gestire la vostra nave? Provate il nostro esclusivo equipaggio clone, disponibile come opzione per ogni nave ordinata.

source: Asteroid-fall damage on the windshield? We fix that for you.
it: Danni da caduta di asteroidi sul parabrezza? Noi lo ripariamo per voi.

source: Founding Costs
it: Costi di fondazione

source: Ship Costs
it: Costi della nave

source: You have to give your ship a name!
it: Devi dare un nome alla tua nave!

source: You already have a ship called '${x}'
it: Si dispone già di una nave chiamata '${x}'

source: The shipyard is already at maximum capacity.
it: Il cantiere è già al massimo della capacità.

source: Thank you for your purchase. Your ship will be ready in about an hour and %2% minutes.
it: Grazie per l'acquisto. La vostra nave sarà pronta tra circa un'ora e 2% minuti.

source: Thank you for your purchase. Your ship will be ready in about %1% hours and %2% minutes.
it: Grazie per l'acquisto. La vostra nave sarà pronta in circa %1% ore e %2% minuti.

source: Thank you for your purchase. Your ship will be ready in about %1% minutes.
it: Grazie per l'acquisto. La vostra spedizione sarà pronta in circa %1% minuti.

source: Thank you for your purchase. Your ship will be ready in about two minutes.
it: Grazie per l'acquisto. La vostra nave sarà pronta in circa due minuti.

source: Received a refund of %1% Credits and resources from the shipyard.
it: Ricevuto un rimborso del %1% di crediti e risorse dal cantiere navale.

source: There's a shipyard in this sector.
it: In questo settore c'è un cantiere navale.

source: This is a free station, where everybody can mind their own business.
it: Questa è una stazione libera, dove ognuno può farsi gli affari propri.

source: Best wares in the galaxy.
it: I migliori prodotti della galassia.

source: Welcome to the true, free market.
it: Benvenuti nel vero mercato libero.

source: You'll find members for nearly everything on this station, if the coin is right.
it: Su questa stazione si trovano membri per quasi tutto, se la moneta è giusta.

source: If you get in trouble, it's your own fault.
it: Se vi mettete nei guai, è colpa vostra.

source: Don't make any trouble.
it: Non creare problemi.

source: I'm sure you'll find what you're looking for.
it: Sono sicuro che troverete quello che state cercando.

source: What's up?
it: Cosa c'è?

source: Smuggler's Market
it: Mercato dei contrabbandieri

source: Pssst! You wanna take a look?
it: Vuoi dare un'occhiata?

source: Everything's legal here, of course. As long as you don't look too closely...
it: Qui tutto è legale, ovviamente. A patto che non si guardi troppo da vicino...

source: Oh. That must have gotten lost.
it: Oh. Deve essersi perso.

source: You bring 'em, we crack 'em. Secured Containers only.
it: Voi li portate, noi li spacchiamo. Solo contenitori protetti.

source: We do Secured Containers only, we don't want no bug infestations.
it: Facciamo solo container protetti, non vogliamo infestazioni di insetti.

source: Unbrand Stolen Goods
it: Non marcare i beni rubati

source: PRICE/U
it: PREZZO/U

source: YOU
it: VOI

source: Sell Stolen Goods
it: Vendere merce rubata

source: You have no stolen goods on you.
it: Non avete merce rubata con voi.

source: You don't have any of this!
it: Non hai niente di tutto questo!

source: You don't have any %s to sell!
it: Non hai nessuna % da vendere!

source: You don't have any stolen %s!
it: Non hai nessun % rubato!

source: You have to be docked to the station to unbrand goods!
it: Per disincrostare le merci è necessario essere attraccati alla stazione!

source: Paid %1% Credits to unbrand stolen goods.
it: Pagato il %1% di crediti per disincrostare la merce rubata.

source: You can't sell ${displayPlural} here.
it: Non è possibile vendere ${displayPlural} qui.

source: Torpedo Merchant
it: Mercante di siluri

source: Special offers for all residents, only today!
it: Offerte speciali per tutti i residenti, solo per oggi!

source: ${R} still needs the forms for our last shipment.
it: ${R} ha ancora bisogno dei moduli per l'ultima spedizione.

source: Nobody likes smugglers. Get your cargo transport licenses here!
it: A nessuno piacciono i contrabbandieri. Ottenete qui le vostre licenze di trasporto merci!

source: Careful with those dangerous goods! Get a transport license here!
it: Attenzione alle merci pericolose! Ottenete una licenza di trasporto qui!

source: Trade your goods here! We offer a vastly better choice than any factory!
it: Scambiate qui le vostre merci! Offriamo una scelta di gran lunga migliore di qualsiasi fabbrica!

source: This station buys goods from traders to resell them.
it: Questa stazione acquista merci dai commercianti per rivenderle.

source: This station doesn't buy goods from traders to resell them.
it: Questa stazione non acquista merci dai commercianti per rivenderle.

# Station Title
source: Travel Hub
it: Hub di viaggio

# Interaction Title
source: Travel Hub
it: Hub di viaggio

source: Economy Tier Travel Boost
it: Aumento dei viaggi in Economy Tier

source: Tier II Travel Boost
it: Boost di viaggio di livello II

source: Tier III Travel Boost
it: Boost di viaggio di livello III

source: Tier IV Travel Boost
it: Boost di viaggio Tier IV

source: TIER ${tier} JUMP BOOST
it: TIER ${tier} SALTO IN SALITA

source: Jump Distance
it: Distanza di salto

source: Gain a one-time jump range boost for your next hyperspace jump.
it: Ottiene un aumento della portata del salto per il prossimo salto nell'iperspazio.

source: Fleet Boost
it: Potenziamento della flotta

source: Boost your entire fleet in the sector for double the price.
it: Potenziate la vostra intera flotta nel settore al doppio del prezzo.

source: REQUIREMENTS
it: REQUISITI

source: \c(5af)How to:\c() After booking, fly through the energy charge lines to activate the boost. You'll be charged when the boost is activated.
it: \Dopo la prenotazione, vola attraverso le linee di carica dell'energia per attivare la spinta. L'attivazione del potenziamento comporta un addebito.

source: Book Boost
it: Aumento del libro

source: Book Fleet Boost
it: Potenziamento della flotta di libri

source: Tier %1% Travel Boost booked. %2%
it: Tier %1% Travel Boost prenotato. %2%

source: Please fly through the energy lines to activate the boost. You will be charged once you cross them.
it: Attraversare le linee di energia per attivare la spinta. Una volta attraversate, verranno addebitate le spese.

source: Tier %1% Travel Boost booked for all your ships in the sector. %2%
it: Tier %1% Incremento di viaggio prenotato per tutte le tue navi nel settore. %2%

# turns to 'You need 10 Energy Cells' or similar
source: You need %1% %2%!
it: Hai bisogno di %1% %2%!

source: Paid %1% credits for a hyperspace boost.
it: Ha pagato il %1% di crediti per un aumento dell'iperspazio.

source: Turret Factory
it: Fabbrica di torrette

# window title
source: Build Turrets
it: Costruire torrette

source: Build customized turrets from parts
it: Costruire torrette personalizzate a partire da pezzi di ricambio

source: Create new blueprints from turrets
it: Creare nuovi progetti da torrette

source: Convert turret into blueprint (destroys turret)
it: Convertire la torretta in blueprint (distrugge la torretta)

source: Tech level of this factory (%s) is not high enough for this turret.
it: Il livello tecnico di questa fabbrica (%s) non è abbastanza alto per questa torretta.

source: This turret can't be turned into a blueprint.
it: Questa torretta non può essere trasformata in un progetto.

source: You must be docked to the station to create blueprints.
it: Per creare le cianografie è necessario essere attraccati alla stazione.

source: You must be closer to the ship to create blueprints.
it: Per creare le cianografie è necessario essere più vicini alla nave.

source: Factory Blueprints
it: Schemi di fabbrica

source: Inventory Blueprints
it: Schemi di inventario

source: Parts
it: Parti di ricambio

# Turret Factory Button
source: Build
it: Costruire

source: Track ingredients in mission log
it: Tenere traccia degli ingredienti nel registro delle missioni

source: Manufacturing Price: Too Much
it: Prezzo di produzione: Troppo

source: Don't fancy the standard? We build turrets individually according to your specs.
it: Non vi piace lo standard? Costruiamo torrette personalizzate in base alle vostre specifiche.

source: Only turrets built by ethically trained AIs.
it: Solo torrette costruite da IA addestrate eticamente.

source: Get your turrets directly from the manufacturer!
it: Acquistate le torrette direttamente dal produttore!

source: No refunds!
it: Nessun rimborso!

source: Creation of turrets at your own discretion.
it: Creazione di torrette a propria discrezione.

source: We won't take any responsibility for any damages arising from building or destroying turrets, accidental ammunition explosion or plasma implosions.
it: Non ci assumiamo alcuna responsabilità per eventuali danni derivanti dalla costruzione o dalla distruzione di torrette, dall'esplosione accidentale di munizioni o dall'implosione di plasma.

source: Manufacturing Cost: ¢${money}
it: Costo di produzione: ¢${money}

source: Reinitialize Turret Composition AI: ¢${price}
it: Reinizializzare l'intelligenza artificiale della composizione della torretta: ¢${prezzo}

source: Tech ${level} - Turret Factory
it: Tecnologia ${livello} - Fabbrica di torrette

source: Turret blueprint not found.
it: Cianografia della torretta non trovata.

source: You need at least 'Excellent' relations to build 'Exceptional' or better turrets.
it: Per costruire torrette di livello "Eccezionale" o superiore, sono necessarie relazioni almeno "Eccellenti".

source: You must be docked to the station to build turrets.
it: Per costruire le torrette è necessario essere attraccati alla stazione.

source: You must be closer to the ship to build turrets.
it: Per costruire le torrette è necessario essere più vicini alla nave.

source: Paid %1% Credits to build a turret.
it: Pagato %1% Crediti per costruire una torretta.

source: This turret cannot be built here.
it: Questa torretta non può essere costruita qui.

source: You can only do that if you own the station.
it: È possibile farlo solo se si possiede la stazione.

source: Paid %1% Credits to reinitialize turret composition AI.
it: Pagato %1% di crediti per reinizializzare l'IA della composizione delle torrette.

source: Turret Factory Supplier
it: Fornitore della torretta

source: Get the parts, build the turrets!
it: Procuratevi i pezzi, costruite le torrette!

source: No more travelling across the galaxy for those parts! Get them right here!
it: Non dovrete più viaggiare per la galassia alla ricerca di queste parti! Prendeteli qui!

source: The best prices for the best turrets parts!
it: I migliori prezzi per le migliori torrette!

source: Help us stay in business! Build turrets!
it: Aiutateci a rimanere in attività! Costruisci torrette!

source: Turret Merchant
it: Mercante di torrette

source: Utility Merchant
it: Commerciante di utilità

source: Set New Message
it: Imposta nuovo messaggio

source: Change Beacon Message
it: Modifica del messaggio del faro

# Pioneer Company Limited
source: Message set successfully. Thanks for choosing PCL's Message Transmitter!
it: Messaggio impostato con successo. Grazie per aver scelto il trasmettitore di messaggi PCL!

# window title
source: Transform to Mine
it: Trasformare in miniera

source: Found Mine
it: Trovato il mio

source: Confirm Transformation
it: Confermare la trasformazione

source: Mine Name
it: Nome della miniera

source: Transform
it: Trasformazione

source: Produces:
it: Produce:

source: Requires:
it: Richiede:

source: You're about to transform your asteroid into a ${mine}.
it: State per trasformare il vostro asteroide in una $mina}.

source: Please enter a name for your mine:
it: Inserire un nome per la miniera:

source: Maximum station limit for this sector (%s) of this server reached!
it: Il limite massimo di stazioni per questo settore (%s) di questo server è stato raggiunto!

source: ${good} Mine
it: ${buono} Mio

source: You already own an object called ${name}.
it: Si possiede già un oggetto chiamato ${nome}.

source: The production line you chose doesn't exist.
it: La linea di produzione che avete scelto non esiste.

source: Paid %1% Credits to found a mine.
it: Ha pagato il %1% di crediti per fondare una miniera.

source: Only available with a captain!
it: Disponibile solo con un capitano!

source: Autopilot
it: Pilota automatico

source: Simple Orders
it: Ordini semplici

source: Guard This Position
it: Sorvegliare questa posizione

source: Advanced Orders
it: Ordini avanzati

source: Mine Sector
it: Settore minerario

source: Salvage Sector
it: Settore del recupero

source: Repair All
it: Riparare tutti

source: Attack All Enemies
it: Attaccare tutti i nemici

source: Patrol Sector
it: Settore Pattuglie

source: Craft Orders
it: Ordini artigianali

source: Orders
it: Ordini

source: Escort Me
it: Accompagnami

source: Repair Me
it: Riparami

# ship AI status
source: [PLAYER]
it: [GIOCATORE]

source: Can't enchain anything after a loop.
it: Non è possibile incatenare nulla dopo un ciclo.

source: Can't enchain anything after a patrol order.
it: Non è possibile incatenare nulla dopo un ordine di pattugliamento.

source: Can't enchain anything after an escort order.
it: Non è possibile incatenare nulla dopo un ordine di scorta.

source: Can't enchain anything after a fly order.
it: Non è possibile incatenare nulla dopo un ordine di volo.

source: Can't enchain anything after a guard order.
it: Non è possibile incatenare nulla dopo un ordine di guardia.

source: Can't enchain anything after a persistent mine order.
it: Non è possibile incatenare nulla dopo un ordine di mina persistente.

source: Can't enchain anything after a persistent salvage order.
it: Non è possibile incatenare nulla dopo un ordine di recupero persistente.

source: Cannot undo last order.
it: Non è possibile annullare l'ultimo ordine.

source: Could not find any orders at %1%:%2%!
it: Impossibile trovare ordini al %1%:%2%!

source: Jump not possible. Terminating orders in \s(%1%:%2%).
it: Salto non possibile. Chiusura degli ordini in \s(%1%:%2%).

# ship AI status
source: Jumping to ${x}:${y}
it: Salto a ${x}:${y}

# ship AI status
source: Attacking Enemies
it: Attaccare i nemici

# ship AI status
source: Escorting ${name}
it: Accompagnare ${nome}

# ship AI status
source: Attacking ${name}
it: Attacco a ${nome}

# ship AI status
source: Flying Through Wormhole
it: Volare attraverso il wormhole

# ship AI status
source: Flying to Position
it: Volare in posizione

# ship AI status
source: Guarding Position
it: Posizione di guardia

# ship AI status
source: Board ${name}
it: Scheda ${nome}

# ship AI status
source: Repairing ${name}
it: Riparazione di ${nome}

# ship AI status
source: Repairing
it: Riparazione

source: Order completed. Awaiting new orders.
it: Ordine completato. In attesa di nuovi ordini.

source: You're not close enough to open the object.
it: Non siete abbastanza vicini per aprire l'oggetto.

source: Smuggler's Cache
it: Il nascondiglio del contrabbandiere

source: Alarm system initalized... Response forces will arrive soon...
it: Sistema di allarme initalizzato... Le forze di risposta arriveranno presto...

source: Leave us alone! We are transporting important goods.
it: Lasciateci soli! Stiamo trasportando merci importanti.

source: And what about those highly 'unsuspicious' containers?
it: E che dire di quei contenitori altamente "insospettabili"?

source: Maybe a small favor of ${bribe} Credits would help you understand the importance of them.
it: Forse un piccolo favore di ${bribe} Crediti vi aiuterebbe a capirne l'importanza.

source: Ahh, very important indeed. Have a good journey and stay out of trouble.
it: Ahh, davvero molto importante. Buon viaggio e state lontani dai guai.

source: Received bribe of %1% Credits.
it: Ricevuta tangente del %1% di crediti.

source: I see. Have a good journey and stay out of trouble.
it: Capisco. Buon viaggio e state lontani dai guai.

source: Leave us alone! We have a license for this stuff.
it: Lasciateci in pace! Abbiamo una licenza per questa roba.

source: You're not strong enough. Why should we allow you to do anything?
it: Non sei abbastanza forte. Perché dovremmo permetterti di fare qualcosa?

source: What? You again? Nah, I'm done with you.
it: Cosa? Ancora tu? No, ho chiuso con te.

source: Rename Sector
it: Rinominare il settore

source: Enter new name
it: Inserire il nuovo nome

source: Current Name:
it: Nome attuale:

source: You don't have permission to use the beacon in the name of your alliance.
it: Non avete il permesso di usare il faro a nome della vostra alleanza.

source: Can’t use beacon in a sector that you don't control.
it: Non si può usare il segnalatore in un settore che non si controlla.

source: Sell Asteroid
it: Vendere Asteroide

source: Faction
it: Fazione

source: Reputation
it: La reputazione

source: Sold an object for %1% Credits.
it: Venduto un oggetto per %1% Crediti.

source: Fly the craft to found a ship.
it: Far volare l'imbarcazione per fondare una nave.

source: Founding Ship
it: Nave Fondatrice

source: Found Ship
it: Nave trovata

source: Enter the name of the ship:
it: Inserire il nome della nave:

source: WARNING: Having many ships in many different sectors can cause lags, FPS drops and overall bad game performance. This is highly dependent on your system.
it: AVVERTENZA: la presenza di molte navi in diversi settori può causare lag, cali di FPS e in generale cattive prestazioni di gioco. Questo dipende molto dal sistema in uso.

source: Founding Fee: (?)
it: Tassa di fondazione: (?)

source: Every ship costs a basic material founding fee. The more ships you own, the higher the material tier.
it: Ogni nave costa una tassa di fondazione del materiale di base. Più navi si possiedono, più alto è il livello di materiale.

source: Included Crew: (?)
it: Equipaggio incluso: (?)

source: You already have a ship called '%s'.
it: Avete già una nave chiamata '%s'.

source: You need building knowledge for %1% to found this ship.
it: Per fondare questa nave è necessario avere conoscenze edilizie per l'%1%.

source: Paid ${amount} ${material} to found a ship.
it: Ho pagato ${importo} ${materiale} per fondare una nave.

source: ${amount} ${material}
it: ${importo} ${materiale}

source: ${amount}
it: ${importo}

source: Founding Ship #${number}
it: Nave Fondatrice #${numero}

source: While in tutorial, you don't get crewmembers for free. Depending on the difficulty you're playing on, you will get a certain number of crew members whenever you found a ship.
it: Durante l'esercitazione, non si ottengono membri dell'equipaggio gratuitamente. A seconda della difficoltà in cui si gioca, si otterrà un certo numero di membri dell'equipaggio ogni volta che si trova una nave.

source: Depending on the difficulty you're playing on, you will get a certain number of crew members whenever you found a ship.
it: A seconda della difficoltà in cui si gioca, si otterrà un certo numero di membri dell'equipaggio ogni volta che si trova una nave.

source: You don't have permissions to found ships for your alliance.
it: Non hai i permessi per fondare navi per la tua alleanza.

source: Build
it: Costruire

source: The population on this station buys and consumes a range of organic goods. These goods can be picked up for free by the owner of the station. Attracts NPC traders.
it: La popolazione di questa stazione acquista e consuma una serie di prodotti biologici. Questi beni possono essere raccolti gratuitamente dal proprietario della stazione. Attira i commercianti PNG.

source: The population on this station buys and consumes a range of luxury goods. These goods can be picked up for free by the owner of the station. Attracts NPC traders.
it: La popolazione di questa stazione acquista e consuma una serie di beni di lusso. Questi beni possono essere ritirati gratuitamente dal proprietario della stazione. Attira i commercianti PNG.
