Repository: GLWine/Avorion-ITA
Catalog: Avorion/data/localization/*.po
Languages: it

source: This craft cannot board others: %s
it: Questa imbarcazione non può imbarcarsi su altre: %s

source: This object cannot be boarded.
it: Questo oggetto non può essere abbordato.

source: This ship needs weapons to board other ships.
it: Questa nave ha bisogno di armi per abbordare altre navi.

source: Your craft %1% can't follow %2% because it can't jump far enough.
it: La tua imbarcazione %1% non può seguire %2% perché non riesce a saltare abbastanza lontano.

source: Your craft %1% can't follow %2% because it won't fit through a wormhole or gate.
it: La vostra imbarcazione %1% non può seguire %2% perché non può passare attraverso un tunnel o un cancello.

source: Your craft %1% has lost track of its target %2%.
it: La tua imbarcazione %1% ha perso di vista il suo obiettivo %2%.

source: One of your crafts can't follow its target %s because it can't jump far enough.
it: Una delle vostre imbarcazioni non riesce a seguire il suo obiettivo %s perché non riesce a saltare abbastanza lontano.

source: One of your crafts can't follow its target %s because it won't fit through a wormhole or gate.
it: Una delle vostre imbarcazioni non può seguire il suo obiettivo %s perché non può passare attraverso un wormhole o un cancello.

source: One of your crafts has lost track of its target %s.
it: Uno dei vostri mestieri ha perso la traccia del suo obiettivo %s.

source: %1% has not jumped for 5 minutes because it is waiting for an escorting ship.
it: %1% non salta da 5 minuti perché sta aspettando una nave di scorta.

source: %1% can't perform a hyperspace jump because it doesn't have enough energy.
it: L'%1% non può eseguire un salto nell'iperspazio perché non ha abbastanza energia.

source: Invite other players to the alliance.
it: Invitare altri giocatori all'alleanza.

source: Kick other members ranked lower than you from the alliance.
it: Cacciate dall'alleanza gli altri membri di grado inferiore al vostro.

source: Promote other members ranked lower than you, but not to a rank higher than your rank.
it: Promuovere altri membri di grado inferiore al proprio, ma non a un grado superiore al proprio.

source: Demote other members ranked lower than you.
it: Retrocessione di altri membri di grado inferiore al vostro.

source: Edit ranks and permissions.
it: Modificare i gradi e le autorizzazioni.

source: Add items to the alliance safe.
it: Aggiungere oggetti alla cassaforte dell'alleanza.

source: Use items from the alliance safe on crafts and property owned by the alliance.
it: Usare gli oggetti della cassaforte dell'Alleanza su oggetti e proprietà di proprietà dell'Alleanza.

source: Take items from the alliance safe.
it: Prendere gli oggetti dalla cassaforte dell'alleanza.

source: Add resources to the alliance safe.
it: Aggiungere risorse alla cassaforte dell'alleanza.

source: Use resources from the alliance safe on crafts and property owned by the alliance.
it: Utilizzare le risorse della cassaforte dell'Alleanza sui mestieri e sulle proprietà dell'Alleanza.

source: Take resources from the alliance safe.
it: Prelevare risorse dalla cassaforte dell'alleanza.

source: Found ships that will be owned by the alliance.
it: Navi trovate che saranno di proprietà dell'alleanza.

source: Found stations that will be owned by the alliance.
it: Stazioni trovate che saranno di proprietà dell'alleanza.

source: Manage stations, factory or mine prices, insurance and sell asteroids.
it: Gestite le stazioni, i prezzi delle fabbriche o delle miniere, l'assicurazione e la vendita di asteroidi.

source: Manage ships, e.g. crew payment, ship transfers, orders, reconstruction and naming.
it: Gestire le navi, ad esempio il pagamento dell'equipaggio, i trasferimenti di navi, gli ordini, la ricostruzione e la denominazione.

source: Fly and manage crafts owned by the alliance.
it: Volare e gestire le imbarcazioni di proprietà dell'alleanza.

source: Change equipment and structure of crafts and property owned by the alliance.
it: Modificare le attrezzature e la struttura dei mestieri e dei beni di proprietà dell'alleanza.

source: Change the emblem of the alliance.
it: Cambiare l'emblema dell'alleanza.

source: Change the message of the day in the alliance main menu.
it: Modificare il messaggio del giorno nel menu principale dell'alleanza.

source: Negotiate relations with other factions.
it: Negoziare le relazioni con le altre fazioni.

source: Mark sectors on the map and change notes.
it: Segnare i settori sulla mappa e modificare le note.

source: Invite Players
it: Invita i giocatori

source: Kick Players
it: Calciatori

source: Promote Members
it: Promuovere i membri

source: Demote Members
it: Retrocessione dei membri

source: Edit Ranks
it: Modifica dei gradi

source: Add Items
it: Aggiungi articoli

source: Spend Items
it: Articoli da spendere

source: Take Items
it: Prendere gli articoli

source: Add Resources
it: Aggiungi risorse

source: Spend Resources
it: Risorse di spesa

source: Take Resources
it: Risorse

source: Found Ships
it: Navi trovate

source: Found Stations
it: Stazioni di fondazione

source: Manage Stations
it: Gestire le stazioni

source: Manage Ships
it: Gestire le navi

source: Fly Crafts
it: Artigianato della mosca

source: Modify Crafts
it: Modificare l'artigianato

source: Modify Emblem
it: Modificare l'emblema

source: Modify Motd
it: Modificare il motore

source: Negotiate Relations
it: Negoziare le relazioni

source: Edit Map
it: Modifica mappa

# Alliance Member Rank
source: Admiral
it: Ammiraglio

# Alliance Member Rank
source: General
it: Generale

# Alliance Member Rank
source: Officer
it: Ufficiale

# Alliance Member Rank
source: Member
it: Membro

# Alliance Member Rank
source: Rookie
it: Esordiente

# Block
source: Smart Hull
it: Scafo intelligente

# Block
source: Smart Blank Hull
it: Scafo vuoto intelligente

# Block
source: Engine
it: Motore

# Block
source: Stone
it: Pietra

# Block
source: Cargo Bay
it: Baia di carico

# Block
source: Crew Quarters
it: Alloggio dell'equipaggio

# Block
source: Edge Crew Quarters
it: Quartieri dell'equipaggio del bordo

# Block
source: Corner Crew Quarters 1
it: Angolo Quartieri dell'equipaggio 1

# Block
source: Corner Crew Quarters 2
it: Angolo Quartieri dell'equipaggio 2

# Block
source: Corner Crew Quarters 3
it: Angolo Quartieri dell'equipaggio 3

# Block
source: Twisted Corner Crew Quarters 1
it: Quartieri dell'equipaggio dell'Angolo Torto 1

# Block
source: Twisted Corner Crew Quarters 2
it: Quartieri dell'equipaggio dell'angolo contorto 2

# Block
source: Flat Corner Crew Quarters
it: Alloggio equipaggio ad angolo piatto

# Block
source: Thruster
it: Propulsore

# Block
source: Directional Thruster
it: Propulsore direzionale

# Block
source: Armor
it: Armatura

# Block
source: Framework
it: Struttura

# Block
source: Dock
it: Darsena

# Block
source: Shield Generator
it: Generatore di scudi

# Block
source: Energy Container
it: Contenitore di energia

# Block
source: Integrity Field Generator
it: Generatore di campo di integrità

# Block
source: Computer Core
it: Nucleo del computer

# Block
source: Hyperspace Core
it: Nucleo Iperspaziale

# Block
source: Solar Panel
it: Pannello solare

# Block
source: Light
it: Luce

# Block
source: Colored Light
it: Luce colorata

# Block
source: Flashing Light 1
it: Luce lampeggiante 1

# Block
source: Flashing Light 2
it: Luce lampeggiante 2

# Block
source: Flashing Light 3
it: Luce lampeggiante 3

# Block
source: Transporter
it: Trasportatore

# Block
source: Academy
it: Accademia

# Block
source: Cloning Pods
it: Baccelli di clonazione

# Block
source: Smart Edge
it: Bordo intelligente

# Block
source: Smart Corner 1
it: Angolo intelligente 1

# Block
source: Smart Corner 2
it: Angolo intelligente 2

# Block
source: Smart Corner 3
it: Angolo intelligente 3

# Block
source: Smart Twisted Corner 1
it: Angolo ritorto intelligente 1

# Block
source: Smart Twisted Corner 2
it: Angolo ritorto intelligente 2

# Block
source: Smart Flat Corner
it: Angolo piatto intelligente

# Block
source: Edge Armor
it: Armatura del bordo

# Block
source: Corner Armor 1
it: Armatura d'angolo 1

# Block
source: Corner Armor 2
it: Armatura d'angolo 2

# Block
source: Corner Armor 3
it: Armatura d'angolo 3

# Block
source: Twisted Corner Armor 1
it: Armatura ad angolo ritorto 1

# Block
source: Twisted Corner Armor 2
it: Armatura ad angolo ritorto 2

# Block
source: Flat Corner Armor
it: Armatura angolare piatta

# Block
source: Glow
it: Bagliore

# Block
source: Glow Edge
it: Bordo luminoso

# Block
source: Glow Corner 1
it: Angolo del bagliore 1

# Block
source: Glow Corner 2
it: Angolo del bagliore 2

# Block
source: Glow Corner 3
it: Angolo del bagliore 3

# Block
source: Glow Twisted Corner 1
it: Angolo ritorto luminoso 1

# Block
source: Glow Twisted Corner 2
it: Angolo ritorto luminoso 2

# Block
source: Glow Flat Corner
it: Angolo piatto luminoso

# Block
source: Glass
it: Vetro

# Block
source: Glass Edge
it: Bordo in vetro

# Block
source: Glass Corner 1
it: Angolo di vetro 1

# Block
source: Glass Corner 2
it: Angolo di vetro 2

# Block
source: Glass Corner 3
it: Angolo di vetro 3

# Block
source: Glass Twisted Corner 1
it: Angolo ritorto in vetro 1

# Block
source: Glass Twisted Corner 2
it: Angolo ritorto in vetro 2

# Block
source: Glass Flat Corner
it: Angolo piatto in vetro

# Block
source: Reflector
it: Riflettore

# Block
source: Reflector Edge
it: Bordo del riflettore

# Block
source: Reflector Corner 1
it: Angolo del riflettore 1

# Block
source: Reflector Corner 2
it: Angolo del riflettore 2

# Block
source: Reflector Corner 3
it: Angolo del riflettore 3

# Block
source: Reflector Twisted Corner 1
it: Riflettore ad angolo ritorto 1

# Block
source: Reflector Twisted Corner 2
it: Riflettore ad angolo ritorto 2

# Block
source: Reflector Flat Corner
it: Riflettore Angolo piatto

# Block
source: Stone Corner 1
it: Angolo di pietra 1

# Block
source: Stone Corner 2
it: Angolo di pietra 2

# Block
source: Stone Corner 3
it: Angolo di pietra 3

# Block
source: Stone Twisted Corner 1
it: Pietra Angolo Storto 1

# Block
source: Stone Twisted Corner 2
it: Pietra Angolo Contorto 2

# Block
source: Stone Flat Corner
it: Pietra Angolo Piatto

# Block
source: Hologram
it: Ologramma

# Block
source: Hologram Edge
it: Bordo ologramma

# Block
source: Hologram Corner 1
it: Angolo ologramma 1

# Block
source: Hologram Corner 2
it: Angolo degli ologrammi 2

# Block
source: Hologram Corner 3
it: Angolo degli ologrammi 3

# Block
source: Hologram Twisted Corner 1
it: Ologramma Angolo Contorto 1

# Block
source: Hologram Twisted Corner 2
it: Ologramma Angolo Contorto 2

# Block
source: Hologram Flat Corner
it: Angolo piatto con ologramma

# Block
source: Rich Stone
it: Pietra ricca

# Block
source: Rich Stone Edge
it: Bordo in pietra ricca

# Block
source: Rich Stone Corner 1
it: Angolo della pietra ricca 1

# Block
source: Rich Stone Corner 2
it: Angolo della pietra ricca 2

# Block
source: Rich Stone Corner 3
it: Angolo della pietra ricca 3

# Block
source: Rich Stone Twisted Corner 1
it: Pietra ricca Angolo contorto 1

# Block
source: Rich Stone Twisted Corner 2
it: Pietra ricca Angolo contorto 2

# Block
source: Rich Stone Flat Corner
it: Pietra Ricca Angolo Piatto

# Block
source: Super Rich Stone
it: Pietra super ricca

# Block
source: Super Rich Stone Edge
it: Bordo in pietra super ricco

# Block
source: Super Rich Stone Corner 1
it: Angolo di pietra super ricco 1

# Block
source: Super Rich Stone Corner 2
it: Angolo di pietra super ricco 2

# Block
source: Super Rich Stone Corner 3
it: Angolo di pietra super ricco 3

# Block
source: Super Rich Stone Twisted Corner 1
it: Pietra super ricca Angolo contorto 1

# Block
source: Super Rich Stone Twisted Corner 2
it: Pietra super ricca Angolo contorto 2

# Block
source: Super Rich Stone Flat Corner
it: Pietra super ricca Angolo piatto

# Block
source: Rift Stone
it: Pietra di Rift

# Block
source: Rift Stone Edge
it: Bordo di pietra Rift

# Block
source: Rift Stone Corner 1
it: Angolo di pietra di Rift 1

# Block
source: Rift Stone Corner 2
it: Angolo di pietra di Rift 2

# Block
source: Rift Stone Corner 3
it: Angolo di pietra di Rift 3

# Block
source: Rift Stone Twisted Corner 1
it: Pietra di Rift Angolo Contorto 1

# Block
source: Rift Stone Twisted Corner 2
it: Pietra di Rift Angolo Contorto 2

# Block
source: Rift Stone Flat Corner
it: Angolo piatto in pietra di Rift

# Block
source: Glow Stone
it: Pietra incandescente

# Block
source: Glow Stone Edge
it: Bordo in pietra incandescente

# Block
source: Glow Stone Corner 1
it: Pietra incandescente Angolo 1

# Block
source: Glow Stone Corner 2
it: Pietra incandescente Angolo 2

# Block
source: Glow Stone Corner 3
it: Pietra incandescente Angolo 3

# Block
source: Glow Stone Twisted Corner 1
it: Pietra incandescente Angolo contorto 1

# Block
source: Glow Stone Twisted Corner 2
it: Pietra luminescente Angolo contorto 2

# Block
source: Glow Stone Flat Corner
it: Pietra incandescente Angolo piatto

# Block
source: Rich Rift Stone
it: Pietra di Rift ricca

# Block
source: Rich Rift Stone Edge
it: Bordo in pietra Rich Rift

# Block
source: Rich Rift Stone Corner 1
it: Angolo di pietra Rich Rift 1

# Block
source: Rich Rift Stone Corner 2
it: Angolo di pietra Rich Rift 2

# Block
source: Rich Rift Stone Corner 3
it: Angolo di pietra Rich Rift 3

# Block
source: Rich Rift Stone Twisted Corner 1
it: Pietra di Rift ricca Angolo contorto 1

# Block
source: Rich Rift Stone Twisted Corner 2
it: Pietra di Rift ricca Angolo contorto 2

# Block
source: Rich Rift Stone Flat Corner
it: Angolo piatto in pietra di Rift Rich

# Block
source: Super Rich Rift Stone
it: Pietra di Rift super ricca

# Block
source: Super Rich Rift Stone Edge
it: Bordo in pietra Rift Super Rich

# Block
source: Super Rich Rift Stone Corner 1
it: Angolo di pietra Super Rich Rift 1

# Block
source: Super Rich Rift Stone Corner 2
it: Angolo di pietra Super Rich Rift 2

# Block
source: Super Rich Rift Stone Corner 3
it: Angolo di pietra Super Rich Rift 3

# Block
source: Super Rich Rift Stone Twisted Corner 1
it: Pietra di Rift super ricca Angolo contorto 1

# Block
source: Super Rich Rift Stone Twisted Corner 2
it: Pietra di Rift super ricca Angolo contorto 2

# Block
source: Super Rich Rift Stone Flat Corner
it: Angolo piatto in pietra di Rift Super Rich

# Block
source: Portal
it: Portale

# Block
source: Turret Rotation Lock
it: Blocco della rotazione della torretta

# Block
source: Turret Rotation Lock Edge
it: Bordo di blocco della rotazione della torretta

# Block
source: Gyro Array
it: Schiera di giroscopi

# Block
source: Inertia Dampener
it: Smorzatore d'inerzia

# Block
source: Flight Recorder
it: Registratore di volo

# Block
source: Assembly
it: Montaggio

# Block
source: Torpedo Launcher
it: Lanciatore di siluri

# Block
source: Frontal Torpedo Launcher
it: Lanciatore di siluri frontali

# Block
source: Torpedo Storage
it: Deposito di siluri

# Block
source: Turret Base
it: Base della torretta

# Block
source: Edge Turret Base
it: Base della torretta del bordo

# Block
source: Armored Turret Base
it: Base della torretta corazzata

# Block
source: Armored Edge Turret Base
it: Base per torretta con bordo corazzato

# Block
source: Ship Name
it: Nome della nave

# Block
source: Ship Name Edge
it: Nome nave Edge

# Block
source: Emblem
it: Emblema

# Block
source: Emblem Edge
it: Bordo dell'emblema

# Block
source: Wreckage
it: Relitti

# Block
source: Wreckage Edge
it: Bordo del relitto

# Block
source: Wreckage Corner 1
it: Angolo dei rottami 1

# Block
source: Wreckage Corner 2
it: Angolo dei rottami 2

# Block
source: Wreckage Corner 3
it: Angolo dei relitti 3

# Block
source: Wreckage Twisted Corner 1
it: Relitti Angolo Contorto 1

# Block
source: Wreckage Twisted Corner 2
it: Relitti Angolo Contorto 2

# Block
source: Wreckage Flat Corner
it: Relitti Angolo Piatto

# Block
source: Hull (Alternate Pattern A)
it: Scafo (modello alternativo A)

# Block
source: Edge (Alternate Pattern A)
it: Bordo (modello alternativo A)

# Block
source: Corner 1 (Alternate Pattern A)
it: Angolo 1 (schema alternativo A)

# Block
source: Corner 2 (Alternate Pattern A)
it: Angolo 2 (schema alternativo A)

# Block
source: Corner 3 (Alternate Pattern A)
it: Angolo 3 (schema alternativo A)

# Block
source: Flat Corner (Alternate Pattern A)
it: Angolo piatto (modello alternativo A)

# Block
source: Twisted Corner 1 (Alternate Pattern A)
it: Angolo ritorto 1 (schema alternativo A)

# Block
source: Twisted Corner 2 (Alternate Pattern A)
it: Angolo ritorto 2 (schema alternativo A)

# Block
source: Hull (Alternate Pattern B)
it: Scafo (modello alternativo B)

# Block
source: Edge (Alternate Pattern B)
it: Bordo (modello alternativo B)

# Block
source: Corner 1 (Alternate Pattern B)
it: Angolo 1 (schema alternativo B)

# Block
source: Corner 2 (Alternate Pattern B)
it: Angolo 2 (schema alternativo B)

# Block
source: Corner 3 (Alternate Pattern B)
it: Angolo 3 (schema alternativo B)

# Block
source: Flat Corner (Alternate Pattern B)
it: Angolo piatto (modello alternativo B)

# Block
source: Twisted Corner 1 (Alternate Pattern B)
it: Angolo ritorto 1 (schema alternativo B)

# Block
source: Twisted Corner 2 (Alternate Pattern B)
it: Angolo ritorto 2 (schema alternativo B)

# Block
source: Hull (Vivid Colors)
it: Scafo (colori vivaci)

# Block
source: Edge (Vivid Colors)
it: Bordo (colori vivaci)

# Block
source: Corner 1 (Vivid Colors)
it: Angolo 1 (Colori vivaci)

# Block
source: Corner 2 (Vivid Colors)
it: Angolo 2 (Colori vivaci)

# Block
source: Corner 3 (Vivid Colors)
it: Angolo 3 (Colori vivaci)

# Block
source: Flat Corner (Vivid Colors)
it: Angolo piatto (colori vivaci)

# Block
source: Twisted Corner 1 (Vivid Colors)
it: Angolo contorto 1 (Colori vivaci)

# Block
source: Twisted Corner 2 (Vivid Colors)
it: Angolo contorto 2 (Colori vivaci)

# Block
source: Hull (White Stripes A)
it: Scafo (White Stripes A)

# Block
source: Corner 1 (White Stripes A)
it: Angolo 1 (strisce bianche A)

# Block
source: Corner 2 (White Stripes A)
it: Angolo 2 (White Stripes A)

# Block
source: Corner 3 (White Stripes A)
it: Angolo 3 (strisce bianche A)

# Block
source: Flat Corner (White Stripes A)
it: Angolo piatto (strisce bianche A)

# Block
source: Twisted Corner 1 (White Stripes A)
it: Angolo contorto 1 (White Stripes A)

# Block
source: Twisted Corner 2 (White Stripes A)
it: Angolo contorto 2 (White Stripes A)

# Block
source: Hull (White Stripes B)
it: Scafo (White Stripes B)

# Block
source: Corner 1 (White Stripes B)
it: Angolo 1 (strisce bianche B)

# Block
source: Corner 2 (White Stripes B)
it: Angolo 2 (strisce bianche B)

# Block
source: Corner 3 (White Stripes B)
it: Angolo 3 (strisce bianche B)

# Block
source: Flat Corner (White Stripes B)
it: Angolo piatto (strisce bianche B)

# Block
source: Twisted Corner 1 (White Stripes B)
it: Angolo contorto 1 (White Stripes B)

# Block
source: Twisted Corner 2 (White Stripes B)
it: Angolo contorto 2 (White Stripes B)

# Block
source: Hull (White Stripes C)
it: Scafo (White Stripes C)

# Block
source: Corner 1 (White Stripes C)
it: Angolo 1 (White Stripes C)

# Block
source: Corner 2 (White Stripes C)
it: Angolo 2 (White Stripes C)

# Block
source: Corner 3 (White Stripes C)
it: Angolo 3 (White Stripes C)

# Block
source: Flat Corner (White Stripes C)
it: Angolo piatto (strisce bianche C)

# Block
source: Twisted Corner 1 (White Stripes C)
it: Angolo contorto 1 (White Stripes C)

# Block
source: Twisted Corner 2 (White Stripes C)
it: Angolo contorto 2 (White Stripes C)

# Block
source: Hull (Dark Stripes A)
it: Scafo (strisce scure A)

# Block
source: Edge (Dark Stripes A)
it: Bordo (strisce scure A)

# Block
source: Corner 1 (Dark Stripes A)
it: Angolo 1 (strisce scure A)

# Block
source: Corner 2 (Dark Stripes A)
it: Angolo 2 (strisce scure A)

# Block
source: Corner 3 (Dark Stripes A)
it: Angolo 3 (strisce scure A)

# Block
source: Flat Corner (Dark Stripes A)
it: Angolo piatto (strisce scure A)

# Block
source: Twisted Corner 1 (Dark Stripes A)
it: Angolo contorto 1 (Strisce scure A)

# Block
source: Twisted Corner 2 (Dark Stripes A)
it: Angolo contorto 2 (Strisce scure A)

# Block
source: Hull (Dark Stripes B)
it: Scafo (strisce scure B)

# Block
source: Edge (Dark Stripes B)
it: Bordo (strisce scure B)

# Block
source: Corner 1 (Dark Stripes B)
it: Angolo 1 (strisce scure B)

# Block
source: Corner 2 (Dark Stripes B)
it: Angolo 2 (strisce scure B)

# Block
source: Corner 3 (Dark Stripes B)
it: Angolo 3 (strisce scure B)

# Block
source: Flat Corner (Dark Stripes B)
it: Angolo piatto (strisce scure B)

# Block
source: Twisted Corner 1 (Dark Stripes B)
it: Angolo contorto 1 (Strisce scure B)

# Block
source: Twisted Corner 2 (Dark Stripes B)
it: Angolo contorto 2 (Strisce scure B)

# Block
source: Hull (Dark Stripes C)
it: Scafo (strisce scure C)

# Block
source: Edge (Dark Stripes C)
it: Bordo (strisce scure C)

# Block
source: Corner 1 (Dark Stripes C)
it: Angolo 1 (strisce scure C)

# Block
source: Corner 2 (Dark Stripes C)
it: Angolo 2 (strisce scure C)

# Block
source: Corner 3 (Dark Stripes C)
it: Angolo 3 (strisce scure C)

# Block
source: Flat Corner (Dark Stripes C)
it: Angolo piatto (strisce scure C)

# Block
source: Twisted Corner 1 (Dark Stripes C)
it: Angolo contorto 1 (Strisce scure C)

# Block
source: Twisted Corner 2 (Dark Stripes C)
it: Angolo contorto 2 (Strisce scure C)

# Block
source: Scaffold
it: Impalcatura

# Block
source: Scaffold Edge
it: Bordo del ponteggio

# Block
source: Scaffold Corner 1
it: Angolo del ponteggio 1

# Block
source: Scaffold Corner 2
it: Angolo del ponteggio 2

# Block
source: Scaffold Corner 3
it: Angolo del ponteggio 3

# Block
source: Scaffold Flat Corner
it: Ponteggi ad angolo piatto

# Block
source: Scaffold Twisted Corner 1
it: Ponteggi ad angolo ritorto 1

# Block
source: Scaffold Twisted Corner 2
it: Ponteggi ad angolo ritorto 2

# Block
source: Hull
it: Scafo

# Block
source: Edge
it: Bordo

# Block
source: Corner 1
it: Angolo 1

# Block
source: Corner 2
it: Angolo 2

# Block
source: Corner 3
it: Angolo 3

# Block
source: Flat Corner
it: Angolo piatto

# Block
source: Twisted Corner 1
it: Angolo contorto 1

# Block
source: Twisted Corner 2
it: Angolo contorto 2

# Block
source: Blank Hull
it: Scafo vuoto

source: Functional-Block version of the normal hull. Contributes towards processing power.
it: Versione funzionale-blocco dello scafo normale. Contribuisce alla potenza di elaborazione.

source: The standard hull that makes up most of a ship's, well, hull. No special functionality.
it: Lo scafo standard che costituisce la maggior parte dello scafo di una nave. Nessuna funzionalità speciale.

source: Strong, heavy block that adds lots of HP to your ship. Armor blocks take less collision damage and stop piercing projectiles, like railgun projectiles.
it: Blocco forte e pesante che aggiunge molti HP alla nave. I blocchi armatura subiscono meno danni da collisione e bloccano i proiettili perforanti, come quelli del railgun.

source: Main engine that propels your ship forward. Engines can only point backwards. Increases acceleration and maximum velocity (diminishing returns).
it: Motore principale che spinge la nave in avanti. I motori possono puntare solo all'indietro. Aumenta l'accelerazione e la velocità massima (rendimenti decrescenti).

source: Storage for trading goods. This is required to transport goods on your ship.
it: Deposito per le merci commerciali. È necessario per trasportare le merci sulla propria nave.

source: Housing for crew members. Overpopulating your ship is possible, but morale will drop after some time.
it: Alloggi per i membri dell'equipaggio. Sovrappopolare la nave è possibile, ma il morale calerà dopo qualche tempo.
