Repository: GLWine/Avorion-ITA
Catalog: Avorion/data/localization/*.po
Languages: it

source: Distributed M.A.D. Log, Entry #CAPne8xy Simulation #5123. The modified lightning guns can now penetrate every material except stone. This could be a problem. But so far we haven't found a way to [DATA CORRUPTED]
it: Registro M.A.D. distribuito, voce #CAPne8xy Simulazione #5123. Le pistole fulminanti modificate possono ora penetrare tutti i materiali tranne la pietra. Questo potrebbe essere un problema. Ma finora non abbiamo trovato un modo per [DATA CORRUPTED]

source: Distributed M.A.D. Log, Entry #DP710sma Simulation #78612. The stone issue seems to be a structural problem linked to the architecture of lightning guns, so we can't get rid of it. Unfortunately, lightning guns are the only weapons that we can boost as much without overloading them. We'll have to accept this weakness, but it won't be an issue. Who would ever be dumb enough to build their ships out of stone anyway? Ha!
it: Registro M.A.D. distribuito, voce #DP710sma Simulazione #78612. Il problema della pietra sembra essere un problema strutturale legato all'architettura delle pistole fulminanti, quindi non possiamo eliminarlo. Purtroppo, le armi da fuoco sono le uniche che possiamo potenziare al massimo senza sovraccaricarle. Dovremo accettare questa debolezza, ma non sarà un problema. Chi sarebbe mai così stupido da costruire le proprie navi in pietra? Ha!

source: An encrypted message was broadcasted from the destroyed satellite.
it: Dal satellite distrutto è stato trasmesso un messaggio criptato.

source: A message was broadcasted from the destroyed satellite. It appears to be some kind of emergency signal.
it: Un messaggio è stato trasmesso dal satellite distrutto. Sembra essere una sorta di segnale di emergenza.

source: Ha, this time we caught you red-handed! You're the one who has been destroying and stealing our equipment!
it: Questa volta ti abbiamo colto con le mani nel sacco! Sei tu che hai distrutto e rubato le nostre attrezzature!

source: It was an accident!
it: È stato un incidente!

source: How can this be an accident? You destroyed some of our most valuable research satellites!
it: Come può essere un incidente? Avete distrutto alcuni dei nostri più preziosi satelliti di ricerca!

source: What equipment? All I can see is junk.
it: Quale attrezzatura? Vedo solo spazzatura.

source: How dare you insult our research like this!
it: Come si permette di insultare così la nostra ricerca?

source: We are members of the M.A.D. Science Association. Our latest research of the Xsotan energy systems has been groundbreaking!
it: Siamo membri dell'Associazione M.A.D. Science. Le nostre ultime ricerche sui sistemi energetici Xsotan sono state rivoluzionarie!

source: Oops?
it: Ops?

source: You are clearly not capable of any true scientific enlightenment.
it: È evidente che non siete capaci di una vera illuminazione scientifica.

source: We don't need scavenger scum like you around here. In fact, we are pretty sure that the galaxy will be better off without you.
it: Non abbiamo bisogno di feccia spazzatura come te qui intorno. Anzi, siamo abbastanza sicuri che la galassia starà meglio senza di voi.

source: Are you looking for the true power of pure energy?! We're going to show you what the potential of true energy is like!
it: Siete alla ricerca del vero potere dell'energia pura?! Vi mostreremo il potenziale della vera energia!

source: Get ready to be melted, HaHaHaHaHa!
it: Preparatevi a essere fusi, HaHaHaHaHa!

source: I have your goods.
it: Ho la vostra merce.

source: I've changed my mind.
it: Ho cambiato idea.

source: Tell me when you change it back so we can finally get this over with.
it: Dimmi quando lo cambierai di nuovo, così potremo finalmente chiudere la questione.

source: I ran into some trouble transporting your goods.
it: Ho avuto problemi con il trasporto della vostra merce.

source: How will I know that you'll pay me?
it: Come faccio a sapere che mi pagherete?

source: My scanners can't find the goods on your ship. Come back when you have the goods. But I won't wait here forever, so hurry up!
it: I miei scanner non riescono a trovare la merce sulla vostra nave. Tornate quando avrete la merce. Ma non aspetterò qui per sempre, quindi sbrigatevi!

source: That's none of your business. Hand over the goods!
it: Non sono affari tuoi. Consegnateci la merce!

source: If you can't transport the goods without avoiding patrols or an ambush, that's your own problem, not mine.
it: Se non potete trasportare la merce senza evitare pattuglie o imboscate, è un problema vostro, non mio.

source: You won't. But if you keep pestering me, I won't pay you at all!
it: Non lo farai. Ma se continui a tormentarmi, non ti pagherò affatto!

source: We'll work out your payment as soon as I have the goods on board.
it: Ci metteremo d'accordo sul pagamento non appena avrò la merce a bordo.

source: Good. Hand them over now.
it: Bene. Consegnateli subito.

source: What about my payment?
it: E il mio pagamento?

source: Wait a second ...
it: Aspettate un attimo...

source: You again? Screw this, I'm out!
it: Ancora tu? Al diavolo, me ne vado!

source: Looks like everything is here. Thank you very much for your cooperation, I'll be on my way then!
it: Sembra che sia tutto qui. Grazie mille per la collaborazione, allora vado per la mia strada!

source: My scanners can't find the goods on your ship. Come back when you have the goods. But I won't wait here forever, so hurry up.
it: I miei scanner non riescono a trovare la merce sulla vostra nave. Tornate quando avrete la merce. Ma non aspetterò qui per sempre, quindi sbrigatevi.

source: We're taking damage. Retreat, retreat!
it: Stiamo subendo danni. Ritirata, ritirata!

source: What!? Why can't we jump?
it: Cosa? Perché non possiamo saltare?

source: You did this! You destroyed my hyperspace drive! Prepare to die!
it: Sei stato tu a fare questo! Hai distrutto il mio motore iperspaziale! Preparati a morire!

source: How do we stop Bottan?
it: Come possiamo fermare Bottan?

source: Who is Bottan?
it: Chi è Bottan?

source: What's in it for me?
it: Cosa ci guadagno?

source: Why would you betray Bottan?
it: Perché tradire Bottan?

source: Alright, I'll help you.
it: Va bene, ti aiuterò.

source: That's none of my business.
it: Non sono affari miei.

source: I've heard some impressive stories about you. Maybe we can work together to stop Bottan.
it: Ho sentito delle storie impressionanti su di te. Forse possiamo lavorare insieme per fermare Bottan.

source: Bottan is a coward. He won't do anything himself, and if there is only the slightest hint of combat, he'll jump away to safety.
it: Bottan è un codardo. Non fa nulla di persona e se c'è un minimo accenno di combattimento, si mette in salvo.

source: In order to catch him, we have to disable his hyperspace drive.
it: Per catturarlo, dobbiamo disattivare il suo motore iperspaziale.

source: He's a smuggler who operates in these sectors here.
it: È un contrabbandiere che opera in questi settori.

source: Or, more accurately, who lets others work for him.
it: O, più precisamente, che lascia che altri lavorino per lui.

source: He won't do anything himself, and if there is only the slightest hint of combat, he'll jump away to safety.
it: Non fa nulla di persona e se c'è un minimo accenno di combattimento, salta via per mettersi al sicuro.

source: A few months back, he got his hands on some Xsotan hyperspace tech.
it: Qualche mese fa, ha messo le mani su una tecnologia iperspaziale Xsotan.

source: It was me who integrated it into his ship.
it: Sono stato io a integrarlo nella sua nave.

source: Now he can jump three times as far as other ships, and five times as quick, and nobody can catch him.
it: Ora può saltare tre volte più lontano delle altre navi, e cinque volte più velocemente, e nessuno può prenderlo.

source: But he made a big mistake when he threw me out.
it: Ma ha commesso un grosso errore quando mi ha buttato fuori.

source: He doesn't know that I know of a way to disable his precious hyperspace drive.
it: Non sa che conosco un modo per disattivare il suo prezioso motore iperspaziale.

source: You'll get revenge on a man who betrayed you.
it: Ti vendicherai di un uomo che ti ha tradito.

source: And, maybe, we can extract the Xsotan tech from his ship. I'll modify it so you can integrate it into your ship.
it: E forse possiamo estrarre la tecnologia Xsotan dalla sua nave. La modificherò in modo che possiate integrarla nella vostra nave.

source: I was Bottan's chief engineer. As such, I know everything about his hyperspace engine. It was me who integrated the Xsotan technology into the ship.
it: Ero l'ingegnere capo di Bottan. In quanto tale, so tutto sul suo motore iperspaziale. Sono stato io a integrare la tecnologia Xsotan nella nave.

source: That same drive that allows him to jump extreme distances very quickly.
it: Quella stessa spinta che gli permette di saltare distanze estreme con grande rapidità.

source: Since I know how it works, I can build a ray that disables his engine.
it: Poiché so come funziona, posso costruire un raggio che disabilita il suo motore.

source: That's none of your business, but I'll tell you this much: he betrayed me, one of his most loyal men!
it: Non sono affari tuoi, ma ti dirò una cosa: ha tradito me, uno dei suoi uomini più fedeli!

source: Now I'm a fugitive, hunted by my former friends and nearly all factions in the quadrant.
it: Ora sono un fuggitivo, braccato dai miei ex amici e da quasi tutte le fazioni del quadrante.

source: I can't just let that go without retaliation.
it: Non posso lasciar correre senza reagire.

source: Since I have to remain here, I need you to organize all the parts I need to build the disruption ray.
it: Dato che devo rimanere qui, ho bisogno che organizziate tutti i pezzi di cui ho bisogno per costruire il raggio di distruzione.

source: I've sent the list of the parts to your ship.
it: Ho inviato l'elenco dei pezzi alla vostra nave.

source: Come back once you have them.
it: Tornate a trovarci quando li avrete presi.

source: I don't care how you get them. Do what you must.
it: Non mi interessa come li ottenete. Fate quello che dovete.

source: Just get me those parts.
it: Datemi solo quei pezzi.

source: Greetings
it: Saluti

source: [The ship isn't answering.]
it: [La nave non risponde].

source: Does that mean you're interested?
it: Significa che sei interessato?

source: On second thought, I think I'll pass.
it: Ripensandoci, credo che passerò.

source: Pity. Would have been some good coin in it for you. Not to speak of the friends you would have made.
it: Peccato. Avresti potuto guadagnarci qualcosa di buono. Per non parlare degli amici che ti saresti fatto.

source: Greetings. Interested in earning a lot of money for easy work?
it: Saluti. Siete interessati a guadagnare molti soldi con un lavoro facile?

source: About 500k to a million. Depends on how fast you are. And if you can get the job done.
it: Da circa 500.000 a un milione. Dipende da quanto sei veloce. E se sei in grado di portare a termine il lavoro.

source: I don't want to do your dirty work.
it: Non voglio fare il tuo lavoro sporco.

source: Good. All you have to do is take this cargo and take it to the checkpoint I just sent you.
it: Bene. Tutto ciò che dovete fare è prendere questo carico e portarlo al punto di controllo che vi ho appena inviato.

source: Should be as easy as pie.
it: Dovrebbe essere facile come una torta.

source: It looks like you don't have enough cargo space. Dump some of your cargo and come back then.
it: Sembra che non abbiate abbastanza spazio per il carico. Scaricate un po' del vostro carico e tornate allora.

source: A container full of unknown goods you received from an unknown ship.
it: Un container pieno di merci sconosciute ricevuto da una nave sconosciuta.

source: Deliver the goods to \s(%1%:%2%)
it: Consegnare la merce a \s(%1%:%2%)

source: Goods
it: Merce

source: [Scan the Wreckage]
it: [Scansione del relitto]

source: Paid Swoks %1% Credits.
it: Swoks a pagamento %1% Crediti.

source: Pleasure doing business with you!
it: È stato un piacere fare affari con voi!

source: Looks like you don't have the coin. And I can't afford any witnesses.
it: Sembra che tu non abbia la moneta. E io non posso permettermi nessun testimone.

source: Enjoy your last moments in this universe!
it: Godetevi i vostri ultimi momenti in questo universo!

source: Now, what will it be?
it: Ora, che cosa sarà?

source: I'll kill you!
it: Ti ucciderò!

source: So you choose to live. How sensible.
it: Così si sceglie di vivere. Che cosa sensata.

source: Just kidding, I'll kill you!
it: Sto scherzando, ti ucciderò!

source: Sure, here's the money.
it: Certo, ecco i soldi.

source: Is there a third alternative?
it: Esiste una terza alternativa?

source: Okay, then I'll kill you!
it: Ok, allora ti ammazzo!

source: I'll pay then.
it: Allora pagherò.

source: Is there really no third alternative?
it: Non c'è davvero una terza alternativa?

source: Why no third alternative?
it: Perché non c'è una terza alternativa?

source: Because I said so!
it: Perché l'ho detto io!

source: Enough stupid questions, die!
it: Basta con le domande stupide, muori!

source: You have 2 choices. You can choose to pay ${amount} Credits for your pathetic life and ship, or you can choose to die.
it: Avete due possibilità. Puoi scegliere di pagare ${importo} per la tua patetica vita e la tua nave, oppure puoi scegliere di morire.

source: You have not heard of me yet? I am ${boss}, scourge of the outer sectors. You will get to know me soon enough.
it: Non avete ancora sentito parlare di me? Sono ${boss}, flagello dei settori esterni. Presto mi conoscerete.

source: You don't scare me.
it: Non mi fai paura.

source: Oh, looks like we have a brave hero here! I might actually like you. I'll kill you quickly.
it: Oh, sembra che abbiamo un eroe coraggioso qui! Potresti davvero piacermi. Ti ucciderò in fretta.

source: What do you want from me?
it: Cosa vuoi da me?

source: It's time someone put an end to you!
it: È ora che qualcuno vi metta fine!

source: Look at this maggot! Do you really think you have a chance?
it: Guarda questo verme! Pensi davvero di avere una possibilità?

source: Prepare to die!
it: Preparatevi a morire!

source: ${boss}? Who were your predecessors?
it: Capo? Chi erano i suoi predecessori?

source: I am just one of many brothers! After they were killed, it was my time to rise to power!
it: Sono solo uno dei tanti fratelli! Dopo che sono stati uccisi, è arrivato il mio momento di salire al potere!

source: I'll be leaving now.
it: Ora me ne vado.

source: Not so fast.
it: Non così in fretta.

source: Well hello there. Now who might you be?
it: Salve. E tu chi saresti?

source: I could ask you the same.
it: Potrei chiederti la stessa cosa.

source: Nobody, goodbye.
it: Nessuno, addio.

source: Don't you dare cut me off! You will pay for this!
it: Non osare tagliarmi la strada! La pagherai per questo!

source: The Four
it: I quattro

source: You are looking at the first people in centuries who will fly into Xsotan territory.
it: Si tratta delle prime persone dopo secoli che voleranno nel territorio di Xsotan.

source: Once we've collected all the artifacts, we'll be able to open the gateway and recover the Xsotan's treasures and technology!
it: Una volta raccolti tutti i manufatti, potremo aprire il portale e recuperare i tesori e la tecnologia degli Xsotan!

source: But you won't have to worry about that. All that's important is that you brought us one of the artifacts.
it: Ma non dovrete preoccuparvi di questo. L'unica cosa importante è che ci abbiate portato uno dei manufatti.

source: You don't understand.
it: Non capisci.

source: We are not giving you a choice.
it: Non vi diamo la possibilità di scegliere.

source: And we don't want any witnesses or competition.
it: E non vogliamo testimoni o concorrenti.

source: Boys and girls, let's blow this maggot to space dust and get the artifact!
it: Ragazzi e ragazze, riduciamo questo verme in polvere spaziale e prendiamo il manufatto!

source: You will now give it to us.
it: Ora ce lo consegnerete.

source: Here, have it.
it: Ecco, prendilo.

source: What about my reward?
it: E la mia ricompensa?

source: Oh man, look at this one!
it: Oh amico, guarda questo!

source: Did you really think you'd get a reward?
it: Pensavate davvero di ricevere una ricompensa?

source: We lied!
it: Canzone!

source: On second thought, I'd rather not.
it: Ripensandoci, preferirei di no.

source: I can't believe it, our bulletin actually worked!
it: Non posso crederci, il nostro bollettino ha funzionato davvero!

source: I have your artifact.
it: Ho il tuo manufatto.

source: Yes, we know.
it: Sì, lo sappiamo.

# plural
source: Who are you?
it: Chi sei?

source: Yeah, I'm leaving now.
it: Sì, me ne vado adesso.

source: The guardian is starting to channel the black hole's energy!
it: Il guardiano sta iniziando a canalizzare l'energia del buco nero!

source: Attack the Guardian!
it: Attaccate il Guardiano!

source: Attack the small ships!
it: Attaccate le piccole navi!

source: Transfer Crew/Cargo/Fighters
it: Trasferimento equipaggio/carico/combattenti

source: Transfer Crew, Cargo and Fighters
it: Trasferimento di equipaggio, carico e caccia

source: Exchange Crew
it: Equipaggio di scambio

source: Captain: ${name}
it: Capitano: ${nome}

source: Transfer All >>
it: Trasferisci tutto >>

source: << Transfer All
it: << Trasferisci tutto

source: [Drag & Drop / Shift Click] Transfer Passengers
it: [Trascinare e rilasciare / Fare clic con il tasto Maiuscolo] Trasferire i passeggeri

source: Exchange Cargo
it: Scambio di merci

# Goods
source: Transfer All >>
it: Trasferisci tutto >>

# Goods
source: << Transfer All
it: << Trasferisci tutto

source: Exchange Fighters
it: Scambio di combattenti

source: Transfer Squad
it: Squadra di trasferimento

source: Exchange Torpedoes
it: Scambio di siluri

source: Shafts
it: Alberi

source: Transfer All Torpedoes of This Shaft
it: Trasferimento di tutti i siluri di questo albero

source: Storage
it: Immagazzinamento

source: Transfer >>
it: Trasferimento >>

source: << Transfer
it: << Trasferimento

source: ${profession}
it: ${professione}

source: ${profession} (Specialist level ${level})
it: ${professione} (Livello di specializzazione ${livello})

source: Not enough space on the other craft.
it: Non c'è abbastanza spazio sull'altra imbarcazione.

source: Missing hangar.
it: Hangar mancante.

source: Not enough space in squad.
it: Non c'è abbastanza spazio nella squadra.

source: Not enough free torpedo storage.
it: Non c'è abbastanza spazio libero per i siluri.

source: Not enough free space in torpedo shaft %1%.
it: Spazio libero insufficiente nel pozzo del siluro %1%.

source: You don't own this craft.
it: Questo mestiere non è di tua proprietà.

source: Stop that!
it: Smettetela!

source: What do you think you're doing?
it: Cosa pensi di fare?

source: We did not give you docking permissions!
it: Non vi abbiamo dato i permessi di attracco!

source: This is illegal!
it: Questo è illegale!

source: Your ship '%1%' is under attack in sector \s(%2%:%3%)!
it: La tua nave '%1%' è sotto attacco nel settore \s(%2%:%3%)!

source: Checking surroundings.
it: Controllo dell'ambiente circostante.

source: Scanning the sector.
it: Scansione del settore.

source: We should move on soon.
it: Dovremmo andare avanti presto.

source: So many things to see, so many sectors to explore!
it: Tante cose da vedere, tanti settori da esplorare!

source: We should check out that one over there next.
it: Dovremmo andare a vedere quello che c'è laggiù.

source: I can't understand how anybody wouldn't love this job.
it: Non riesco a capire come si possa non amare questo lavoro.

source: I love the sound of stone being torn apart.
it: Adoro il suono della pietra che viene fatta a pezzi.

source: I think I saw a nice asteroid field a few sectors back.
it: Credo di aver visto un bel campo di asteroidi qualche settore indietro.

source: You can trust me Commander. The next shipment will arrive soon.
it: Può fidarsi di me, comandante. Il prossimo carico arriverà presto.

source: The key to good salvage is following faction wars.
it: La chiave per un buon recupero è seguire le guerre tra fazioni.

source: I love the sound of metal being torn apart.
it: Adoro il suono del metallo che viene fatto a pezzi.

source: I think I saw a nice wreckage field a few sectors back.
it: Credo di aver visto un bel campo di rottami qualche settore indietro.

source: Scrapyards are for greenhorns. Wreckage in unclaimed territory is the best.
it: I rottami sono per i novellini. I rottami in territorio non reclamato sono i migliori.

source: My contact should respond soon and we'll get a better price.
it: Il mio contatto dovrebbe rispondere a breve e potremo ottenere un prezzo migliore.

source: The shipment will be done soon.
it: La spedizione sarà effettuata a breve.

source: We'll soon be done, Commander.
it: Presto avremo finito, comandante.

source: This is exciting!
it: È emozionante!

source: Hello, Commander! You wouldn't believe all the things you can see here!
it: Salve, comandante! Non crederai mai a tutte le cose che puoi vedere qui!

source: Really not a fan of being micromanaged, Commander.
it: Non mi piace molto essere controllato, comandante.

source: I feel like you don't trust me, Commander.
it: Sento che non si fida di me, comandante.

source: Do you keep such close tabs on all your captains, Commander?
it: Tiene sotto controllo tutti i suoi capitani, comandante?

source: Oh, hey, Commander.
it: Oh, ehi, comandante.

source: Uh hello, Commander. Is there anything I can help you with?
it: Salve, comandante. Posso aiutarla in qualche modo?

source: I don't like being monitored at work, Commander.
it: Non mi piace essere monitorato al lavoro, comandante.

source: I though the deal was that I do the work while you do something else, Commander?
it: Pensavo che l'accordo fosse che io faccio il lavoro mentre tu fai qualcos'altro, Comandante?

source: So, I guess you enjoy monitoring my work, Commander?
it: Quindi, immagino che le piaccia controllare il mio lavoro, comandante?

source: Hey Commander. Making sure I'm doing everything right?
it: Ehi, comandante. Ti assicuri che stia facendo tutto bene?

source: We should check out other sectors, soon.
it: Dovremmo controllare altri settori, presto.

source: We should avoid staying in here for too long.
it: Dovremmo evitare di rimanere qui dentro troppo a lungo.

source: Captain %1%: %2%
it: Capitano %1%: %2%

source: Yes?
it: Sì?

source: Captain ${name}: Wonderful! I'll start collecting data right away. I must remain on the bridge though. We should also look out for data left behind by destroyed Xsotan.
it: Capitano ${nome}: Fantastico! Inizierò subito a raccogliere i dati. Devo però rimanere in plancia. Dovremmo anche cercare i dati lasciati dagli Xsotan distrutti.

source: That was a mistake, we're out!
it: È stato un errore, siamo fuori!

source: Too dangerous, we're out!
it: Troppo pericoloso, siamo fuori!

source: Too dangerous, let's run!
it: Troppo pericoloso, scappiamo!

source: Too dangerous, let's get out of here!
it: Troppo pericoloso, usciamo da qui!

source: Taking too much damage, let's get out!
it: Subiamo troppi danni, usciamo!

source: Too much damage, we're out of here!
it: Troppi danni, ce ne andiamo!

source: The range of your next jump is increased!
it: La portata del prossimo salto è aumentata!

source: We're stranded!
it: Siamo bloccati!

source: Generators are down, we can't move!
it: I generatori sono fuori uso, non possiamo muoverci!

source: Critical damage, we can't move!
it: Danno critico, non possiamo muoverci!

source: We've taken critical damage, ship isn't flying anymore!
it: Abbiamo subito danni critici, la nave non vola più!
