Repository: GLWine/Avorion-ITA
Catalog: Avorion/data/localization/*.po
Languages: it

source: You can also \c(0d0)dock\c() stations together to speed up goods exchange by 500%!
it: È anche possibile unire le stazioni \c(0d0)dock() per accelerare lo scambio di merci del 500%!

source: Docking them together will also make their goods exchange immune to \c(0d0)Hazard Zones\c(), since they won't have to rely on shuttles.
it: L'attracco insieme renderà anche il loro scambio di merci immune alle \c(0d0)Zone a rischio, poiché non dovranno fare affidamento sulle navette.

source: Goods Glossary
it: Glossario delle merci

source: Dangerous good
it: Pericoloso

source: Illegal good
it: Bene illegale

source: Sold at:
it: Venduto a:

source: Nowhere
it: Da nessuna parte

source: Bought at:
it: Acquistato presso:

source: Ores are mined out of \c(0d0)Asteroids\c() with \c(0d0)R-Mining Lasers\c().
it: I minerali vengono estratti dagli \c(0d0)Asteroidi\c() con i laser di \c(0d0)R-minazione\c().

source: Scraps are mined out of wreckages with \c(0d0)R-Salvaging Lasers\c().
it: I rottami vengono estratti dai relitti con i laser di salvataggio R().

source: Can be refined at a \c(0d0)Resource Depot\c().
it: Può essere raffinato con una risorsa \c(0d0)Depot\c().

source: Basic Goods
it: Prodotti di base

source: Industrial Goods
it: Beni industriali

source: Military Goods
it: Beni militari

source: Technological Goods
it: Beni tecnologici

source: Consumer Goods
it: Beni di consumo

source: Production Glossary
it: Glossario della produzione

source: Needs:
it: Esigenze:

source: Type ${i}:
it: Digitare ${i}:

source: Factories produce goods. Most of them need ingredients to convert them into new goods.
it: Le fabbriche producono beni. La maggior parte di esse ha bisogno di ingredienti per essere trasformata in nuovi beni.

source: Mines extract minerals from asteroids. They specialize in only a few goods and sell them.
it: Le miniere estraggono minerali dagli asteroidi. Si specializzano solo in alcuni beni e li vendono.

source: Collectors
it: Collezionisti

source: Collectors use special technology to attract rare particles from space. They collect those particles and sell them.
it: I collezionisti utilizzano una tecnologia speciale per attirare particelle rare dallo spazio. Raccolgono queste particelle e le vendono.

source: Farms and Ranches
it: Fattorie e ranch

source: Farms and Ranches are the agricultural part of production in space. They need \c(0d0)water\c(), animal feed or \c(0d0)fertilizer\c() to produce different kinds of food, animals and waste products.
it: Le fattorie e i ranch sono la parte agricola della produzione nello spazio. Hanno bisogno di acqua, mangimi o fertilizzanti per produrre diversi tipi di cibo, animali e prodotti di scarto.

source: Consumers only buy things. They are the end of the production chain. Their inhabitants consume the goods that are sold to them.
it: I consumatori comprano solo cose. Sono la fine della catena di produzione. I loro abitanti consumano i beni che vengono loro venduti.

source: Resource Management
it: Gestione delle risorse

source: \c(0d0)Credits\c() are the Galactic currency accepted by everybody. There are a number of ways that you can generate money:
it: \I crediti sono la valuta galattica accettata da tutti. Ci sono diversi modi per generare denaro:

source: Selling \c(0d0)Resources:\c() Mine asteroids and sell the materials to a \c(0d0)Resource Depot\c()
it: Vendere \c(0d0)Risorse:\c() Estrarre asteroidi e vendere i materiali a un \c(0d0)Deposito di risorse.

source: Collecting \c(0d0)Loot\c(): When enemy ships are defeated they drop loot which you can sell at stations.
it: Raccolta di bottini (0d0): Quando le navi nemiche vengono sconfitte, lasciano cadere un bottino che si può vendere nelle stazioni.

source: Completing \c(0d0)Missions\c(): Accept tasks at stations' bulletin boards. You will be paid on completion.
it: Completare le missioni(): Accettare compiti presso le bacheche delle stazioni. Verrete pagati al completamento.

source: \c(0d0)Trading\c(): Buy trading goods and sell them again for a higher price to make profit.
it: \c(0d0)Trading\c(): Acquistare beni commerciali e rivenderli a un prezzo più alto per ottenere un profitto.

source: Founding \c(0d0)Stations\c(): Most stations produce goods and will automatically sell them, generating income for you.
it: Stazioni fondatrici(): La maggior parte delle stazioni produce beni e li vende automaticamente, generando un reddito per l'utente.

source: Selling \c(0d0)Asteroids\c(): Some asteroids in the galaxy are larger than others, and definitely worth having.
it: Vendo \c(0d0)Asteroidi(): Alcuni asteroidi della galassia sono più grandi di altri e vale la pena averli.

source: After claiming one of them you can found a mine on it to extract goods or you can sell it to a nearby faction for a huge sum.
it: Dopo averne rivendicato uno, si può fondare una miniera su di esso per estrarre beni o venderlo a una fazione vicina per una somma enorme.

source: Mining
it: Miniere

source: To mine asteroids, special \c(0d0)Mining Lasers\c() are necessary.
it: Per estrarre gli asteroidi, sono necessari speciali laser minerari().

source: They will be able to extract materials from asteroids.
it: Saranno in grado di estrarre materiali dagli asteroidi.

source: Most asteroids that are worth mining can be recognized by the colorful material residue on their surface.
it: La maggior parte degli asteroidi che valgono la pena di essere estratti si riconoscono per i residui di materiale colorato sulla loro superficie.

source: Only a very small percentage of the bland looking asteroids may have resources hidden inside of them and it is generally not worth mining non-resource asteroids.
it: Solo una piccolissima percentuale di asteroidi dall'aspetto insipido può avere risorse nascoste al loro interno e in genere non vale la pena di estrarre asteroidi privi di risorse.

source: To find asteroids with hidden resources, install an \c(0d0)Object Detector Subsystem\c().
it: Per trovare gli asteroidi con risorse nascoste, installare un sottosistema di rilevamento oggetti ("Object Detector Subsystem").

source: All \c(0d0)Mining Lasers\c() are made for specific materials and are only capable of mining the next higher and all lower materials.
it: Tutti i laser minerari (0d0) sono realizzati per materiali specifici e sono in grado di estrarre solo i materiali immediatamente superiori e tutti quelli inferiori.

source: There are \c(0d0)Refining Mining Lasers\c() and \c(0d0)Raw Mining Lasers\c().
it: Esistono laser minerari di raffinazione (0d0) e laser minerari grezzi (0d0).

source: To learn more about them, read the chapter on \c(0d0)Refining\c().
it: Per saperne di più, leggete il capitolo su \c(0d0)Refining\c().

source: Raw Mining Lasers (or short: \c(0d0)R-Mining Lasers\c()) are a special kind of Mining Laser.
it: I laser minerari grezzi (o in breve: \c(0d0)R-Mining Lasers\c()) sono un tipo speciale di laser minerario.

source: They deal \c(0d0)more damage\c() and have a \c(0d0)higher efficiency\c(), but won't refine materials on the spot.
it: Infliggono \c(0d0)più danni e hanno un'efficienza \c(0d0)più alta, ma non raffinano i materiali sul posto.

source: Instead, they'll only break down asteroids into bits of \c(0d0)ore\c().
it: Invece, si limiteranno a scomporre gli asteroidi in pezzi di \c(0d0)o\c().

source: It is thanks to their simplicity, that they have a way higher efficiency when it comes to collecting materials.
it: Grazie alla loro semplicità, hanno un'efficienza molto più elevata quando si tratta di raccogliere materiali.

source: The ores you collect won't be stored in your bank immediately, but in your \c(0d0)Cargo Bay\c(), so to effectively mine with these lasers, \c(0d0)Cargo Blocks\c() are required on the ship.
it: I minerali raccolti non saranno immediatamente immagazzinati nella banca, ma nella baia del carico. Per poter estrarre efficacemente con questi laser, è necessario che la nave disponga di blocchi del carico.

source: The ores can then later be refined at a \c(0d0)Resource Depot\c()'s refinery into normal materials.
it: I minerali possono poi essere raffinati nella raffineria di un Deposito Risorse() in materiali normali.

source: Salvaging
it: Recupero

source: Special \c(0d0)Salvaging Lasers\c() allow to extract materials and equipment from wreckages.
it: Speciali laser di recupero (0d0) permettono di estrarre materiali e attrezzature dai relitti.

source: All \c(0d0)Salvaging Lasers\c() are made for specific materials and are only capable of scrapping the next higher and all lower materials.
it: Tutti i laser di recupero (0d0) sono realizzati per materiali specifici e sono in grado di rottamare solo i materiali immediatamente superiori e tutti quelli inferiori.

source: There are \c(0d0)Refining Salvaging Lasers\c() and \c(0d0)Raw Salvaging Lasers\c().
it: Esistono laser di recupero raffinati (0d0) e laser di recupero grezzi (0d0).

source: Some \c(0d0)Mining Lasers\c() and \c(0d0)Salvaging Lasers\c() are able to directly extract resources from asteroids or wrecks.
it: Alcuni laser minerari e di recupero sono in grado di estrarre direttamente le risorse da asteroidi o relitti.

source: These are called \c(0d0)Refining\c() because they can refine the materials dropped from the object.
it: Si chiamano \c(0d0)Raffinazione\c() perché possono raffinare i materiali caduti dall'oggetto.

source: However, this requires a lot of energy and makes them significantly less effective than \c(0d0)Raw\c() Mining or Salvaging Lasers.
it: Tuttavia, questo richiede molta energia e li rende molto meno efficaci dei laser di estrazione o di recupero.

source: Those can extract the metal ores and scrap metals very quickly, but your ship will have to collect and store the unrefined metals and it will need a \c(0d0)Cargo Bay\c() to do so.
it: Queste possono estrarre i minerali metallici e i rottami metallici molto rapidamente, ma la vostra nave dovrà raccogliere e immagazzinare i metalli non raffinati e avrà bisogno di una \c(0d0)Baia del Cargo() per farlo.

source: Materials
it: I materiali

source: Now that Avorion has been discovered, there are seven known materials. These seven materials can be used to build and repair ships. Collect them by \c(0d0)Mining\c(), \c(0d0)Salvaging\c() or buy them at a \c(0d0)Resource Depot\c().
it: Ora che Avorion è stato scoperto, ci sono sette materiali conosciuti. Questi sette materiali possono essere utilizzati per costruire e riparare le navi. Raccoglieteli tramite \c(0d0)Estrazione mineraria(), \c(0d0)Salvataggio() o acquistateli presso un \c(0d0)Deposito di risorse().

source: \c(0d0)Iron\c() is the simplest material.
it: \c(0d0)Iron\c() è il materiale più semplice.

source: It's heavy but very easy to form, so blocks made from Iron don't cost a lot of money, but ships made from Iron are rather weak and heavy and thus won't steer very well.
it: È pesante ma molto facile da formare, quindi i blocchi di ferro non costano molto, ma le navi di ferro sono piuttosto deboli e pesanti e quindi non si guidano molto bene.

source: Only basic necessities can be built from Iron, but Iron is the only known material that can be used for building \c(0d0)Inertia Dampeners\c().
it: Solo i beni di prima necessità possono essere costruiti in ferro, ma il ferro è l'unico materiale conosciuto che può essere usato per costruire smorzatori d'inerzia.

source: Iron can be found in large quantities at the edge of the galaxy.
it: Il ferro si trova in grandi quantità ai margini della galassia.

source: To build blocks with this material, you need to have \c(0d0)Building Knowledge\c() about it.
it: Per costruire i blocchi con questo materiale, è necessario avere una conoscenza \code(0d0)Costruttiva() al riguardo.

source: Check out the block tooltips in \c(0d0)Building Mode\c() for more information about the specific blocks!
it: Per ulteriori informazioni sui blocchi specifici, consultare i tooltip dei blocchi in \c(0d0)Building Mode\c()!

source: \c(0d0)Titanium\c() is a very light material and more durable than Iron.
it: \Il titanio è un materiale molto leggero e più resistente del ferro.

source: It has better energy properties than Iron, making it possible to build \c(0d0)Energy Generators\c(), \c(0d0)Batteries\c() and \c(0d0)Integrity Field Generators\c().
it: Ha proprietà energetiche migliori del ferro, che consentono di costruire generatori di energia, batterie e generatori di campi di integrità.

source: In the outer regions of the galaxy, Titanium is the preferred material to build ships.
it: Nelle regioni esterne della galassia, il titanio è il materiale preferito per costruire le navi.

source: Titanium can be found nearly anywhere in the galaxy, even in the outermost rim of the galaxy.
it: Il titanio può essere trovato quasi ovunque nella galassia, anche nell'orlo più esterno della galassia.

source: Maybe your new contact, \c(0d0)the Adventurer\c(), can help you out here?
it: Forse il tuo nuovo contatto, \c(0d0)l'Avventuriero(), può aiutarti?

source: \c(0d0)Naonite\c() is a little heavier than Titanium, but it is even more durable.
it: \La naonite è un po' più pesante del titanio, ma è ancora più resistente.

source: With Naonite you gain access to \c(0d0)Shield Generators\c() and \c(0d0)Hyperspace Cores\c().
it: Con la Naonite si accede ai Generatori di Scudi (0d0) e ai Nuclei Iperspaziali (0d0).

source: Unfortunately Naonite armor tends to break easily and is no longer available for purchase.
it: Purtroppo l'armatura di naonite tende a rompersi facilmente e non è più disponibile per l'acquisto.

source: Naonite starts to appear at a distance of about 350 sectors to the galaxy core, and closer.
it: La naonite inizia a comparire a una distanza di circa 350 settori dal nucleo della galassia, e anche più vicino.

source: \c(0d0)Trinium\c() has the perfect combination of lightness and durability.
it: \c(0d0)Trinium\c() ha la perfetta combinazione di leggerezza e durata.

source: Ships built from Trinium tend to be very nimble and \c(0d0)Hangar Blocks\c() allow the usage of fighters.
it: Le navi costruite in Trinium tendono ad essere molto agili e i blocchi hangar consentono l'uso di caccia.

source: Pair the Hangar with an \c(0d0)Assembly Block\c() to produce fighters on the ship.
it: Abbinare l'hangar a un blocco di montaggio (0d0) per produrre caccia sulla nave.

source: To increase ship processing power, and with that the ability to install more subsystems, \c(0d0)Computer Cores\c() can be added.
it: Per aumentare la potenza di elaborazione dell'astronave e, di conseguenza, la possibilità di installare più sottosistemi, si possono aggiungere i \c(0d0)Computer Cores().

source: And last, but not least, Trinium allows to build an \c(0d0)Academy\c() to train your crew members.
it: Infine, ma non per questo meno importante, Trinium permette di costruire un'Accademia() per addestrare i membri dell'equipaggio.

source: Trinium can be found at about half way between the galaxy’s edge and its core.
it: Il Trinium si trova a circa metà strada tra il bordo della galassia e il suo nucleo.

source: \c(0d0)Xanion\c() is the last material that is still known to the civilizations around the Barrier.
it: \Il \c(0d0)Xanion() è l'ultimo materiale ancora conosciuto dalle civiltà intorno alla Barriera.

source: It's quite a bit more durable than Trinium but has more weight to it.
it: È un po' più resistente del Trinium, ma ha un peso maggiore.

source: It lacks Armor Blocks, but has very good technical properties and lets you build \c(0d0)Transporter Blocks\c() that increase a ship's docking range.
it: Non ha blocchi armatura, ma ha ottime proprietà tecniche e permette di costruire blocchi trasportatore che aumentano il raggio di attracco della nave.

source: The M.A.D. association recently invented \c(0d0)Cloning Pods\c().
it: L'associazione M.A.D. ha recentemente inventato le capsule di clonazione (0d0).

source: Research is still ongoing, but the M.A.D. association has successfully shown that cloned crew members are indistinguishable from natural ones.
it: Le ricerche sono ancora in corso, ma l'associazione M.A.D. ha dimostrato con successo che i membri dell'equipaggio clonati sono indistinguibili da quelli naturali.

source: Xanion can be found around the Barrier to the galaxy core.
it: Xanion si trova intorno alla Barriera del nucleo della galassia.

source: \c(0d0)Ogonite\c() is very heavy, but at the same time very durable!
it: \L'Ogonite() è molto pesante, ma allo stesso tempo molto resistente!

source: While many of the technical blocks aren't available in Ogonite, it shines in the \c(0d0)Armor\c() department.
it: Sebbene molti dei blocchi tecnici non siano disponibili in Ogonite, quest'ultima brilla nel reparto \c(0d0)Armor(0d0)Armor(0d0)Armor().

source: Ships built from Ogonite will be heavy and not at all nimble, but shrug off most attacks with ease.
it: Le navi costruite con l'Ogonite sono pesanti e non sono affatto agili, ma possono essere scrollate di dosso la maggior parte degli attacchi con facilità.

source: Ogonite can be found beyond the Barrier, not far into the center.
it: L'Ogonite si trova oltre la Barriera, non lontano dal centro.

source: \c(0d0)Avorion\c() is a light material with very good energy characteristics, and the material preferred by the Xsotan for building their ships.
it: \Il \c(0d0)Avorion() è un materiale leggero con ottime caratteristiche energetiche, ed è il materiale preferito dagli Xsotan per la costruzione delle loro navi.

source: \c(0d0)Hyperspace Cores\c() built from Avorion even let you traverse the Great Barrier!
it: \I nuclei iperspaziali costruiti da Avorion permettono persino di attraversare la Grande Barriera!

source: Avorion can be found in the very center of the galaxy.
it: Avorion si trova al centro della galassia.

source: Scientists at the \c(0d0)Rift Research Centers\c() are always on the lookout for new research data from \c(0d0)Rifts\c().
it: Gli scienziati del Rift Research Centers() sono sempre alla ricerca di nuovi dati di ricerca provenienti dai Rift().

source: The data is collected in rifts by destroying Xsotan or scanning special objects. However, the yield can be significantly increased using a \c(0d0)Scientist Captain\c().
it: I dati vengono raccolti nelle spaccature distruggendo Xsotan o scansionando oggetti speciali. Tuttavia, la resa può essere aumentata in modo significativo utilizzando un capitano scientifico \c(0d0)\c().

source: These captains collect data passively while commanding a ship.
it: Questi capitani raccolgono dati passivamente mentre comandano una nave.

source: At a Rift Research Center, they can be exchanged for special \c(0d0)Hybrid\c() or \c(0d0)Protective Subsystems\c().
it: Presso un Centro di Ricerca Rift, possono essere scambiati con speciali \c(0d0)Ibridi\c() o \c(0d0)Sottosistemi di Protezione\c().

source: Rift Research Data can also be sold for credits at Rift Research Centers and Smuggler's Markets.
it: I dati della ricerca Rift possono anche essere venduti per ottenere crediti presso i Centri di ricerca Rift e i Mercati dei contrabbandieri.

source: Stations trade with a variety of \c(0d0)Trading Goods\c().
it: Le stazioni commerciano con una varietà di merci commerciali (0d0).

source: Depending on the type of station, you can buy and sell various different goods.
it: A seconda del tipo di stazione, è possibile acquistare e vendere diversi beni.

source: \c(0d0)Factories\c(), for example, usually buy ingredients and then sell the product they produce.
it: \Le fabbriche, ad esempio, acquistano di solito gli ingredienti e poi vendono il prodotto che producono.

source: Use the \c(0d0)Strategy Mode\c() to see which stations in the sector sell or buy which goods.
it: Utilizzare la strategia \c(0d0)Mode\c() per vedere quali stazioni del settore vendono o acquistano quali merci.

source: Buy and sell them for a fine profit, or liberate them from other sources.
it: Acquistateli e vendeteli per ottenere un buon profitto, oppure liberateli da altre fonti.

source: Beware though: Stealing goods is seen as offensive and might lead to massive reputation loss!
it: Attenzione però: Rubare merci è considerato offensivo e potrebbe portare a una massiccia perdita di reputazione!

source: \c(ddd)Note:\c() a \c(0d0)Trading Subsystem\c() can list all tradeable goods and their price margins in the last visited sectors.
it: \Nota: \c() un sottosistema di trading \c(0d0)può elencare tutti i beni commerciabili e i loro margini di prezzo negli ultimi settori visitati.

source: Read the chapter on the \c(0d0)Trading Subsystem\c() to learn more.
it: Per saperne di più, leggete il capitolo sul sottosistema di trading \c(0d0)\c().

source: Trading Subsystem
it: Sottosistema di trading

source: A \c(0d0)Trading Subsystem\c() allows you to get information on the economic conditions in an area that will help you make the best deals.
it: Un sottosistema di trading \c(0d0)\c() vi permette di ottenere informazioni sulle condizioni economiche di un'area che vi aiuteranno a fare i migliori affari.

source: The higher the \c(0d0)rarity\c() of the subsystem you have installed, the more information it will give you.
it: Più alto è il \c(0d0)rarità\c() del sottosistema installato, più informazioni fornirà.

source: Once you have installed it on your ship, open the \c(0d0)Trading Overview Window\c() which has appeared in the top right of your screen.
it: Dopo averla installata sulla vostra nave, aprite la finestra \c(0d0)Trading Overview() che è apparsa in alto a destra sullo schermo.

source: It not only shows you which goods can be bought or sold at which stations but you can also see the supply and demand of certain goods in the area and how this influences prices, and you can look for trade routes between stations producing certain goods.
it: Non solo mostra quali merci possono essere acquistate o vendute in quali stazioni, ma è anche possibile vedere la domanda e l'offerta di determinate merci nell'area e come questa influenza i prezzi, nonché cercare le rotte commerciali tra le stazioni che producono determinate merci.

source: A Trading System even allows you to look at price differences and supply and demand of certain goods on your \c(0d0)Galaxy Map\c().
it: Un sistema di trading consente persino di osservare le differenze di prezzo e la domanda e l'offerta di determinati beni sulla propria mappa galattica.

source: Trade goods
it: Beni commerciali

source: All goods on your ship are shown in the \c(0d0)Cargo Tab\c() of the Ship Menu. There you'll find a drop-down menu where you can set your ship to either pick up or not pick up stolen goods. Smuggling and scavenging is a big problem, so military ships always scan for dangerous and illegal goods. When they catch someone, they fine them and confiscate the cargo.
it: Tutte le merci presenti sulla nave sono visualizzate nella scheda \c(0d0)Cargo() del menu Nave. Qui si trova un menu a discesa che consente di impostare la nave in modo che raccolga o non raccolga le merci rubate. Il contrabbando e lo scavenging sono un grosso problema, quindi le navi militari controllano sempre le merci pericolose e illegali. Quando catturano qualcuno, lo multano e confiscano il carico.

source: Normal goods
it: Merce normale

source: These trade goods are freely available to everyone. They are not subject to any further restrictions.
it: Questi beni commerciali sono liberamente disponibili per tutti. Non sono soggetti a ulteriori restrizioni.

source: Special goods
it: Prodotti speciali
