Repository: GLWine/Avorion-ITA
Catalog: Avorion/data/localization/*.po
Languages: it

source: If the block doesn't have the orientation you wanted, you can also use \c(fff)[${rotate}]\c() to change it.
it: Se il blocco non ha l'orientamento desiderato, si può anche usare \c(fff)[${rotate}]\c() per cambiarlo.

source: Replacing Multiple Blocks
it: Sostituzione di più blocchi

source: You can also select multiple blocks, either manually or by selecting the option \c(fff)'Select All Blocks Of The Current Type'\c().
it: È inoltre possibile selezionare più blocchi, sia manualmente che selezionando l'opzione \c(fff)'Seleziona tutti i blocchi del tipo corrente'\c().

source: Afterwards, you can transform all of those blocks with one click on \c(fff)'Transform All Selected Blocks'\c().
it: Successivamente, è possibile trasformare tutti i blocchi con un solo clic su \c(fff)'Trasforma tutti i blocchi selezionati'\c().

source: Ship Internals
it: Interni della nave

source: You can filter which blocks of your ship you want to be shown. Click on the button \c(fff)'View'\c() at the bottom left to select only certain materials or block types to be shown.
it: È possibile filtrare i blocchi della nave che si desidera visualizzare. Fare clic sul pulsante \c(fff)'Visualizza'\c() in basso a sinistra per selezionare solo alcuni materiali o tipi di blocco da visualizzare.

source: You can use this function to edit the insides of your ship.
it: È possibile utilizzare questa funzione per modificare gli interni della nave.

source: \c(fff)Tip\c(): Build the inside of your ship of a certain block type (f.e. Framework) so that you can easily replace it later!
it: \c(fff)Tip\c(): Costruite l'interno della vostra nave con un certo tipo di blocco (ad esempio, Framework) in modo da poterlo sostituire facilmente in seguito!

source: Turret Designs
it: Design della torretta

source: You can also design the looks of your turrets. Select a turret base on your ship and enter the \c(0d0)Turret Design Mode\c().
it: È anche possibile progettare l'aspetto delle torrette. Selezionare la base di una torretta sulla nave ed entrare nella modalità \c(0d0)Progettazione torretta().

source: You can save your designs in the \c(0d0)Saved Designs\c() window (see chapter \c(fff)'Saving Ships'\c()).
it: È possibile salvare i progetti nella finestra \c(0d0)Disegni salvati() (vedere il capitolo \c(fff)'Salvare le navi'\c()).

source: Applying Turret Designs
it: Applicazione di progetti di torrette

source: You can apply any turret design saved in the \c(0d0)Saved Designs\c() window to turret bases on your ship.
it: È possibile applicare qualsiasi progetto di torretta salvato nella finestra \c(0d0)Disegni salvati() alle basi delle torrette della nave.

source: You can even select multiple turret bases and choose a design for all of them.
it: È anche possibile selezionare più basi per torrette e scegliere un design per tutte.

source: Saving Designs
it: Design di risparmio

source: It is not only possible to save entire ships, you can also save templates made up of only a few blocks.
it: Non solo è possibile salvare intere navi, ma anche modelli composti da pochi blocchi.

source: To save a template, select all the blocks you want to save and copy them with \c(fff)[CTRL] + [C]\c().
it: Per salvare un modello, selezionare tutti i blocchi che si desidera salvare e copiarli con \c(fff)[CTRL] + [C]\c().

source: Then open the \c(0d0)Saved Designs\c() window (see chapter \c(fff)'Saving Ships'\c()) and paste your design in a folder of your choosing with \c(fff)[CTRL] + [V]\c().
it: Aprire quindi la finestra \c(0d0)Disegni salvati() (vedere il capitolo \c(fff)'Salvataggio di navi'\c()) e incollare il disegno in una cartella a scelta con \c(fff)[CTRL] + [V]\c().

source: From there, you can drag and drop your template into the quick access bar at the bottom, or use it again directly with \c(fff)[CTRL] + [V]\c().
it: Da qui, è possibile trascinare il modello nella barra di accesso rapido in basso o utilizzarlo direttamente con \c(fff)[CTRL] + [V]\c().

source: Anchor Blocks
it: Blocchi di ancoraggio

source: Templates made up of several blocks can be scaled and rotated just like single blocks.
it: I modelli composti da più blocchi possono essere scalati e ruotati come i blocchi singoli.

source: If you hold \c(fff)[ALT]\c() before placing your design on your ship, you will be able to select which of its blocks your template should use to anchor itself to the ship.
it: Se si tiene premuto \c(fff)[ALT]\c() prima di posizionare il disegno sulla nave, si potrà selezionare quale blocco il modello dovrà usare per ancorarsi alla nave.

source: Merging Blocks
it: Unire i blocchi

source: To improve the \c(0d0)performance\c() of the game by making sure it doesn't always have to load a huge number of blocks, try to merge neighboring blocks that have the same shape.
it: Per migliorare la performance del gioco, facendo in modo che non debba sempre caricare un numero enorme di blocchi, cercate di unire i blocchi vicini che hanno la stessa forma.

source: You can use the option \c(fff)'Merge Blocks'\c() in the bottom left to do that.
it: Per farlo, è possibile utilizzare l'opzione \c(fff)'Unisci blocchi'\c() in basso a sinistra.

source: Ship Stats
it: Statistiche della nave

source: You can configure which ship stats are shown by clicking on the cog symbol underneath the stats.
it: È possibile configurare le statistiche della nave cliccando sul simbolo dell'ingranaggio sotto le statistiche.

source: Silhouettes
it: Sagome

source: To see a size comparison of your ship, select \c(fff)'View'\c() and choose from a number of famous landmarks.
it: Per vedere un confronto delle dimensioni della vostra nave, selezionate \c(fff)'View'\c() e scegliete tra una serie di punti di riferimento famosi.

source: Grid
it: Griglia

source: You can change the size of the invisible grid that all blocks align themselves with and you can decide how newly placed blocks snap to it.
it: È possibile modificare la dimensione della griglia invisibile a cui tutti i blocchi si allineano e decidere come i nuovi blocchi si agganciano ad essa.

source: If you select \c(0d0)Voxel Grid\c(), for example, all corners of your blocks will always end up where the lines of the grid cross, allowing you to build more precisely.
it: Se si seleziona \c(0d0)Voxel Grid\c(), ad esempio, tutti gli angoli dei blocchi finiranno sempre nel punto in cui si incrociano le linee della griglia, consentendo una costruzione più precisa.

source: Click the \c(fff)'? Button'\c() in the grid window to find out more about each setting.
it: Fare clic sul pulsante \c(fff)'? nella finestra della griglia per saperne di più su ciascuna impostazione.

source: Building Shortcuts
it: Costruire scorciatoie

source: If you don't know how to do something, press \c(fff)${short}\c() to get an overview of all \c(0d0)building shortcuts\c().
it: Se non sapete come fare qualcosa, premete \c(fff)${breve}\c() per ottenere una panoramica di tutte le scorciatoie di costruzione \c(0d0)\c().

source: Combat
it: Combattimento

source: Boarding
it: Imbarco

source: Instead of destroying an enemy craft, it can be boarded.
it: Invece di distruggere un'imbarcazione nemica, è possibile abbordarla.

source: Specially trained personnel, \c(0d0)Boarders\c(), can be sent to the other ship with \c(0d0)Boarding Shuttles\c().
it: Il personale appositamente addestrato, gli "Imbarcati", può essere inviato sull'altra nave con le "Navette d'imbarco".

source: Boarders will kill anyone resisting and you will be able to use the ship with a new crew.
it: Gli abbordatori uccideranno chiunque opponga resistenza e voi potrete utilizzare la nave con un nuovo equipaggio.

source: As cargo doesn't tend to resist, boarding a trade ship yields a fine amount of trading goods.
it: Poiché il carico non tende a resistere, l'abbordaggio di una nave commerciale produce una buona quantità di beni commerciali.

source: Other factions see Boarding as an act of war, so be prepared for declarations of war coming in after a successful boarding attempt.
it: Le altre fazioni considerano l'abbordaggio come un atto di guerra, quindi preparatevi a ricevere dichiarazioni di guerra dopo un tentativo di abbordaggio riuscito.

source: You can buy \c(0d0)Boarding Shuttles\c() at \c(0d0)Equipment Docks\c(). Boarders can be hired at various stations.
it: È possibile acquistare le navette d'imbarco presso le banchine dell'equipaggiamento. I pensionanti possono essere assunti in varie stazioni.

source: You can also install a \c(0d0)Scanner Subsystem\c() to see how many boarders you'll need to successfully board a ship.
it: È anche possibile installare un sottosistema di scansione (0d0) per vedere quanti abbordatori sono necessari per abbordare una nave.

source: \c(ddd)Note: You can board stations as well, but they're heavily defended and have to be rebuilt afterwards.\c()
it: \Nota: è possibile abbordare anche le stazioni, ma sono pesantemente difese e devono essere ricostruite in seguito.\c()

source: Co-op Multiplayer
it: Multigiocatore cooperativo

source: Co-op Controls
it: Controlli cooperativi

source: Control ships together with your friends. Define \c(0d0)additional seats\c() and their \c(0d0)roles\c() in the \c(0d0)Co-op Control Menu\c()!
it: Controlla le navi insieme ai tuoi amici. Definite i \c(0d0)posti aggiuntivi() e i loro \c(0d0)ruoli() nel \c(0d0)Menu Controllo cooperativo()!

source: Play together with your friends as an \c(0d0)Alliance\c(). If you don't have an alliance yet, you can create one in the \c(0d0)Player Menu\c().
it: Gioca insieme ai tuoi amici come \c(0d0)Alleanza(). Se non hai ancora un'alleanza, puoi crearne una nel \c(0d0)Menu del giocatore().

source: Members
it: Membri

source: Additional members can be invited in the \c(0d0)Alliance Members Tab\c(). The tab also contains an overview of all current members and their respective ranks.
it: Ulteriori membri possono essere invitati nella scheda \c(0d0)Membri dell'Alleanza(). La scheda contiene anche una panoramica di tutti i membri attuali e dei loro rispettivi gradi.

source: Alliance Fleet
it: Flotta dell'Alleanza

source: Ships and stations can be transferred to the alliance either immediately while founding them or later in the Player Menu. The \c(0d0)transferred ships\c() are managed by the alliance, i.e. all loot collected while flying them belongs to the alliance and all fees, including the crew salaries, are paid by the alliance.
it: Le navi e le stazioni possono essere trasferite all'Alleanza immediatamente durante la fondazione o in un secondo momento nel Menu del giocatore. Le navi trasferite sono gestite dall'Alleanza, cioè tutti i bottini raccolti durante il volo appartengono all'Alleanza e tutte le tasse, compresi gli stipendi dell'equipaggio, sono pagati dall'Alleanza.

source: Alliance Vault
it: Volta dell'Alleanza

source: An alliance has its own \c(0d0)inventory\c() with materials, money, weapons and subsystems. Players can donate their own items or collect items while flying an alliance ship. \c(dd5)Warning: every member with appropriate permissions can take resources and items out of the alliance vault!\c()
it: Un'alleanza ha un proprio \c(0d0)inventario() con materiali, denaro, armi e sottosistemi. I giocatori possono donare i propri oggetti o raccoglierli mentre pilotano una nave dell'alleanza. \Attenzione: ogni membro con i permessi appropriati può prelevare risorse e oggetti dal caveau dell'alleanza!

source: Forming a \c(0d0)Group\c() can come in handy while playing with friends. Your friends will be highlighted more visibly while in the same sector and marked with a pale green frame on the map. In the top left corner of the screen their ship health or current sector will be displayed. Found a group by typing \c(0d0)"/invite"\c() and the player's name into the chat.
it: Formare un gruppo \c(0d0)Group\c() può essere utile quando si gioca con gli amici. I vostri amici saranno evidenziati in modo più visibile quando si trovano nello stesso settore e contrassegnati da un riquadro verde chiaro sulla mappa. Nell'angolo in alto a sinistra dello schermo verrà visualizzata la salute della loro nave o il settore corrente. Per trovare un gruppo, digitare \c(0d0)"/invito"\c() e il nome del giocatore nella chat.

source: Craft Management
it: Gestione dell'artigianato

source: Crew & Professionals
it: Equipaggio e professionisti

source: A \c(0d0)crew\c() is what keeps a ship together.
it: Un \c(0d0)crew\c() è ciò che tiene insieme una nave.

source: Most of the work on a ship can be done by allrounder crew members, but there are some jobs that can only be done by professionals.
it: La maggior parte dei lavori su una nave può essere svolta da membri dell'equipaggio tuttofare, ma ci sono alcuni lavori che possono essere svolti solo da professionisti.

source: Professionals can be \c(0d0)hired at stations\c().
it: I professionisti possono essere assunti presso le stazioni di lavoro().

source: Professionals take a higher salary, but studies have shown that they can increase productivity by up to 200%.
it: I professionisti percepiscono uno stipendio più alto, ma gli studi hanno dimostrato che possono aumentare la produttività fino al 200%.

source: On top of that, they can also gain experience and level up over time, increasing their productivity.
it: Inoltre, possono acquisire esperienza e salire di livello nel tempo, aumentando la loro produttività.

source: Some jobs on the ship can be \c(0d0)overassigned\c() - that means that you can assign more than the minimum amount of crew to get bonuses for your ship.
it: Alcuni lavori sulla nave possono essere \c(0d0)overassigned() - ciò significa che è possibile assegnare più del numero minimo di membri dell'equipaggio per ottenere bonus per la nave.

source: The crew has to be \c(0d0)paid every three hours\c().
it: L'equipaggio deve essere pagato ogni tre ore.

source: How much each crew member earns is listed in the \c(0d0)Ship Menu\c()'s crew tab.
it: L'ammontare dei guadagni di ciascun membro dell'equipaggio è elencato nella scheda equipaggio del \c(0d0)Menù nave().

source: Officers
it: Ufficiali

source: In order to keep your crew organized, at some point, you will need \c(0d0)Officers\c().
it: Per mantenere organizzato l'equipaggio, a un certo punto, sarà necessario utilizzare \c(0d0)Officers().

source: Once the crew of a profession reaches a certain threshold - for example, once you have 5 mechanics - they will need an officer to keep things going smoothly.
it: Una volta che l'equipaggio di una professione raggiunge una certa soglia - ad esempio, quando si hanno 5 meccanici - avrà bisogno di un ufficiale per mantenere le cose in ordine.

source: Your crew will assign officers automatically.
it: L'equipaggio assegnerà automaticamente gli ufficiali.

source: Officers have the same workforce as other crewmembers, but earn a \c(0d0)higher salary\c().
it: Gli ufficiali hanno la stessa forza lavoro degli altri membri dell'equipaggio, ma guadagnano uno stipendio più alto.

source: You need a \c(0d0)Sergeant\c() for every \c(0d0)5 crewmembers\c().
it: È necessario un sergente() per ogni 5 membri dell'equipaggio().

source: You need a \c(0d0)Lieutenant\c() for every \c(0d0)4 sergeants\c().
it: Serve un tenente() per ogni 4 sergenti().

source: You need a \c(0d0)Colonel\c() for every \c(0d0)3 lieutenants\c().
it: È necessario un colonnello() per ogni tenente().

source: Captains
it: Capitani

source: Assigning a \c(0d0)Captain\c() to your ship allows you to command it remotely over the \c(0d0)Galaxy Map\c(). Depending on the captain's \c(0d0)Class\c(), they will also grant certain bonuses to your ship. Captains will be discussed more in-depth in the \c(0d0)Fleet Management\c() section of the encyclopedia.
it: Assegnare un \c(0d0)Capitano() alla propria nave permette di comandarla a distanza attraverso la \c(0d0)Galaxy Map(). A seconda della \c(0d0)Classe del capitano(), questi concederà anche alcuni bonus alla sua nave. I capitani sono trattati in modo più approfondito nella sezione \c(0d0)Gestione della flotta() dell'enciclopedia.

source: Your crew has a \c(0d0)Morale\c().
it: L'equipaggio ha un \c(0d0)Morale().

source: If there are issues on the ship, such as \c(0d0)not enough crew quarters\c(), or when the crew didn't get \c(0d0)paid in time\c(), morale will drop.
it: Se ci sono problemi sulla nave, come ad esempio un numero insufficiente di alloggi per l'equipaggio(), o se l'equipaggio non è stato pagato in tempo(), il morale si abbassa.

source: Once morale has dropped to zero, the crew will go on \c(0d0)Strike\c(), which drops their workforce to \c(0d0)Zero\c().
it: Una volta che il morale è sceso a zero, l'equipaggio passa a \c(0d0)Strike\c(), che fa scendere la forza lavoro a \c(0d0)Zero\c().

source: Once all issues have been resolved, morale will go back to normal.
it: Una volta risolti tutti i problemi, il morale tornerà alla normalità.

source: Professionals will only gain levels as long as morale on the ship is good.
it: I professionisti guadagnano livelli solo finché il morale della nave è buono.

source: Starting with \c(0d0)Trinium\c(), you can build \c(0d0)Academy Blocks\c(), which unlock training, so you can train allrounder crew members to become professionals.
it: A partire da \c(0d0)Trinium\c(), si possono costruire \c(0d0)Blocchi Accademia\c(), che sbloccano l'addestramento, in modo da poter formare i membri dell'equipaggio allrounder per farli diventare professionisti.

source: While in the academy, these crew members won't be available for other jobs on the ship, but will still require payment.
it: Durante l'accademia, questi membri dell'equipaggio non saranno disponibili per altri lavori sulla nave, ma richiederanno comunque un pagamento.

source: Cloning
it: Clonazione

source: Starting with \c(0d0)Xanion\c(), \c(0d0)Cloning Pods\c() can be built.
it: A partire da \c(0d0)Xanion\c(), è possibile costruire \c(0d0)Cloning Pods\c().

source: After building Cloning Pods, new allrounder crew members can be cloned on ship.
it: Dopo aver costruito le capsule di clonazione, è possibile clonare nuovi membri dell'equipaggio allrounder sulla nave.

source: In order to clone crew, you will always need at least one crew member on the ship.
it: Per clonare l'equipaggio, è sempre necessario avere almeno un membro dell'equipaggio sulla nave.

source: Reconstruction
it: Ricostruzione

source: Towing
it: Rimorchio

source: \c(0d0)Repair Docks\c() have a \c(0d0)Towing Service\c().
it: \I bacini di riparazione() hanno un servizio di rimorchio().

source: For a fee, they will recover your wreck and tow it back to the Repair Dock.
it: A pagamento, recuperano il relitto e lo rimorchiano fino al bacino di riparazione.

source: This only works if the ship was destroyed less than 50 sectors away. Preliminary fixes will be made, but your ship will have to be properly repaired afterwards.
it: Questo funziona solo se la nave è stata distrutta a meno di 50 settori di distanza. Verranno effettuate delle correzioni preliminari, ma la nave dovrà poi essere riparata correttamente.

source: If the Repair Dock is your \c(0d0)Reconstruction Site\c() then it will tow for free and can tow ships from all over the Galaxy. Repairs will be free of charge, too.
it: Se il Dock di riparazione è il vostro \c(0d0)Sito di Ricostruzione(), allora rimorchierà gratuitamente e potrà trainare navi da tutta la Galassia. Anche le riparazioni saranno gratuite.

source: \c(0d0)Repair Docks\c() sell \c(0d0)Reconstruction Kits\c().
it: \I docks per la riparazione() vendono i kit per la ricostruzione().

source: These kits allow quick on-site reassembly of a destroyed ship or station.
it: Questi kit consentono un rapido riassemblaggio in loco di una nave o di una stazione distrutta.

source: To use them, you have to be in the sector where your ship was destroyed, and then activate them from within the inventory.
it: Per utilizzarli, è necessario trovarsi nel settore in cui la nave è stata distrutta e attivarli dall'inventario.

source: The ship will be quickly reassembled and ready for flight again, but will definitely need some repairs afterwards though.
it: La nave sarà rapidamente riassemblata e pronta a volare di nuovo, ma avrà sicuramente bisogno di alcune riparazioni.

source: If you get destroyed and you don't have another of your ships in the same sector, you will be transported to the last friendly Repair Dock you visited.
it: Se venite distrutti e non avete un'altra nave nello stesso settore, verrete trasportati all'ultimo Dock di riparazione amico che avete visitato.

source: If relations with that faction have turned sour and returning there would put you in danger, you're moved to your \c(0d0)Reconstruction Site\c() instead.
it: Se i rapporti con quella fazione si sono inaspriti e tornarci metterebbe in pericolo, si viene trasferiti al proprio \c(0d0)Sito di Ricostruzione().

source: Your default Reconstruction Site is in your Home Sector, but you can also make any other friendly Repair Dock your Reconstruction Site, for a fee.
it: Il sito di ricostruzione predefinito si trova nel Settore Casa, ma è possibile effettuare qualsiasi altra riparazione amichevole nel proprio sito di ricostruzione, a pagamento.

source: - Your Reconstruction Site will tow and repair your ships for free.
it: - Il vostro sito di ricostruzione rimorchierà e riparerà le vostre navi gratuitamente.

source: - Your Reconstruction Site can tow a ship from anywhere in the galaxy, no matter how far away it was destroyed.
it: - Il vostro Sito di Ricostruzione può trainare una nave da qualsiasi punto della galassia, indipendentemente dalla distanza in cui è stata distrutta.

source: - You can always switch to your Reconstruction Site using the Galaxy Map.
it: - È sempre possibile passare al proprio Sito di ricostruzione utilizzando la Mappa della Galassia.

source: General Function
it: Funzione generale

source: \c(0d0)Subsystems\c() can improve certain aspects of a ship. This allows the specialization of ships for certain jobs. \c(0d0)Permanently installed\c() subsystems usually give huge bonuses, but can only be removed close to an \c(0d0)Equipment Dock\c(). \c(ddd)Note: Some subsystems HAVE to be installed permanently to work.\c()
it: \I sottosistemi () possono migliorare alcuni aspetti di una nave. Questo permette di specializzare le navi per determinati lavori. \I sottosistemi installati in modo permanente danno di solito enormi bonus, ma possono essere rimossi solo in prossimità di un Dock di equipaggiamento. \Nota: alcuni sottosistemi DEVONO essere installati permanentemente per funzionare.

source: Turret Control Systems
it: Sistemi di controllo della torretta

source: Each \c(0d0)Turret Control System\c() increases the amount of available \c(0d0)turret slots\c(). Depending on the type of the subsystem, it increases the number of slots for military, civil or both turret types.
it: Ogni \c(0d0)Sistema di controllo delle torrette() aumenta la quantità di slot disponibili per le torrette(). A seconda del tipo di sottosistema, aumenta il numero di slot per le torrette militari, civili o di entrambi i tipi.

source: Battery Upgrade
it: Aggiornamento della batteria

source: The \c(0d0)Battery Upgrade\c() contains algorithms to allow better management of recharging, meaning batteries have a \c(0d0)higher capacity\c() and \c(0d0)lower recharge\c() time with it installed.
it: Il \c(0d0)Upgrade della batteria contiene algoritmi che consentono una migliore gestione della ricarica, il che significa che le batterie hanno una \c(0d0)maggiore capacità e un \c(0d0)minore tempo di ricarica con esso installato.

source: Cargo Upgrade
it: Aggiornamento del carico
