Repository: GLWine/Avorion-ITA
Catalog: Avorion/data/localization/*.po
Languages: it

source: Cheers! You are proving to be very useful, indeed. The Family is just as bad as the Cavaliers and the Commune, they have their hands in everything. I don’t trust them at all, but there’s good money to be made, so who’s complaining? Until next time. Izzy
it: Salute! Vi state dimostrando davvero molto utili. La Famiglia è cattiva quanto i Cavalieri e il Comune, hanno le mani in pasta in tutto. Non mi fido affatto di loro, ma c'è da guadagnare bene, quindi chi si lamenta? Alla prossima volta. Izzy

# Mail Subject
source: Package Delivered
it: Pacchetto consegnato

source: You’re the one working for Izzy? You don’t have enough cargo space. Return once you have enough room for our package.
it: Sei tu che lavori per Izzy? Non avete abbastanza spazio per il carico. Tornate quando avrete abbastanza spazio per il nostro pacco.

source: You’re the one working for Izzy? Come to the dock and collect the goods.
it: Sei tu che lavori per Izzy? Vieni al molo a ritirare la merce.

source: You’re the one working for Izzy? She told us you were coming. Let's hope we can trust you with this. Here’s the package, don’t open it, don’t lose it.
it: Sei tu che lavori per Izzy? Ci ha detto che saresti venuto. Speriamo di poterci fidare di te. Ecco il pacco, non aprirlo e non perderlo.

source: Delivery failed. Package not on board.
it: Consegna fallita. Il pacco non è a bordo.

source: Received %1% Credits for delivering cargo.
it: Ricevuto %1% di crediti per la consegna del carico.

source: You have no package. Are you kidding?
it: Non avete un pacchetto. Stai scherzando?

source: Yeah, sorry.
it: Sì, mi dispiace.

source: No, I lost it.
it: No, l'ho perso.

source: Oh boy, you're the one working for Izzy, right? Alright, let's see... Because it's your first job and I quite like Izzy, you can go and fetch another one. But don't lose that one!
it: Oh, cavolo, sei tu che lavori per Izzy, vero? Va bene, vediamo... Dato che è il tuo primo lavoro e che Izzy mi piace, puoi andare a prenderne un altro. Ma non perdere quello!

source: I won't, thank you!
it: Non lo farò, grazie!

source: You’re the one working for Izzy? Come to the dock and give us the package.
it: Sei tu che lavori per Izzy? Vieni al molo e dacci il pacco.

source: You want to deliver a package? Ah, you must be the one working for Izzy! All right, we'll take the package off your hands. Thanks!
it: Vuoi consegnare un pacco? Ah, lei deve essere quello che lavora per Izzy! Va bene, le toglieremo il pacco dalle mani. Grazie!

source: This is not the cargo you’re looking for.
it: Questo non è il carico che state cercando.

source: I’m with the Family.
it: Io sto con la famiglia.

source: I don’t have any cargo on my ship.
it: Non ho alcun carico sulla mia nave.

source: What? Are you making fun of me? Let me take a look at your cargo now!
it: Cosa? Ti stai prendendo gioco di me? Fammi dare un'occhiata al tuo carico ora!

source: Stop messing with me. My scanners show cargo. Let me take a look at your cargo now!
it: Smettila di prendermi in giro. I miei scanner mostrano un carico. Mi faccia dare un'occhiata al suo carico!

source: Are you, now? Can you prove it?
it: Lo siete, adesso? Puoi dimostrarlo?

source: Would ${bribe} Credits prove it to you?
it: I ${bribe} Crediti lo dimostrerebbe?

source: I usually don't take bribes. But I don’t want to mess with the Family. So I’ll take your money and you can be on your way.
it: Di solito non accetto bustarelle. Ma non voglio mettere in difficoltà la famiglia. Quindi prenderò i suoi soldi e potrà andare per la sua strada.

source: You're kidding right?
it: Stai scherzando, vero?

source: No, I really did lose it.
it: No, l'ho perso davvero.

source: Oh boy, you're the one working for Izzy, right? Alright, let's see.. Because it's your first job and I quite like Izzy, I'll give you a second chance. But don't lose that one!
it: Oh, cavolo, sei tu che lavori per Izzy, vero? Va bene, vediamo... Dato che è il tuo primo lavoro e che Izzy mi piace, ti darò una seconda possibilità. Ma non perderla!

source: Black Market Network
it: Rete del mercato nero

source: Izzy wants to show you how she gets access to Black Markets.
it: Izzy vuole mostrarvi come riesce ad accedere ai mercati neri.

source: Stand your ground and defend the package
it: Difendere la propria posizione e difendere il pacchetto

source: Go to station ${stationTitle} ${stationName}
it: Vai alla stazione ${stationTitle} ${nomeStazione}

source: [I lost the package]
it: [Ho perso il pacco]

source: There we go! We're so close!
it: Ci siamo! Siamo così vicini!

source: Yes! We've got it open! Get the package!
it: Sì! L'abbiamo aperto! Prendete il pacco!

source: Cheers! I would like you to help me. I need some equipment. Unfortunately, you can’t buy this stuff just anywhere. I know a market where you can buy, well, goods of questionable origin. But they don’t trade with everyone. To prove my worthiness, they’ve asked me to procure something for them, and I need your help getting it. I'll tell them that you're with me, and I'm sure you will profit from those connections as well. Meet me in sector (%1%:%2%). Izzy
it: Salute! Vorrei che mi aiutaste. Ho bisogno di alcune attrezzature. Sfortunatamente, non si può comprare questa roba ovunque. Conosco un mercato dove si possono comprare, beh, merci di dubbia provenienza. Ma non commerciano con tutti. Per dimostrare il mio valore, mi hanno chiesto di procurare qualcosa per loro e ho bisogno del tuo aiuto per ottenerlo. Dirò loro che sei con me e sono sicuro che anche tu trarrai vantaggio da queste connessioni. Incontriamoci nel settore (%1%:%2%). Izzy

# Mail Subject
source: Valuable Connections
it: Connessioni preziose

source: Cheers! Let’s get down to business. See the secured container over there? I need its contents. And you're going to open it for me.
it: Salute! Passiamo agli affari. Vede il container protetto laggiù? Ho bisogno del suo contenuto. E tu lo aprirai per me.

source: Why don’t you open it yourself?
it: Perché non lo apre lei stesso?

source: We'll likely set off an alarm, and I really want to make sure that we get out of this alive. That's why you're opening the container and I'm keeping watch.
it: Probabilmente faremo scattare l'allarme e voglio essere sicuro che ne usciremo vivi. Per questo tu apri il container e io faccio la guardia.

source: Okay, seems like a plan.
it: Ok, sembra un piano.

source: You'll need an Injector Subsystem. Do you have one? Ah, who cares, I've recently stolen an entire stash full of them. One sec...
it: È necessario un sottosistema di iniettori. Ne avete uno? Ah, chi se ne frega, di recente ne ho rubato un'intera scorta. Un secondo...

source: Here take this one and let's do this.
it: Prendete questo e facciamo così.

source: I'm ready to start.
it: Sono pronto a iniziare.

source: I showed them, didn’t I?
it: Gliel'ho fatto vedere, no?

source: Yes, you did!
it: Sì, l'hai fatto!

source: I did all the work!
it: Ho fatto tutto io!

source: We got the stuff out of the container!
it: Abbiamo tirato fuori la roba dal container!

source: What is that?
it: Che cos'è?

source: If you need to tell yourself that to be happy then go ahead. All that matters is that we got the stuff out of the container.
it: Se avete bisogno di dirvelo per essere felici, fate pure. L'unica cosa che conta è che abbiamo tirato fuori la roba dal container.

source: It shows the Black Market that you are worthy to do business with them. Try to take it to sector (${x}:${y}) and tell them that you are working with me. I'm going to lay low for a bit, I don't wanna get caught with this thing right now.
it: Dimostra al Mercato Nero che siete degni di fare affari con loro. Cercate di portarlo nel settore (${x}:${y}) e ditegli che state lavorando con me. Non voglio farmi beccare con questa cosa per un po', non voglio essere beccato proprio adesso.

source: I’m assuming that carrying the package is illegal?
it: Presumo che trasportare il pacco sia illegale?

source: Very much so. But I'm sure you'll be fine.
it: Molto. Ma sono sicuro che andrà tutto bene.

source: You must be docked to the station to deliver the package.
it: Per consegnare il pacco è necessario essere attraccati alla stazione.

source: You have nothing to deliver. What are you doing here?
it: Non hai nulla da consegnare. Cosa ci fai qui?

source: Ah, you're with Izzy. It seems like she keeps her promises after all. Come to the dock and I'll gladly take that package off your hands!
it: Ah, sei con Izzy. Sembra che mantenga le sue promesse, dopotutto. Vieni al molo e sarò lieto di toglierti quel pacco dalle mani!

source: Ah, you're with Izzy. It seems like she keeps her promises after all. Feel free to browse our wares and to make a purchase. If you would ever like to return to us, we've marked our … establishment on your map. Just search for 'Black Market'.
it: Ah, sei con Izzy. Sembra che alla fine mantenga le sue promesse. Sentitevi liberi di curiosare tra i nostri articoli e di fare acquisti. Se mai voleste tornare da noi, abbiamo segnato il nostro... stabilimento sulla vostra mappa. Basta cercare "Mercato Nero".

source: Cheers! I just got word that my contact moved sectors. You can find him now in (%1%:%2%). Please go there and deliver the package. Izzy
it: Salute! Ho appena saputo che il mio contatto ha cambiato settore. Ora lo potete trovare in (%1%:%2%). Per favore, vai lì e consegna il pacco. Izzy

# Mail Subject
source: New Info
it: Nuove informazioni

source: You have no package. Are you making fun of me?
it: Non hai un pacchetto. Mi stai prendendo in giro?

source: Well, what can I say. That's unfortunate. I guess you better find someone willing to give you a second chance.
it: Beh, che dire. Che sfortuna. Credo sia meglio che trovi qualcuno disposto a darti una seconda possibilità.

source: Well.. I suppose you can have this one. But you owe me a favor now, understood?
it: Beh... Immagino che tu possa avere questo. Ma ora mi devi un favore, capito?

source: Yes, Ma'am. Thanks.
it: Sì, signora. Grazie.

source: New Information
it: Nuove informazioni

source: Izzy wants to meet up and talk.
it: Izzy vuole incontrarci e parlare.

source: Cheers! I have just been contacted by the Black Market, it seems like you did your job and delivered the package. From now on, they will allow the two of us to trade with them. But they are not the only Black Market around here. Of course, they are well hidden, but I'm sure you'll find ways to find more of them. It's a good thing that your map remembers any Black Market location that you learn about, and that you just need to search for 'Black Market'. But enough about that. You have proven to be useful and I would like to talk about future endeavors. Meet me in sector (%1%:%2%). Izzy
it: Salute! Sono appena stato contattato dal Mercato Nero, sembra che tu abbia fatto il tuo lavoro e consegnato il pacco. D'ora in poi permetteranno a noi due di commerciare con loro. Ma non sono l'unico Mercato Nero qui intorno. Certo, sono ben nascosti, ma sono sicuro che troverete il modo di trovarne altri. È un bene che la vostra mappa ricordi tutti i luoghi del Mercato Nero di cui venite a conoscenza e che vi basti cercare "Mercato Nero". Ma basta parlare di questo. Vi siete dimostrati utili e vorrei parlare delle iniziative future. Incontriamoci nel settore (%1%:%2%). Izzy

# Mail Subject
source: Future Endeavors
it: Impegni futuri

source: Cheers! I need you to do something for me.
it: Salute! Ho bisogno che tu faccia qualcosa per me.

source: I don’t see why I should help you again.
it: Non vedo perché dovrei aiutarvi di nuovo.

source: I have a task for you. There will be something in it for you.
it: Ho un compito per voi. Ci sarà qualcosa per te.

source: I know you can’t resist me. Also, there's something in it for you.
it: So che non potete resistermi. Inoltre, c'è qualcosa per te.

source: What would I have to do?
it: Cosa dovrei fare?

source: I’ve accepted some jobs, but I’m not sure if I should complete all of them, because there might be some conflict of interests and I don’t want to be caught in the middle of that.
it: Ho accettato alcuni lavori, ma non sono sicura di doverli portare a termine tutti, perché potrebbe esserci un conflitto di interessi e non voglio trovarmi in mezzo a questo.

source: What kinds of jobs?
it: Quali tipi di lavoro?

source: You’ve already worked for the Cavaliers and the Family, and you’ve heard about the Commune. They are all large syndicates that are operating independently from the large factions. They’ve all offered me jobs, but working for the three of them at the same time seems unsafe. They really don’t like each other.
it: Avete già lavorato per i Cavaliers e la Famiglia e avete sentito parlare del Comune. Sono tutti grandi sindacati che operano indipendentemente dalle grandi fazioni. Mi hanno offerto tutti un lavoro, ma lavorare per tutti e tre contemporaneamente non mi sembra sicuro. Non si piacciono affatto.

source: Wait, but you’re going to make me do it?
it: Aspetta, ma mi costringerai a farlo?

source: Well, I can’t really back out of the jobs now, can I? They’d punish me for that. But you’ll be fine, just be careful you don’t get caught in the middle of something you can’t handle.
it: Beh, non posso proprio tirarmi indietro, no? Mi punirebbero per questo. Ma starai bene, fai solo attenzione a non metterti in mezzo a qualcosa che non puoi gestire.

source: You said there was something in it for me?
it: Hai detto che c'era qualcosa per me?

source: You can keep the reward they offered.
it: Potete tenere la ricompensa che vi hanno offerto.

source: How generous.
it: Che generosità.

source: I’m known for my generosity. In any case, just make sure you don’t get too chummy with one of the syndicates, or the other ones will stop offering me jobs.
it: Sono noto per la mia generosità. In ogni caso, assicurati di non diventare troppo amico di uno dei sindacati, o gli altri smetteranno di offrirmi lavoro.

source: What makes you think I’ll tell you where I’m going to be? I will come find you when I’ve got the time.
it: Cosa ti fa pensare che ti dirò dove sarò? Verrò a cercarti quando ne avrò il tempo.

source: Complete Collection
it: Collezione completa

source: A collector has asked for your help to complete his collection of rare relics.
it: Un collezionista ha chiesto il vostro aiuto per completare la sua collezione di cimeli rari.

source: Go to the locations and look out for containers:
it: Recatevi nei luoghi e cercate i contenitori:

source: Read your mail
it: Leggere la posta

source: Bring the already collected relics back to the collector in sector (${x}:${y})
it: Riportare le reliquie già raccolte al collezionista nel settore (${x}:${y})

source: Give the relics to the people sent by the owner in (${x}:${y})
it: Consegnare le reliquie alle persone inviate dal proprietario in (${x}:${y})

source: Get the third relic in sector (${x}:${y})
it: Ottenere la terza reliquia nel settore (${x}:${y})

source: [Deliver Relics]
it: [Consegnare Reliquie]

source: Dear Sir or Madam, We were informed that you took the contents of one of our containers. While the relic itself isn't worth much, it is of great personal value to us. Expect consequences. Regards.
it: Gentile signore o signora, Siamo stati informati che avete preso il contenuto di uno dei nostri contenitori. Sebbene la reliquia in sé non valga molto, per noi ha un grande valore personale. Aspettatevi delle conseguenze. Saluti.

# Mail Subject
source: You Took Something Of Ours
it: Hai preso qualcosa di nostro

source: Anonymous
it: Anonimo

source: Dear Sir or Madam, We were informed that you again took the contents of one of our containers. These artefacts really have no monetary worth to anyone else, but for us they're invaluable. We’ll give you one last chance to put things right. Come to (%1%:%2%), give us the stolen goods and we will forget about it. Regards.
it: Gentile signore o signora, siamo stati informati che avete nuovamente sottratto il contenuto di uno dei nostri container. Questi manufatti non hanno alcun valore monetario per gli altri, ma per noi hanno un valore inestimabile. Vi diamo un'ultima possibilità per rimediare. Venga a (%1%:%2%), ci consegni la merce rubata e noi ce ne dimenticheremo. Saluti.

# Mail Subject
source: Your Last Chance
it: La vostra ultima possibilità

source: Hello, Well done finding those two relics! I have an update on the third piece. It is definitely located in sector (%1%:%2%) and heavily watched. It seems that opening up the containers stirred up a rival collector. They have been annoying me in the past. If you’re willing to pick up the fight and bring me the last relic as well, I’ll double your pay! Best regards, Dragobert
it: Salve, Complimenti per il ritrovamento di queste due reliquie! Ho un aggiornamento sul terzo pezzo. Si trova sicuramente nel settore (%1%:%2%) ed è molto sorvegliato. Sembra che l'apertura dei contenitori abbia fatto scatenare un collezionista rivale. In passato mi hanno infastidito. Se sei disposto a combattere e a portarmi anche l'ultima reliquia, ti raddoppio la paga! Cordiali saluti, Dragobert

# Mail Subject
source: Nicely Done
it: Ben fatto

source: Dragobert the Collector
it: Dragobert il Collezionista

source: Received %1% Credits for giving back the relics.
it: Ricevuto %1% di Crediti per aver restituito le reliquie.

source: Wow, you actually came! Now here are your two options: A) You give us the relics and go on your merry way. Or B) we'll pry the relics off your ship's wreckage. Your choice.
it: Wow, sei venuto davvero! Ora ci sono due opzioni: A) ci date le reliquie e ve ne andate per la vostra strada. Oppure B) noi strappiamo le reliquie dal relitto della vostra nave. A voi la scelta.

source: I'll take option A.
it: Scelgo l'opzione A.

source: I'll take option B.
it: Scelgo l'opzione B.

source: You are? I'm kind of disappointed. Well, let's see the relics then.
it: Davvero? Sono un po' deluso. Allora vediamo le reliquie.

source: Just kidding. Let's fight.
it: Sto scherzando. Combattiamo.

source: [Give Relics]
it: [Dare Reliquie]

source: I'll give you one of them.
it: Ve ne darò uno.

source: Well better than nothing I guess. Here, we'll even give you a bit of money for it.
it: Meglio di niente, credo. Ecco, vi daremo anche un po' di soldi per questo.

source: I seem to have misplaced them.
it: Sembra che li abbia smarriti.

source: Sure. No problem. You just stop existing and we're fine here. Attack!
it: Certo, nessun problema. Basta che tu smetta di esistere e noi stiamo bene qui. All'attacco!

source: Hahaha, finally a good fight!
it: Hahaha, finalmente una bella battaglia!

source: Ah the relics, please come to the dock to deliver them!
it: Ah le reliquie, per favore venite al molo a consegnarle!

source: Well done. Thank you for helping us. Here is your reward.
it: Ben fatto. Grazie per averci aiutato. Ecco la tua ricompensa.

source: Thank you for bringing us these two artifacts. We had hoped for more, this is better than nothing, though. So here is your money.
it: Grazie per averci portato questi due manufatti. Speravamo in qualcosa di più, ma questo è meglio di niente. Quindi ecco i vostri soldi.

source: Mpfh, we said bring me two artifacts. A third if you can. Here take the money I owe you and then get lost.
it: Mpfh, abbiamo detto di portarmi due artefatti. Un terzo se puoi. Prendi i soldi che ti devo e poi sparisci.

source: You have no relics to deliver. Get a move on!
it: Non avete reliquie da consegnare. Datevi una mossa!

source: On my way!
it: Sto arrivando!

source: I've no interest in this anymore.
it: Non mi interessa più.

source: Sorry to hear that. But thanks for letting us know.
it: Mi dispiace sentirlo. Ma grazie per avercelo fatto sapere.

source: We have a sizeable collection of antiques but are missing some vital pieces. Would you be willing to help us acquire these? We've located several pieces in container fields of a certain region. This leads us to the conclusion that you might find the missing pieces there as well. If you're willing to work for us, we'll let you know more details.
it: Abbiamo una notevole collezione di oggetti d'antiquariato, ma ci mancano alcuni pezzi fondamentali. Sarebbe disposto ad aiutarci ad acquistarli? Abbiamo trovato diversi pezzi nei campi di container di una certa regione. Questo ci porta a pensare che anche voi potreste trovare i pezzi mancanti lì. Se siete disposti a lavorare per noi, vi comunicheremo ulteriori dettagli.

source: Cloth Scraps
it: Scampoli di stoffa

source: Brown Goo
it: Goo marrone

source: Worn Underwear
it: Biancheria intima indossata

source: A small crate containing some cloth scraps. Why anyone would want that is a mystery.
it: Una piccola cassa contenente alcuni ritagli di stoffa. Perché qualcuno dovrebbe volerlo è un mistero.

source: A small crate containing brown goo. Why anyone would want that is a mystery.
it: Una piccola cassa contenente una sostanza marrone. Perché qualcuno dovrebbe volerla è un mistero.

source: A box with underwear. Why anyone would want that is a mystery.
it: Una scatola con biancheria intima. Perché qualcuno dovrebbe volerla è un mistero.

source: The Investigation
it: L'indagine

source: The people of ${faction} have noticed the disappearance of trading ships along a certain route. They asked you to search the area for hints.
it: Il popolo di ${fazione} ha notato la scomparsa di navi commerciali lungo una certa rotta. Vi hanno chiesto di perlustrare l'area in cerca di indizi.

source: Go to (${x}:${y})
it: Vai a (${x}:${y})

source: Report back to sector (${x}:${y})
it: Rapporto al settore (${x}:${y})

source: Find the Preacher in sector (${x}:${y})
it: Trova il predicatore nel settore (${x}:${y})

source: (optional) defeat the High Priest
it: (facoltativo) sconfiggere il Sommo Sacerdote

source: Go to sector (${x}:${y}) and destroy cultists
it: Andate nel settore (${x}:${y}) e distruggete i cultisti.

source: Return to the High Priest
it: Ritorno al Sommo Sacerdote

source: [Report Back]
it: [Segnala]

source: Do you want to join us?
it: Vuoi unirti a noi?

source: You have no information of value yet. Please investigate further.
it: Non avete ancora informazioni di valore. Si prega di indagare ulteriormente.

source: Received %1% credits for reporting back with information.
it: Ricevuto %1% di crediti per aver riportato informazioni.

source: So you found "Illuminated" there? That sounds more like a ghost-story. Did you come up with that right now? At least you were there and reported back, so here is a bit to cover your expenses.
it: Quindi hai trovato "Illuminated" lì? Sembra più una storia di fantasmi. Ti è venuta in mente proprio ora? Almeno sei stato lì e hai fatto rapporto, quindi eccoti un po' di soldi per coprire le spese.

source: So you found "Illuminated" there? That sounds more like a ghost-story. They're in clinch with the stone cultists? Well, thanks for letting us know. But don't expect the full reward for this little work.
it: Quindi hai trovato "Illuminated" lì? Sembra più una storia di fantasmi. Sono in clinica con i cultisti della pietra? Beh, grazie per avercelo fatto sapere. Ma non aspettatevi la ricompensa completa per questo piccolo lavoro.

source: So you found "Illuminated" there? And you managed to get rid of their leader. Good. Thank you for dealing with them. Here is your reward and a nice bonus on top.
it: Quindi avete trovato gli "Illuminati" lì? E sei riuscito a liberarti del loro capo. Bene. Grazie per averli affrontati. Ecco la tua ricompensa e un bel bonus.
