Repository: GLWine/Avorion-ITA
Catalog: Avorion/data/localization/*.po
Languages: it

source: There's a new pirate captain who has been raiding freighters around here lately. I haven't seen him in one of the civilized sectors yet, but you should be careful when exploring in no man's space.
it: C'è un nuovo capitano pirata che ultimamente sta razziando le navi da carico qui intorno. Non l'ho ancora visto in uno dei settori civilizzati, ma bisogna fare attenzione quando si esplora nello spazio di nessuno.

source: I'll keep it in mind.
it: Lo terrò presente.

source: Not really. Except that I nearly got killed a few weeks ago by one of those war machines.
it: Non proprio. Se non fosse che qualche settimana fa sono stato quasi ucciso da una di quelle macchine da guerra.

source: War machines?
it: Macchine da guerra?

source: Very interesting. Goodbye.
it: Molto interessante. Arrivederci.

source: Yes! I didn't pay attention during a hyperspace jump recalculation and all of a sudden this thing attacked me!
it: Sì! Non ho prestato attenzione durante il ricalcolo di un salto iperspaziale e all'improvviso questa cosa mi ha attaccato!

source: Why did it attack you?
it: Perché ti ha attaccato?

source: What thing?
it: Quale cosa?

source: What do I know? I'm lucky I got away. Someone should take care of these things.
it: Che ne so? Sono fortunato ad essere scappato. Qualcuno dovrebbe occuparsi di queste cose.

source: It was one of these huge ships. They're usually dormant, but for some reason this one wasn't.
it: Era una di queste enormi navi. Di solito sono inattive, ma per qualche motivo questa non lo era.

source: A few centuries ago, a highly advanced species lived in these sectors.
it: Alcuni secoli fa, in questi settori viveva una specie altamente avanzata.

source: Where are they now?
it: Dove sono ora?

source: They have been long gone, but some say that they fought the Xsotan.
it: Sono scomparsi da tempo, ma alcuni dicono che abbiano combattuto gli Xsotan.

source: What happened?
it: Che cosa è successo?

source: What do you think? They lost. All that remains of them now is their technology.
it: Cosa ne pensate? Hanno perso. Tutto ciò che rimane di loro è la loro tecnologia.

source: One of the travelling equipment traders I met a while ago had a strange alien artifact with him. I've never seen something like that before. I thought maybe it's Xsotan? But that's impossible. He even told me I could integrate it into my ship. But when I asked about the price it was way too expensive.
it: Uno dei commercianti itineranti di attrezzature che ho incontrato qualche tempo fa aveva con sé uno strano artefatto alieno. Non ho mai visto una cosa del genere prima d'ora. Ho pensato che forse si tratta di Xsotan? Ma è impossibile. Mi ha anche detto che avrei potuto integrarlo nella mia nave. Ma quando ho chiesto il prezzo era troppo caro.

source: There are travelling merchants who sell all sorts of things. You should keep an eye on them, they will jump to another sector after a while if they don't find anybody to trade with. Some of them have really exotic wares, I've even met some who had old Xsotan artifacts for sale.
it: Ci sono mercanti itineranti che vendono ogni genere di cose. È bene tenerli d'occhio: se non trovano nessuno con cui commerciare, dopo un po' se ne andranno in un altro settore. Alcuni di loro hanno prodotti davvero esotici, ne ho persino incontrati alcuni che vendevano antichi manufatti Xsotan.

source: If you're the treasure hunting type, you should check asteroid fields in the no man's space for beacons. I've seen lots of beacons on my travels, and they seem to have some message for all members of 'Operation Exodus', whatever that may be.
it: Se siete tipi da caccia al tesoro, dovreste controllare i campi di asteroidi nello spazio di nessuno per trovare dei fari. Ho visto molti fari durante i miei viaggi e sembra che abbiano un messaggio per tutti i membri dell'"Operazione Exodus", qualunque essa sia.

source: Thanks, I'll check it out.
it: Grazie, lo controllerò.

source: A friend of mine is obsessed with these beacons you can find in asteroid fields around here. He says they have some kind of message encoded into them, with coordinates leading to a great treasure. But that's all nonsense if you ask me.
it: Un mio amico è ossessionato da questi fari che si trovano nei campi di asteroidi qui intorno. Dice che hanno una specie di messaggio codificato, con coordinate che portano a un grande tesoro. Ma secondo me sono tutte sciocchezze.

source: The research labs are getting better and better. Now they're using genetic algorithms to improve the quality of the researched objects. It destroys the objects you put in, but you have a good chance to get an object of an even better quality. I wonder what happens when you put in three objects with the best quality there is. Maybe the universe will implode?
it: I laboratori di ricerca stanno migliorando sempre di più. Ora utilizzano algoritmi genetici per migliorare la qualità degli oggetti ricercati. Gli oggetti inseriti vengono distrutti, ma si hanno buone possibilità di ottenere un oggetto di qualità ancora migliore. Mi chiedo cosa succeda quando si inseriscono tre oggetti con la migliore qualità possibile. Forse l'universo imploderà?

source: Huh. I guess I'll try!
it: Huh. Credo che ci proverò!

source: A friend of mine got some great new equipment because he researched it at the research lab! It's a little like playing the lottery, but if you put in 5 objects, apparently you're guaranteed to get something better. I'll do this too, and in the end I'll put in 3 objects of the highest possible rarity. I wonder what happens then...
it: Un mio amico ha ricevuto un'attrezzatura nuova e fantastica perché l'ha studiata al laboratorio di ricerca! È un po' come giocare alla lotteria, ma se si inseriscono 5 oggetti, a quanto pare si ha la garanzia di ottenere qualcosa di meglio. Lo farò anch'io e alla fine inserirò 3 oggetti della massima rarità possibile. Chissà cosa succederà poi...

source: I've heard the universe might implode.
it: Ho sentito dire che l'universo potrebbe implodere.

source: I guess I'll have to try.
it: Credo che dovrò provarci.

source: Oh wow, you're gullible! The universe can't implode, and we're only subjects that have been made up by someone. Once that someone wants us gone, we'll go.
it: Oh wow, sei un credulone! L'universo non può implodere e noi siamo solo soggetti inventati da qualcuno. Quando quel qualcuno vorrà che ce ne andiamo, ce ne andremo.

source: This is getting a little too dark for me.
it: La situazione sta diventando un po' troppo cupa per me.

source: I hear there's a smuggler around here who got his hands on some Xsotan technology.
it: Ho sentito che c'è un contrabbandiere da queste parti che ha messo le mani su una tecnologia Xsotan.

source: I'll leave now.
it: Ora me ne vado.

source: I know, but as far as I know, nobody has ever caught him. Apparently his hyperspace engine is extremely advanced and he can jump to anywhere in the entire galaxy!
it: Lo so, ma per quanto ne so, nessuno l'ha mai preso. A quanto pare il suo motore iperspaziale è estremamente avanzato e può saltare in qualsiasi punto dell'intera galassia!

source: You should beware of Bottan. He's a smuggler who doesn't have the courage to fly his own deals, even though he has the most advanced hyperspace engine I've ever seen. He lets others do his dirty work for him, so he won't get in trouble.
it: Dovresti guardarti da Bottan. È un contrabbandiere che non ha il coraggio di pilotare i propri affari, anche se ha il motore iperspaziale più avanzato che abbia mai visto. Lascia che altri facciano il lavoro sporco per lui, per non finire nei guai.

source: I'll be careful.
it: Farò attenzione.

source: Since this scumbag Bottan has gotten his hands on this Xsotan technology, he's become a real pain. He's built up a big smuggling ring, and since then has been betraying people non-stop.
it: Da quando questo bastardo di Bottan ha messo le mani su questa tecnologia Xsotan, è diventato un vero rompiscatole. Ha messo su un grosso giro di contrabbando e da allora tradisce le persone senza sosta.

source: Why doesn't anybody stop him?
it: Perché nessuno lo ferma?

source: Why do people follow him?
it: Perché la gente lo segue?

source: Apparently this new Xsotan technology made his hyperspace engine crazy strong.
it: A quanto pare, questa nuova tecnologia Xsotan ha reso il suo motore iperspaziale molto potente.

source: Because everyone wants some of the money he's making! He's betraying wannabe smugglers who can't help themselves. Poor bastards. But it's their own fault. They should just stick to normal trade.
it: Perché tutti vogliono un po' dei soldi che sta facendo! Sta tradendo gli aspiranti contrabbandieri che non possono farne a meno. Poveri bastardi. Ma è colpa loro. Dovrebbero limitarsi al normale commercio.

source: It's funny you're asking, because I've found some research satellites in the sectors around here. Apparently someone is doing state-of-the-art energy research with those things. They were looking really expensive. I wonder what kind of equipment is being used in there.
it: È strano che tu me lo chieda, perché ho trovato alcuni satelliti di ricerca nei settori qui intorno. A quanto pare qualcuno sta facendo ricerche energetiche all'avanguardia con quegli affari. Sembravano molto costosi. Mi chiedo che tipo di attrezzatura venga usata lì dentro.

source: Thanks, I'll keep an eye out.
it: Grazie, terrò gli occhi aperti.

source: The M.A.D. Science Association has started looking into new ways of energy generation. I found some of their satellites just floating around in space. I don't think that's such a good idea with all the bandits and Xsotan around here. I'm pretty sure they have state-of-the-art equipment.
it: L'Associazione Scientifica M.A.D. ha iniziato a studiare nuovi modi di produrre energia. Ho trovato alcuni dei loro satelliti che fluttuano nello spazio. Non credo che sia una buona idea con tutti i banditi e gli Xsotan che ci sono in giro. Sono abbastanza sicuro che abbiano attrezzature all'avanguardia.

source: Have you seen the new energy satellites by the M.A.D. Science Association? They're full of state-of-the-art energy equipment. And nobody is guarding them! It's like they're asking people to steal or salvage them! Don't tell anybody, but once I'm done with work, I'll see if I can grab one of them.
it: Avete visto i nuovi satelliti energetici della M.A.D. Science Association? Sono pieni di apparecchiature energetiche all'avanguardia. E nessuno li sorveglia! È come se chiedessero alla gente di rubarli o di recuperarli! Non ditelo a nessuno, ma quando avrò finito di lavorare, vedrò di prenderne uno.

source: Uhh... Thanks?
it: Uhh... Grazie?

source: The M.A.D. Science Association is researching new electricity weapons. A complete waste of time if you ask me. Everybody knows that electricity can't do anything against stone. On the other hand, who would plate his ship with stones?
it: L'Associazione Scientifica M.A.D. sta ricercando nuove armi elettriche. Una completa perdita di tempo, secondo me. Tutti sanno che l'elettricità non può fare nulla contro la pietra. D'altra parte, chi mai avrebbe imbottito la propria nave di pietre?

source: Huh. Good to know.
it: Huh. Buono a sapersi.

source: A friend of mine got some new electricity weapons from the M.A.D. Science Association. But when he tried them out, he realized that they don't do anything to asteroids! What good is a weapon that you can't even use on stone?
it: Un mio amico ha ricevuto delle nuove armi elettriche dall'Associazione Scientifica M.A.D.. Ma quando le ha provate, si è reso conto che non fanno nulla agli asteroidi! A cosa serve un'arma che non si può usare nemmeno sulla pietra?

source: I was recently contacted by a group of people who are apparently looking for Xsotan artifacts. As if I had anything to do with this nonsense! I told them they should maybe post a bulletin with a reward.
it: Recentemente sono stato contattato da un gruppo di persone che, a quanto pare, sono alla ricerca di manufatti Xsotan. Come se io avessi qualcosa a che fare con questa assurdità! Ho detto loro che forse avrebbero dovuto pubblicare un bollettino con una ricompensa.

source: You're not the only one asking around here lately. Recently there have been people who were looking for Xsotan artifacts. They said they wanted to journey to the center of the galaxy. That's crazy if you ask me.
it: Non sei l'unico a chiedere qui ultimamente. Recentemente ci sono state persone che cercavano manufatti Xsotan. Dicevano di voler viaggiare fino al centro della galassia. È una follia, secondo me.

source: Have you seen these bulletins that have been around on stations lately? Someone must be really desperate to get their hands on these Xsotan artifacts. I really wonder why anybody would want to have anything to do with these monsters.
it: Avete visto questi bollettini che girano ultimamente sulle stazioni? Qualcuno deve essere davvero disperato per mettere le mani su questi manufatti Xsotan. Mi chiedo davvero perché qualcuno voglia avere a che fare con questi mostri.

source: If you haven't noticed yet, there's a subspace rift that's preventing people from going to the center of the galaxy. Some say it's the Xsotan. Some say it's just a natural phenomenon and that it will pass.
it: Se non l'avete ancora notato, c'è una frattura subspaziale che impedisce alle persone di andare al centro della galassia. Alcuni dicono che sia l'Xsotan. Altri dicono che è solo un fenomeno naturale e che passerà.

source: What do you think?
it: Cosa ne pensate?

source: Thanks. Goodbye.
it: Grazie. Arrivederci.

source: I'm not sure. But it sure as hell isn't going away. My grandfather already knew of this Barrier. He said that when he was a boy, it was a lot closer to the center of the galaxy.
it: Non ne sono sicuro. Ma di sicuro non sparirà. Mio nonno conosceva già questa Barriera. Diceva che quando era ragazzo era molto più vicina al centro della galassia.

source: Have you not seen the rift? Ah, of course not, you can't see it. But no hyperspace drive can get past it! I wonder what's inside?
it: Non hai visto la spaccatura? Ah, certo che no, non potete vederla. Ma nessun motore iperspaziale può superarla! Mi chiedo cosa ci sia dentro.

source: You should be careful. The Xsotan are nearby.
it: Dovete fare attenzione. Gli Xsotan sono vicini.

source: Where?
it: Dove?

source: Just over the rift a few sectors further in. I don't know how they do it, but they must have found a way to cross the rift.
it: Appena oltre la spaccatura, qualche settore più avanti. Non so come facciano, ma devono aver trovato un modo per attraversare la spaccatura.

source: Last week I came across some strange asteroid formations near the rift. There were eight asteroids aligned in a circle, and they had some kind of metal structures built onto them that all pointed into the middle. I wonder what this is all about.
it: La scorsa settimana mi sono imbattuto in alcune strane formazioni di asteroidi vicino alla spaccatura. C'erano otto asteroidi allineati in cerchio, su cui erano state costruite delle strutture metalliche che puntavano tutte verso il centro. Mi chiedo che cosa c'entri tutto questo.

source: Don't talk to me.
it: Non parlare con me.

source: I have nothing to say to you.
it: Non ho nulla da dirvi.

source: I don't know why I should talk to you.
it: Non so perché dovrei parlare con te.

source: Why do you think I'd talk to you?
it: Perché pensi che parlerei con te?

source: Go away.
it: Andate via.

source: Leave me alone.
it: Lasciatemi in pace.

source: I might know something, but I won't tell you.
it: Potrei sapere qualcosa, ma non ve lo dirò.

source: There is nothing that I want to tell you.
it: Non c'è nulla che voglia dirvi.

source: Anything interesting around here?
it: C'è qualcosa di interessante qui intorno?

source: Our loot is in danger! We have to get out of here! We'll be safe in %1% seconds!
it: Il nostro bottino è in pericolo! Dobbiamo uscire di qui! Saremo al sicuro tra l'1% dei secondi!

source: This piece of junk's Hyperspace Engine takes so long to activate! Hold off this thief for another %1% seconds!
it: Il motore iperspaziale di questo rottame ci mette tanto ad attivarsi! Trattenete questo ladro per un altro %1% di secondi!

source: Go, go, go! We're almost there! We're almost out of here!
it: Via, via, via! Siamo quasi arrivati! Siamo quasi fuori di qui!

source: Finally we got some real loot.
it: Finalmente abbiamo ottenuto un vero bottino.

source: Once we get home, everyone will get their share.
it: Una volta arrivati a casa, ognuno avrà la sua parte.

source: I've got to hide my treasure.
it: Devo nascondere il mio tesoro.

source: Relax, everyone gets some of the spoils.
it: Rilassati, tutti ricevono una parte del bottino.

source: If anything happens, we can always run away.
it: Se succede qualcosa, possiamo sempre scappare.

source: Juicy spoils and a good fight every once in a while. A pirate's life for me!
it: Un bottino succulento e un bel combattimento ogni tanto. Una vita da pirata per me!

source: Energy Signature Suppressor
it: Soppressore della firma energetica

source: - Burned Out -
it: - Bruciato -

source: Runtime: ${hours} hours ${minutes} minutes before burning out.
it: Autonomia: ${ore} ore ${minuti} minuti prima di spegnersi.

source: Runtime: ${minutes} minutes before burning out.
it: Tempo di funzionamento: ${minuti} minuti prima di spegnersi.

source: Your energy signature suppressor in sector \s(%1%:%2%) has burnt out!
it: Il soppressore della firma energetica nel settore \s(%1%:%2%) si è bruciato!

source: Enter
it: Entrare

source: Hey you. Leave me alone. I am testing a new technology. You won't be able to hurt me anyway.
it: Ehi tu. Lasciatemi in pace. Sto testando una nuova tecnologia. Non riuscirai comunque a farmi del male.

source: Which new technology?
it: Quale nuova tecnologia?

source: I won't take orders from you (attack).
it: Non prenderò ordini da te (attacco).

source: Ok, I won't bother you.
it: Ok, non vi disturberò.

source: You wouldn't understand the technical details, but in the end my ship will be indestructible.
it: Non capirebbe i dettagli tecnici, ma alla fine la mia nave sarà indistruttibile.

source: Try me.
it: Mettetemi alla prova.

source: Indestructible? We will see... (attack)
it: Indistruttibile? Vedremo... (attacco)

source: Ok, I won't bother you anymore.
it: Ok, non ti disturberò più.

source: I said you wouldn't understand. Leave or I will have to teach you a lesson.
it: Ho detto che non avresti capito. Vattene o dovrò darti una lezione.

source: What are the technical details?
it: Quali sono i dettagli tecnici?

source: Maybe I should teach YOU a lesson!
it: Forse dovrei dare una lezione a te!

source: Ok, I'll leave now.
it: Ok, ora me ne vado.

source: Enough joking. I will show you my superiority.
it: Basta scherzare. Vi mostrerò la mia superiorità.

source: Just don't come too close. I'll shoot.
it: Ma non avvicinarti troppo. Sparerò.

source: I said don't touch anything!
it: Ho detto di non toccare nulla!

source: My jumpsystems will be back online shortly - you can't hold me forever!
it: I miei sistemi jumpsystem torneranno online a breve: non potete trattenermi per sempre!

source: Hahaha, your common weapons don't phase me! You'll need something better to short-circuit my jump engine!
it: Hahaha, le vostre armi comuni non mi spaventano! Ti servirà qualcosa di meglio per mandare in cortocircuito il mio motore di salto!

source: Exit Into Drone
it: Uscita nel drone

source: ${dir} Gate to ${sector}
it: ${dir} Porta a ${settore}

source: Fee
it: Tassa

source: <Gate Control \s(%1%:%2%)> You need %3% more Credits to pay passage fee.
it: <Controllo del cancello (%1%:%2%)> Ti serve il %3% di crediti in più per pagare la tassa di passaggio.

source: <Gate Control \s(%1%:%2%)> Your alliance needs %3% more Credits to pay passage fee.
it: <Controllo del cancello (%1%:%2%)> La tua alleanza ha bisogno del %3% di Crediti in più per pagare la tassa di passaggio.

source: Gate Control
it: Controllo del cancello

source: You paid %1% Credits: passage fee for the ship '%2%'.
it: Hai pagato %1% Crediti: tassa di passaggio per la nave '%2%'.

source: Paid %2% Credits: gate passage fee for the ship '%1%'.
it: Pagato %2% Crediti: tassa di passaggio per la nave '%1%'.

source: Paid %1% Credits: gate passage fee
it: Pagato %1% Crediti: tassa di passaggio al gate

source: Loss Payment enclosed
it: Pagamento della perdita allegato

source: Received %1% Credits: insurance reimbursement.
it: Ricevuto %1% Crediti: rimborso assicurativo.

source: Insurance Plan
it: Piano assicurativo

source: Insurance '${craft}'
it: Assicurazione '${craft}'

source: Ship Value
it: Valore della nave

source: Insured Value
it: Valore assicurato

source: Refunded Value
it: Valore rimborsato

source: Insurance Price
it: Prezzo dell'assicurazione

source: Paid
it: Pagato

source: Still Due
it: Ancora da pagare

source: Automatic Payments
it: Pagamenti automatici

source: Automatically pays 10% of your Credits every few minutes as, long as you haven't fully paid for your insurance.
it: Paga automaticamente il 10% dei vostri Crediti ogni pochi minuti finché non avete pagato completamente la vostra assicurazione.

source: Buy Full Insurance
it: Acquistare un'assicurazione completa

source: This is your ship's value.
it: Questo è il valore della vostra nave.

source: The price for the insurance of your ship (30% of its value).
it: Il prezzo dell'assicurazione della vostra nave (30% del suo valore).

source: On destruction, this much money will be refunded by your insurance.
it: In caso di distruzione, questa somma di denaro sarà rimborsata dalla vostra assicurazione.

source: The maximum value that your current insurance will cover.
it: Il valore massimo che la vostra attuale assicurazione coprirà.

source: The amount of money you have already paid.
it: L'importo che avete già pagato.

source: When destroyed, your ship's insurance will refund its value. The price is 30% of your ship's value.
it: In caso di distruzione, l'assicurazione della nave rimborserà il suo valore. Il prezzo è pari al 30% del valore della nave.

source: You can pay only a fraction of the insurance price, but then only the same fraction of your ship's value gets refunded.
it: Potete pagare solo una frazione del prezzo dell'assicurazione, ma poi vi verrà rimborsata solo la stessa frazione del valore della vostra nave.

source: If you make your ship bigger, you will have to make further payments.
it: Se ingrandite la vostra nave, dovrete effettuare ulteriori pagamenti.

source: If you make your ship smaller, you won't get money back that you already spent, but it stays invested and you won't have to pay twice.
it: Se si rimpicciolisce la nave, non si riavrà indietro il denaro già speso, ma questo rimarrà investito e non si dovrà pagare due volte.

source: Your ship is not insured!
it: La vostra nave non è assicurata!

source: Insured for %s%% of ship value!
it: Assicurato per il %s% del valore della nave!

source: Paid %1% Credits for ship insurance.
it: Pagato %1% di crediti per l'assicurazione della nave.

source: You paid %1% Credits for %2%'s insurance.
it: Avete pagato il %1% di crediti per l'assicurazione del %2%.

source: Insurance fraud detected. You won't receive any payments for %s.
it: Rilevata frode assicurativa. Non riceverà alcun pagamento per %s.

source: Received insurance refund for %1%: %2% Credits.
it: Ricevuto rimborso assicurativo per %1%: %2% Crediti.
