Repository: GLWine/Avorion-ITA
Catalog: Avorion/data/localization/*.po
Languages: it

source: Compare (E)
it: Confronto (E)

source: Post In Chat (Ctrl + Click)
it: Pubblica in chat (Ctrl + clic)

source: Mail
it: Posta

source: Rarity
it: Rarità

source: Type
it: Tipo

source: Tech
it: Tecnologia

source: Mission Items First
it: Prima gli oggetti della missione

source: Mark as Trash...
it: Contrassegnare come spazzatura...

source: %1% of %2% inventory slots occupied.
it: %1% degli slot di inventario %2% occupati.

source: [E] Compare
it: [E] Confronto

source: [T] Trash
it: [T] Cestino

source: [RMB] More Options
it: [RMB] Altre opzioni

# Inventory filter item tag
source: trash
it: spazzatura

# Inventory filter item tag
source: recent new
it: recente nuovo

# Inventory filter item tag
source: useable consumable
it: utilizzabile consumabile

# Inventory filter item tag
source: blueprint
it: progetto

# Mail Window Title
source: Mail
it: Posta

# Mail
source: Write
it: Scrivere

# Mail
source: To:
it: A:

# Mail
source: Subject:
it: Oggetto:

# Mail
source: Attachments
it: Allegati

# Mail
source: Send
it: Invia

# Mail
source: Delete
it: Elimina

# Mail
source: Take All
it: Prendete tutti

source: Your inbox is full. You must delete some mail before you can send more.
it: La posta in arrivo è piena. È necessario eliminare alcuni messaggi prima di poterne inviare altri.

source: Your email has no recipient.
it: L'e-mail non ha un destinatario.

source: You don't have as many resources as you attached to that mail.
it: Non avete tutte le risorse che avete allegato a quella mail.

source: You can't send an email that does not contain anything.
it: Non è possibile inviare un'e-mail che non contenga nulla.

# Mail sender
source: From:
it: Da:

# Mail recipient
source: To:
it: A:

source: Backups
it: Backup

source: Emergency Backup
it: Backup di emergenza

source: Full Backup
it: Backup completo

source: Created:
it: Creato:

source: Error loading backup:
it: Errore nel caricamento del backup:

source: Unknown error loading backup.
it: Errore sconosciuto nel caricamento del backup.

source: You are about to restore a galaxy from an emergency backup. This will reset all NPC factions in the galaxy. Restoring from a backup is not same thing as loading a savegame. This action is irreversible. Do you want to proceed?
it: State per ripristinare una galassia da un backup di emergenza. Questo ripristinerà tutte le fazioni NPC nella galassia. Ripristinare da un backup non è la stessa cosa che caricare un savegame. Questa azione è irreversibile. Volete procedere?

source: Do you really want to delete the selected backup?
it: Si vuole davvero eliminare il backup selezionato?

source: Delete Backup
it: Eliminazione del backup

source: Back to Menu
it: Torna al menu

source: Connection Lost
it: Connessione persa

source: '%1%' is already bound to '%2%'. This will remove the binding. Are you sure?
it: '%1%' è già legato a '%2%'. Questo rimuoverà il legame. Ne è sicuro?

source: Remove binding of '%1%' to '%2%'. Are you sure?
it: Rimuovere il legame di '%1%' con '%2%'. Sei sicuro?

source: Key Layout
it: Layout chiave

source: Reset the controls to the default settings
it: Ripristinare le impostazioni predefinite dei controlli

source: Warning: Important key binding unassigned.
it: Attenzione: Legame chiave importante non assegnato.

source: Warning: Double binding: This action is also bound to '%s'.
it: Attenzione: Doppio legame: Questa azione è legata anche a '%s'.

source: Flight Controls
it: Controlli di volo

source: Building Mode
it: Modalità di costruzione

source: Interaction
it: Interazione

source: Strategy Mode
it: Modalità Strategia

# Mode to make pretty screenshots
source: Photo Mode
it: Modalità foto

source: Control Settings
it: Impostazioni di controllo

source: Mouse Sensitivity
it: Sensibilità del mouse

source: Invert Y
it: Invertire Y

source: Quick Controls Switch
it: Interruttore di controllo rapido

source: Enables quick switching of control schemes between immediate controls (Mouse Steering) and cruiser controls (Keyboard Steering). Assigned key: '%s'.
it: Consente di passare rapidamente da uno schema di controllo immediato (Mouse Steering) a uno da crociera (Keyboard Steering). Tasto assegnato: '%s'.

source: Free Look
it: Sguardo libero

source: Hold to Enable
it: Tenere premuto per abilitare

source: Select if 'Free Look' key has to be held or can be toggled. Assigned key: '%s'. (Only affects Mouse Steering)
it: Selezionare se il tasto 'Sguardo libero' deve essere tenuto premuto o può essere alternato. Tasto assegnato: '%s'. (influisce solo sul pilotaggio del mouse)

# checkbox option
source: Always Turn Ship
it: Girare sempre la nave

source: If enabled, the ship will always turn where you look. Otherwise, it'll stay still while it's not moving.
it: Se abilitato, la nave girerà sempre dove si guarda. Altrimenti, rimarrà ferma mentre non si muove.

# checkbox option
source: Edge scrolling on Galaxy Map
it: Scorrimento dei bordi su Galaxy Map

source: If enabled the galaxy map can be moved by moving the mouse cursor to the edges of the window
it: Se abilitata, la mappa delle galassie può essere spostata spostando il cursore del mouse sui bordi della finestra.

# checkbox option
source: Edge scrolling in Strategy Mode
it: Scorrimento dei bordi in modalità Strategia

source: If enabled the strategy mode can be moved by moving the mouse cursor to the edges of the window
it: Se abilitata, la modalità strategia può essere spostata spostando il cursore del mouse sui bordi della finestra.

source: Key Bindings
it: Legami di chiave

source: Host Game
it: Gioco ospite

source: Name:
it: Nome:

source: Maximum Players:
it: Numero massimo di giocatori:

source: Collision Damage:
it: Danni da collisione:

# collision damage factor
source: Full
it: Completo

# collision damage factor
source: None
it: Nessuno

source: Players Share Home Sector
it: Quota dei giocatori Settore Casa

source: If activated, all players start in the same sector. If not, they will start in different sectors near each other.
it: Se attivato, tutti i giocatori iniziano nello stesso settore. In caso contrario, partiranno in settori diversi e vicini tra loro.

source: If activated, logged in players will undergo a VAC Anti-Cheat check.
it: Se attivato, i giocatori connessi saranno sottoposti a un controllo VAC Anti-Cheat.

source: List Publicly
it: Elenco pubblico

source: Shows the server in public server lists.
it: Mostra il server negli elenchi di server pubblici.

source: Start
it: Inizio

source: %s exists already
it: %s esiste già

source: Invalid galaxy name, %s
it: Nome della galassia non valido, %s

source: Create New Galaxy
it: Creare una nuova galassia

source: Next
it: Avanti

source: Start New Game
it: Iniziare una nuova partita

source: New Singleplayer Galaxy
it: Nuova galassia singleplayer

source: Please Note:
it: Nota bene:

source: This starts a singleplayer server on your computer and connects to it. This server is private, only you can connect to it and you don't need an internet connection.
it: Avvia un server singleplayer sul computer e si connette ad esso. Questo server è privato, solo voi potete connettervi e non avete bisogno di una connessione a Internet.

source: You will not play online.
it: Non giocherete online.

source: Free Play Settings
it: Impostazioni del gioco libero

source: Infinite Resources
it: Risorse infinite

source: You have infinite resources to build. [Disables Achievements]
it: Hai risorse infinite per costruire. [Disabilita i risultati]

source: Full Building Knowledge
it: Conoscenza completa dell'edificio

source: You have full building knowledge of all materials from the start.
it: Avete una conoscenza completa di tutti i materiali fin dall'inizio.

source: Shipyard-Bound Building
it: Edificio in cantiere

source: Some blocks require a shipyard in the sector to build.
it: Alcuni blocchi richiedono un cantiere navale nel settore per essere costruiti.

source: Repair Anytime
it: Riparazione in qualsiasi momento

source: You can repair your ship anytime, anywhere.
it: È possibile riparare la propria nave in qualsiasi momento e ovunque.

source: Permadestruction
it: Permadistruzione

source: No reconstruction. When a ship or station is destroyed, it's gone for good, including turrets and subsystems.
it: Nessuna ricostruzione. Quando una nave o una stazione viene distrutta, è persa per sempre, comprese torrette e sottosistemi.

source: No Docking Restrictions
it: Nessuna restrizione all'attracco

source: Gates can be docked and turrets of docked ships can be used freely.
it: Le porte possono essere attraccate e le torrette delle navi attraccate possono essere utilizzate liberamente.

source: Barrier & Storyline
it: Barriera e trama

source: Barrier & No Storyline
it: Barriera e assenza di trama

source: No Barrier
it: Nessuna barriera

source: Normal playthrough with the barrier and storyline.
it: Gioco normale con la barriera e la trama.

source: You have to find the way over the barrier yourself.
it: Dovete trovare da soli la strada per superare la barriera.

source: The barrier is gone! NPCs might not have noticed, though. [Disables Achievements]
it: La barriera è sparita! I PNG potrebbero non essersene accorti, però. [Disabilita gli Achievements]

source: Unlimited Processing Power
it: Potenza di elaborazione illimitata

source: Building Knowledge, if enabled, doesn't limit Processing Power available for ships. You can build your ships as big as you want, even if you don't have the next material knowledge unlocked yet.
it: Le conoscenze di costruzione, se abilitate, non limitano la potenza di elaborazione disponibile per le navi. Potete costruire le vostre navi quanto volete, anche se non avete ancora sbloccato la prossima conoscenza dei materiali.

source: Unlimited Max Ship Size
it: Dimensioni massime della nave illimitate

source: You can make your ships as big, beefy and unbalanced as you want. Only affects the maximum size of the ship once it reaches maximum processing power.
it: Le navi possono essere grandi, robuste e sbilanciate quanto si vuole. Influisce sulla dimensione massima della nave solo quando raggiunge la massima potenza di elaborazione.

source: Relation Gain
it: Guadagno di relazione

source: Relation Loss
it: Perdita di relazione

source: Your initial relations to new factions you meet.
it: Le vostre relazioni iniziali con le nuove fazioni che incontrate.

source: Much Worse Relations
it: Relazioni molto peggiori

source: Worse Relations
it: Relazioni peggiori

source: Somewhat Worse Relations
it: Relazioni un po' peggiori

source: Normal Relations
it: Relazioni normali

source: Somewhat Better Relations
it: Relazioni leggermente migliori

source: Better Relations
it: Relazioni migliori

source: Much Better Relations
it: Relazioni molto migliori

source: Starting Resources
it: Risorse di partenza

source: Quick Start
it: Avvio rapido

source: Easy
it: Facile

source: Veteran+
it: Veterano+

source: Resource Asteroids
it: Risorse Asteroidi

source: Resource Wreckages
it: Relitti di risorse

source: Precise Enemies
it: Nemici precisi

source: Enemy ships aim as well as they can and won't try to 'accidentally' miss.
it: Le navi nemiche mirano al meglio e non cercano di sbagliare "accidentalmente".

source: Enemy Damage
it: Danno del nemico

source: Amount of damage that enemies deal to you.
it: Quantità di danni inflitti dai nemici.

source: Block Destruction HP
it: Blocco distruzione HP

source: Once your HP get below this percentage, blocks will start breaking.
it: Quando gli HP scendono al di sotto di questa percentuale, i blocchi iniziano a rompersi.

source: Always
it: Sempre

source: Factions
it: Fazioni

source: Rifts
it: Riflessi

source: Events
it: Eventi

source: Rift Mass Constraint
it: Vincolo di massa del Rift

source: Modifier for amount of mass that can be taken into rifts. [Into The Rift DLC]
it: Modificatore per la quantità di massa che può essere portata nelle spaccature. [DLC Into The Rift]

source: Rift Xsotan Damage
it: Danno Rift Xsotan

source: Modifier for amount of damage dealt by Xsotan in rifts. Multiplies with 'Enemy Damage' setting. [Into The Rift DLC]
it: Modificatore della quantità di danni inflitti da Xsotan nelle spaccature. Si moltiplica con l'impostazione "Danno nemico". [DLC Into The Rift]

source: Game Settings
it: Impostazioni di gioco

source: Playername
it: Nome utente

source: Language
it: Lingua

source: Community translation selected. This translation may be incomplete or contain errors. You can help translate Avorion on translate.avorion.net.
it: Traduzione comunitaria selezionata. Questa traduzione potrebbe essere incompleta o contenere errori. Puoi contribuire alla traduzione di Avorion su translate.avorion.net.

source: Community Translation
it: Traduzione comunitaria

source: Difficulty
it: Difficoltà

source: Changing to %s difficulty: If you want to switch back to Expert or any lower difficulty later, you won't be able go back up to Hardcore or Insane!
it: Passaggio alla difficoltà %s: Se in seguito si vuole tornare a Esperto o a una difficoltà inferiore, non sarà possibile tornare a Hardcore o Insane!

source: Changing to %s difficulty: If you change down to this, you won't be able go back up to Hardcore or Insane!
it: Passaggio alla difficoltà %s: Se si passa a questa difficoltà, non sarà possibile tornare a Hardcore o Insane!

source: Difficulty Warning
it: Avviso di difficoltà

source: Colorblind Mode
it: Modalità daltonica

source: Behemoth Events
it: Eventi Behemoth

source: Enable/Disable the Behemoth Event Series
it: Abilitare/disabilitare la serie di eventi Behemoth

source: [Dev] Reset Steam Achievements
it: [Dev] Resettare i risultati di Steam

source: Space in Loading Screen
it: Spazio nella schermata di caricamento

source: Pause When Inactive
it: Pausa quando è inattivo

source: Pauses the game when the Avorion window loses focus (ie. Alt + TAB).
it: Mette in pausa il gioco quando la finestra di Avorion perde il focus (cioè Alt + TAB).

source: Autosave in Building Mode
it: Salvataggio automatico in modalità Edificio

source: Pause in Building Mode
it: Pausa in modalità Edificio

source: Retrograde Marker
it: Marcatore retrogrado

source: Shows a small purple cross as your retrograde marker. The opposite direction of where your ship is currently drifting. Fly towards this marker to brake.
it: Mostra una piccola croce viola come indicatore di retrogradazione. La direzione opposta a quella in cui la nave sta andando alla deriva. Volare verso questo indicatore per frenare.

source: Prograde Marker
it: Marcatore del programma

source: Shows a small cyan cross as your prograde marker. This is where your ship is currently drifting towards.
it: Mostra una piccola croce ciano come indicatore di progradazione. Si tratta del punto in cui la nave sta andando alla deriva.

source: Detailed Turret Tooltips
it: Tooltip dettagliati della torretta

source: Show more information on turret stats. Might clutter the UI a little.
it: Mostra più informazioni sulle statistiche della torretta. Potrebbe ingombrare un po' l'interfaccia utente.

source: Show more information on turret stats. Might clutter the UI a little. Can only be changed in main menu.
it: Mostra più informazioni sulle statistiche della torretta. Potrebbe ingombrare un po' l'interfaccia utente. Può essere modificato solo nel menu principale.

source: Encyclopedia Pop-Ups
it: Enciclopedia a comparsa

source: Damage Numbers
it: Numeri dei danni

source: Loot Highlight
it: In evidenza il bottino

source: Streamer Mode
it: Modalità Streamer

source: Show less information about save paths, user names and so on. Useful when sharing/streaming your screen. Not useful for debugging.
it: Mostra meno informazioni sui percorsi di salvataggio, sui nomi degli utenti e così via. Utile per la condivisione/streaming dello schermo. Non utile per il debug.

source: Show less information about save paths, user names and so on. Useful when sharing/streaming your screen. Not useful for debugging. Can only be changed in main menu
it: Mostra meno informazioni sui percorsi di salvataggio, sui nomi degli utenti e così via. Utile per la condivisione/streaming dello schermo. Non utile per il debug. Può essere modificato solo nel menu principale

source: Show Driver Warning
it: Mostra avviso conducente

source: Send Reports After Crashes
it: Invio di rapporti dopo gli incidenti

source: After a crash, send anonymous information about system specifics and where the crash happened, so that it can be fixed.
it: Dopo un arresto anomalo, inviare informazioni anonime sulle specifiche del sistema e sul luogo in cui si è verificato l'arresto anomalo, in modo da poterlo risolvere.

source: Re-enable All Hints
it: Riabilitare tutti i suggerimenti

source: Reactivates all hints that you previously marked as 'don't show again'.
it: Riattiva tutti i suggerimenti precedentemente contrassegnati come "non mostrare più".

source: Re-enable All Warnings
it: Riabilitare tutti gli avvisi

source: Reactivates all warnings that you previously marked as 'don't show again'.
it: Riattiva tutti gli avvisi precedentemente contrassegnati come "non mostrare più".

source: Horizontal camera offset for %s
it: Offset orizzontale della telecamera per %s

source: Vertical camera offset for %s
it: Offset verticale della telecamera per %s

source: Depth camera offset for %s
it: Offset della telecamera di profondità per %s

source: Less than 100% UI scaling may lead to poor legibility. Use only if you have to.
it: Un ridimensionamento dell'interfaccia utente inferiore al 100% può causare una scarsa leggibilità. Usare solo se necessario.

source: Graphics Settings
it: Impostazioni grafiche

source: Your current settings require an increased amount of video RAM.
it: Le impostazioni attuali richiedono una maggiore quantità di RAM video.

source: Using more than the available VRAM leads to stuttering and even crashes.
it: L'utilizzo di una quantità di VRAM superiore a quella disponibile provoca stuttering e persino crash.

source: If you experience problems, lower the settings.
it: Se si verificano problemi, abbassare le impostazioni.

source: The listed warnings are roughly sorted from largest to smallest impact on VRAM.
it: Le avvertenze elencate sono ordinate dal maggiore al minore impatto sulla VRAM.

source: Use external tools to get precise measurements.
it: Utilizzare strumenti esterni per ottenere misure precise.

source: Recording Mode
it: Modalità di registrazione

source: Mode
it: Modalità

source: Fullscreen
it: Schermo intero

source: Windowed
it: Finestra

source: Borderless
it: Senza Bordi

source: Please restart the game to apply the changes.
it: Riavviare il gioco per applicare le modifiche.

source: Resolution
it: Risoluzione

source: Enables MacOS's high resolution mode
it: Attiva la modalità ad alta risoluzione di MacOS

source: FPS Limit
it: Limite FPS

source: Shaders
it: Shader

source: Compatibility
it: Compatibilità

source: Compatibility mode to support lower-spec GPUs, might come at a high FPS impact and disables several visual features. You should only select this if you're seeing visual errors, or if this is the only option available for you.
it: La modalità di compatibilità per supportare le GPU con specifiche inferiori, potrebbe avere un impatto elevato sugli FPS e disabilitare diverse funzionalità visive. Si consiglia di selezionare questa modalità solo se si riscontrano errori visivi o se è l'unica opzione disponibile.

source: Fog Amount
it: Quantità Nebbia

source: Few
it: Poca

source: Lots
it: Molta

source: Intense
it: Intensa

source: Fog Quality
it: Qualità Nebbia

source: Low
it: Bassa

source: Medium
it: Media

source: High
it: Alta

source: Very High
it: Molto Alta

source: Particles Quality
it: Qualità Particelle

source: Ambient Shuttles
it: Navette Ambientali

source: Many
it: Molte

source: Obnoxious
it: Fastidioso

source: Slow Rift Background Flashes
it: Bagliori Lenti del Fondo del Rift

# Super/Subsampling
source: None
it: Nessuno

source: Reflections
it: Riflessi

source: Ambient Occlusion
it: Occlusione Ambientale

source: Backgrounds
it: Sfondi

source: High settings here can lead to longer loading screens.
it: Impostazioni alte possono aumentare i tempi di caricamento.

source: Planets
it: Pianeti

source: Very Low
it: Molto Basso

source: Shadows
it: Ombre

source: Big Objects
it: Grandi Oggetti

source: Complex Player Shadows
it: Ombre complesse del giocatore

source: Soft Shadows
it: Ombre morbide

source: Shadow Range
it: Gamma d'ombra

source: Player Shadows
it: Ombre del giocatore

source: Global Shadows
it: Ombre globali

source: FPS Counter
it: Contatore FPS

source: Frame Time Graphs
it: Grafici del tempo della cornice

source: UI Color
it: Colore UI

source: Video Memory Warning: The following settings might cause problems:
it: Avvertenza sulla memoria video: Le seguenti impostazioni potrebbero causare problemi:

source: See tooltip for details.
it: Vedere la descrizione degli strumenti per i dettagli.

# Reflections
source: None
it: Nessuno

# Reflections
source: Background
it: Sfondo

# Reflections
source: Everything
it: Tutto

source: Requires shader setting 'Normal'
it: Richiede l'impostazione dello shader "Normale".

source: Host Dedicated Server
it: Ospitare un server dedicato

source: Path
it: Percorso

source: Name
it: Nome

source: Arguments
it: Argomenti

source: Seed
it: Seme

source: Maximum Players
it: Giocatori massimi

source: Threads
it: Fili

source: Port
it: Porto

source: Collision Damage
it: Danni da collisione

source: Stop
it: Fermarsi

source: Troubleshooting
it: Risoluzione dei problemi

source: - If you're hosting an online server, you should forward the port you configured (default: 27000) and ports 27003, 27020 and 27021.
it: - Se si ospita un server online, occorre inoltrare la porta configurata (predefinita: 27000) e le porte 27003, 27020 e 27021.

source: - If people can't connect to your server, make sure the ports are forwarded and that your firewall isn't blocking the server.
it: - Se le persone non riescono a connettersi al vostro server, assicuratevi che le porte siano inoltrate e che il vostro firewall non stia bloccando il server.

source: - You shouldn't assign more threads than your machine can handle. If you're unsure how many that is, use the value that has been pre-filled in.
it: - Non si dovrebbero assegnare più thread di quanti ne possa gestire la macchina. Se non si è sicuri di quanti siano, utilizzare il valore precompilato.

source: - You can't change values while a server is running.
it: - Non è possibile modificare i valori mentre il server è in funzione.

source: - If a server doesn't shut down immediately, it might be saving data. Give it some time.
it: - Se un server non si spegne immediatamente, è possibile che stia salvando dei dati. Dategli un po' di tempo.

source: Starting Server ...
it: Avvio del server ...

source: Unable to stop Server
it: Impossibile arrestare il server

source: Refreshing ...
it: Rinfrescante ...

source: Server Online, %s Players
it: Server online, %s giocatori

source: No Server Running
it: Nessun server in esecuzione

source: Stopping Server ...
it: Arresto del server ...

source: Found Server Data [?]
it: Dati del server trovati [?]

source: Detected a server save in %s. This save will be loaded and a few properties can't be changed.
it: Rilevato un salvataggio del server in %s. Questo salvataggio verrà caricato e alcune proprietà non potranno essere modificate.

source: Some Server Info Missing [?]
it: Mancano alcune informazioni sul server [?]
