Repository: GLWine/Avorion-ITA
Catalog: Avorion/data/localization/*.po
Languages: it

source: Our scans show the presence of a special Xsotan in the vicinity. We assume that this Xsotan has a Xsotan Core. We need this core to gather evidence for a new hypothesis. To get to the core, the Xsotan must be destroyed and the core extracted.
it: Le nostre scansioni mostrano la presenza di un Xsotan speciale nelle vicinanze. Riteniamo che questo Xsotan abbia un nucleo Xsotan. Abbiamo bisogno di questo nucleo per raccogliere prove per una nuova ipotesi. Per raggiungere il nucleo, è necessario distruggere l'Xsotan ed estrarre il nucleo.

source: The exact position of the Xsotan could not be determined so far. The contractor should therefore destroy as many Xsotan as possible to attract the Xsotan with the Xsotan Core.
it: Finora non è stato possibile determinare la posizione esatta degli Xsotan. Il contraente deve quindi distruggere il maggior numero possibile di Xsotan per attirare l'Xsotan con il Nucleo Xsotan.

source: Explore the Unknown
it: Esplorare l'ignoto

source: Explore the rift to familiarize yourself with the environment for further missions.
it: Esplorate la spaccatura per familiarizzare con l'ambiente in vista di ulteriori missioni.

source: Leave the Rift whenever you feel ready to do so
it: Lasciate il Rift quando vi sentite pronti a farlo.

source: So you're ready to start your adventure and explore the rift?
it: Siete pronti per iniziare la vostra avventura ed esplorare la spaccatura?

source: We have prepared everything for your exploration tour. Are you ready to go?
it: Abbiamo preparato tutto per il vostro tour di esplorazione. Siete pronti a partire?

source: Recently, some important ventures into the rifts have failed. This was due to inexperienced captains who were not familiar with the special conditions of the rifts. This has cost us money, resources and, above all, time.
it: Di recente, alcune importanti imprese nelle spaccature sono fallite. Ciò è dovuto a capitani inesperti che non conoscevano le condizioni speciali delle spaccature. Questo ci è costato denaro, risorse e soprattutto tempo.

source: This is why we decided to offer training and exploration missions to promising captains. Explore the rift without pressure and develop a feeling for the environment. Take the opportunity to prepare intensively for future expeditions!
it: Per questo motivo abbiamo deciso di offrire missioni di addestramento e di esplorazione ai capitani più promettenti. Esplorate la spaccatura senza pressione e sviluppate un feeling con l'ambiente. Cogliete l'opportunità di prepararvi intensamente per le spedizioni future!

source: Into the Swarm
it: Nello sciame

source: Fight the Xsotan Swarm and do as much damage as you can
it: Combattete lo Sciame Xsotan e danneggiate il più possibile.

source: Defeat at least 10 waves of Xsotan
it: Sconfiggere almeno 10 ondate di Xsotan

source: ${count} Xsotan waves defeated
it: ${count} Onde Xsotan sconfitte

source: Are you ready to fight the Xsotan Swarm?
it: Siete pronti a combattere lo Sciame Xsotan?

source: You have done us a great service. Your reward is already underway.
it: Ci avete reso un grande servizio. La vostra ricompensa è già in corso.

source: We detected the location of a Xsotan Swarm aggregation. According to leading theories, large amounts of Xsotan create waves in the subspace fabric, thinning the barrier between our dimensions.
it: Abbiamo rilevato la posizione di un'aggregazione di sciami Xsotan. Secondo le principali teorie, grandi quantità di Xsotan creano onde nel tessuto subspaziale, assottigliando la barriera tra le nostre dimensioni.

source: We're going to use their own way of travel against them to perform a preemptive strike. Expect a strong Xsotan presence at the teleport destination.
it: Useremo il loro stesso modo di viaggiare contro di loro per effettuare un attacco preventivo. Aspettatevi una forte presenza di Xsotan alla destinazione del teletrasporto.

source: It's possible to transport any mass to this location. However - it's going to be into the heart of the swarm. EXTREME DANGER! Ships taken on this mission must be prepared accordingly.
it: È possibile trasportare qualsiasi massa in questo luogo. Tuttavia, sarà nel cuore dello sciame. PERICOLO ESTREMO! Le navi impegnate in questa missione devono essere preparate di conseguenza.

source: Rescue of a Lost Expedition
it: Salvataggio di una spedizione perduta

source: Rescue the scientists and other survivors of the lost rift expedition.
it: Salvate gli scienziati e gli altri sopravvissuti della spedizione della spaccatura perduta.

source: Find the survivors' Makeshift Emergency Camp
it: Trovate il campo di emergenza improvvisato dei sopravvissuti

source: Retrieve an empty Escape Pod from a wreckage of the scientists ships near a monolith
it: Recuperate una capsula di salvataggio vuota dal relitto delle navi degli scienziati vicino a un monolite.

source: Take the empty Escape Pod to the Makeshift Emergency Camp near the Communication Beacon
it: Portate la capsula di salvataggio vuota al campo di emergenza di fortuna vicino al faro di comunicazione.

source: Dock the manned Escape Pods
it: Attraccare le navicelle di salvataggio con equipaggio

source: (optional) Save more crew members with additional Escape Pods: ${numLoadedCapsules} / ${numCapsulesForBonus}
it: (opzionale) Salva più membri dell'equipaggio con capsule di salvataggio aggiuntive: ${numCapsuleCaricate} / ${numCapsulePerBonus}

source: Leave the rift with the manned Escape Pods
it: Lasciare la spaccatura con le navicelle di salvataggio con equipaggio

source: Manned Escape Pod
it: Capsula di fuga con equipaggio

source: Empty Escape Pod
it: Capsula di salvataggio vuota

source: Makeshift Emergency Camp
it: Campo di emergenza improvvisato

source: That's the right spot. Look for a wreckage nearby!
it: È il punto giusto. Cercate un relitto nelle vicinanze!

source: Are you ready to rescue the lost crew?
it: Siete pronti a salvare l'equipaggio perduto?

source: You have saved the researchers! Thus, a lot of knowledge has returned to us. Thank you for your help, your reward will be arranged.
it: Avete salvato i ricercatori! Così, molte conoscenze sono tornate a noi. Grazie per il vostro aiuto, la vostra ricompensa sarà organizzata.

source: You have not only saved the researchers, but the whole crew! This kind of courage has unfortunately become more and more rare. I would be honored to join you. I will send you my qualifications in a moment.
it: Non avete salvato solo i ricercatori, ma l'intero equipaggio! Questo tipo di coraggio purtroppo è sempre più raro. Sarei onorato di unirmi a voi. Vi invierò le mie qualifiche tra poco.

source: Captain ${name}
it: Capitano ${nome}

source: One of our research groups went missing during the last expedition. We equipped the expedition with special Escape Pods. If these worked as intended, at least part of the research team should have saved themselves. However, they are no longer able to return by their own efforts.
it: Uno dei nostri gruppi di ricerca è scomparso durante l'ultima spedizione. Abbiamo equipaggiato la spedizione con speciali capsule di salvataggio. Se avessero funzionato come previsto, almeno una parte del gruppo di ricerca avrebbe dovuto salvarsi. Tuttavia, non sono più in grado di tornare con le loro forze.

source: A docking block is required to rescue the researchers in the Escape Pods. The most important thing for us is to rescue the researchers and their results, not the crew.
it: È necessario un blocco di attracco per salvare i ricercatori nelle capsule di salvataggio. La cosa più importante per noi è salvare i ricercatori e i loro risultati, non l'equipaggio.

source: Data Recovery
it: Recupero dati

source: Search for the lost expedition to retrieve their collected data.
it: Cercare la spedizione perduta per recuperare i dati raccolti.

source: One of our expeditions including all their research data has gone missing in the rift. We assume that all ships were destroyed. The data that this expedition has collected is extremely important for our experiments. The data is stored on secure memory chips in the ships. The chips should be separable from the ships with scrapping lasers.
it: Una delle nostre spedizioni, compresi tutti i dati di ricerca, è scomparsa nella spaccatura. Riteniamo che tutte le navi siano state distrutte. I dati raccolti da questa spedizione sono estremamente importanti per i nostri esperimenti. I dati sono memorizzati su chip di memoria sicuri nelle navi. I chip dovrebbero essere separabili dalle navi con i laser da demolizione.

source: Very nice, the data is still readable. We're collecting the chips from your ship as we speak. Payment is already being taken care of.
it: Molto bene, i dati sono ancora leggibili. Stiamo raccogliendo i chip dalla sua nave mentre parliamo. Il pagamento è già stato effettuato.

source: Are you ready to recover the research data?
it: Siete pronti a recuperare i dati della ricerca?

source: Find and scan an Expedition Wreckage to locate the data
it: Trovare e scansionare il relitto di una spedizione per individuare i dati.

source: Expedition Wreckage
it: Relitti della spedizione

source: Recovery of Materials
it: Recupero dei materiali

source: Search for the lost expedition to retrieve materials they collected.
it: Cercare la spedizione perduta per recuperare i materiali raccolti.

source: We lost a mission whose task was to extract materials from the rift. Fortunately, we still have the rift coordinates so someone can retrieve the materials. The materials are needed to continue building subsystems that can protect against the rift subspace distortion. We suspect the materials are deep in the ships' cargo bays. To be able to get them out of there, a ship with scrapping lasers is needed.
it: Abbiamo perso una missione il cui compito era di estrarre materiali dalla spaccatura. Fortunatamente, abbiamo ancora le coordinate della spaccatura e qualcuno può recuperare i materiali. I materiali sono necessari per continuare a costruire sottosistemi in grado di proteggere dalla distorsione subspaziale della spaccatura. Sospettiamo che i materiali si trovino nelle baie di carico delle navi. Per poterli estrarre da lì, è necessaria una nave con laser di demolizione.

source: We're lucky that the Xsotan left the goods in the ships. Thanks to your help, we can finally continue our research. Your payment should be arriving shortly.
it: Siamo fortunati che gli Xsotan abbiano lasciato la merce nelle navi. Grazie al vostro aiuto, possiamo finalmente continuare la nostra ricerca. Il pagamento dovrebbe arrivare a breve.

source: Are you ready to get the materials out?
it: Siete pronti a distribuire i materiali?

source: Find and scan an Expedition Wreckage to locate the materials
it: Trovare e scansionare il relitto di una spedizione per individuare i materiali.

source: Crates containing rare materials.
it: Casse contenenti materiali rari.

source: Recovery of Ancient Knowledge
it: Recupero delle conoscenze antiche

source: Gather data from station wreckages in the swallowed sector.
it: Raccogliere dati dai relitti delle stazioni nel settore inghiottitoio.

source: We have located a formerly inhabited sector in the rift. We assume that there are still the remains of the stations of the former inhabitants. In the wreckages of these stations we expect records about the first appearance of the Xsotan. These records could help us to understand the arrival of the Xsotan more precisely. Salvaging lasers will be needed to retrieve the records from the wreckages.
it: Abbiamo localizzato un settore precedentemente abitato nella spaccatura. Riteniamo che vi siano ancora i resti delle stazioni dei precedenti abitanti. Nei relitti di queste stazioni ci aspettiamo di trovare documenti sulla prima apparizione degli Xsotan. Questi documenti potrebbero aiutarci a capire meglio l'arrivo degli Xsotan. Per recuperare le registrazioni dai relitti saranno necessari dei laser di recupero.

source: I see you were successful, the prospect of this data is so exciting. I'm sure you'll hear about the breakthrough shortly! Your payment is on the way.
it: Vedo che avete avuto successo, la prospettiva di questi dati è così eccitante. Sono sicuro che a breve sentirete parlare della svolta! Il pagamento è in arrivo.

source: Are you ready to salvage the data from the old stations?
it: Siete pronti a recuperare i dati delle vecchie stazioni?

source: Find and scan an Ancient Wreckage to locate the data
it: Trovare e scannerizzare un relitto antico per individuare i dati

source: Ancient Wreckage
it: Antico relitto

source: Antiquated data chips. Scientists hope to achieve a breakthrough in rift research with these.
it: Chip di dati antiquati. Gli scienziati sperano di ottenere una svolta nella ricerca sul rift con questi chip.

source: Salvage the scanned wreckage to retrieve the goods
it: Recuperare i rottami scannerizzati per recuperare i beni.

source: Collect ${good}: ${numCollected} / ${numToCollect}
it: Raccogliere ${bene}: ${numCollected} / ${numToCollect}

source: (optional) Collect more ${good} to earn a bonus
it: (facoltativo) Raccogliere altri ${buoni} per guadagnare un bonus.

source: (optional) ${numCollected} / ${numToCollect} collected
it: (opzionale) ${numCollected} / ${numToCollect} raccolti

source: (optional) Collect more ${good} to earn an even bigger bonus
it: (facoltativo) Raccogliere altri ${buoni} per ottenere un bonus ancora più grande.

source: Ah, you are back and completed the task as requested. Wonderful, a good cooperation for science. You have earned your payment.
it: Ah, siete tornati e avete completato il compito come richiesto. Meraviglioso, una buona collaborazione per la scienza. Vi siete guadagnati il pagamento.

source: Expect a bonus for your hard work bringing back more than we expected.
it: Aspettatevi un bonus per il vostro duro lavoro che riporti più di quanto ci aspettavamo.

source: You collected way more than we asked. We truly appreciate you going the extra mile.
it: Avete raccolto molto più di quanto vi avevamo chiesto. Apprezziamo davvero che abbiate fatto il passo più lungo della gamba.

source: Crate of Rare Materials
it: Cassa di Materiali Rari

source: Ancient Data Chip
it: Antichi Chip di Dati

source: Applied Xenology
it: Xenologia applicata

source: Use Xenos Research Probes to collect data for the Xeno researchers.
it: Utilizzare le sonde di ricerca Xenos per raccogliere dati per i ricercatori Xeno.

source: Scanning process completed! Now collect the data and bring it to us as soon as possible.
it: Processo di scansione completato! Ora raccogliete i dati e portateceli il prima possibile.

source: Very nice. We need two more Xenos Research Probes to start scanning.
it: Molto bene. Ci servono altre due sonde di ricerca Xenos per iniziare la scansione.

source: Good! Keep going. Keep in mind that once the Xenos Research Probes activate, they'll attract Xsotan.
it: Bene! Continuare. Tenete presente che le sonde di ricerca Xenos, una volta attivate, attireranno gli Xsotan.

source: The Xenos Research Probes should start the scans now. Be careful and defend them from incoming Xsotan!
it: Le sonde di ricerca Xenos dovrebbero iniziare ora le scansioni. Fate attenzione e difendetele dagli Xsotan in arrivo!

source: Find interesting objects that could be worth scanning
it: Trovare oggetti interessanti che potrebbero valere una scansione

source: Place a Xenos Research Probe from your inventory near the interesting object
it: Posizionare una Sonda di ricerca Xenos dall'inventario vicino all'oggetto interessante.

source: Interesting objects scanned: ${scansCompleted} / ${neededScans}
it: Oggetti interessanti scansionati: ${scansioniCompletate} / ${scansioni necessarie}

source: Xenos Research Probes placed at object: ${numPlaced} / ${numToPlace}
it: Sonde di ricerca Xenos posizionate sull'oggetto: ${numPlaced} / ${numToPlace}

source: Wait for the Xenos Research Probes to finish their scans
it: Attendere che le sonde di ricerca Xenos finiscano le loro scansioni.

source: Scan interrupted! Repair the damaged Xenos Research Probe!
it: Scansione interrotta! Riparare la sonda di ricerca Xenos danneggiata!

source: Defend the Xenos Research Probes from the Xsotan
it: Difendere le sonde di ricerca Xenos dagli Xsotan

source: Collect the data from one of the Xenos Research Probes
it: Raccogliere i dati da una delle sonde di ricerca Xenos.

source: This one looks interesting, place Xenos Research Probes here!
it: Questo sembra interessante, posizionare qui le Sonde di Ricerca Xenos!

source: Xenos Research Data
it: Dati della ricerca Xenos

source: Contains important research data.
it: Contiene importanti dati di ricerca.

source: Xenos Research Probe Damaged - Scan Interrupted!
it: Sonda di ricerca Xenos danneggiata - Scansione interrotta!

source: Are you ready to collect the data for the next big breakthrough in xenobiology?
it: Siete pronti a raccogliere i dati per la prossima grande svolta nella xenobiologia?

source: Very nice, we haven't had such extensive data in a long time. I'm sure we'll be able to gain a lot of new insights here. Your reward is being initiated by my assistant right now.
it: Molto bello, è da molto tempo che non disponiamo di dati così ampi. Sono sicuro che potremo trarre molte nuove informazioni da questi dati. La sua ricompensa è stata avviata dal mio assistente in questo momento.

source: As already shown by many scientists, the rift sectors are extremely hostile to life. Nevertheless, the Xsotan are able to resist the forces prevailing there.
it: Come già dimostrato da molti scienziati, i settori della spaccatura sono estremamente ostili alla vita. Tuttavia, gli Xsotan sono in grado di resistere alle forze che vi prevalgono.

source: We suspect that there must be other life forms to which this also applies. In order to investigate this assumption further, several Xenos Research Probes must be placed in the rift.
it: Sospettiamo che ci siano altre forme di vita per le quali questo vale. Per approfondire questa ipotesi, è necessario collocare diverse sonde di ricerca Xenos nella spaccatura.

source: We expect the data to provide new insights into alien life forms and living conditions in rifts.
it: Ci aspettiamo che i dati forniscano nuove conoscenze sulle forme di vita aliene e sulle condizioni di vita nelle spaccature.

source: Zach told me something about waves that occur before Xsotan appear in a sector. We would have to tune our scanners to it, then we would have a heads up.
it: Zach mi ha parlato di onde che si verificano prima che gli Xsotan appaiano in un settore. Dovremmo sintonizzare i nostri scanner su di esse, così avremmo un avviso.

source: Xsotan use asteroids to breed. Here we can directly destroy their breeding grounds!
it: Gli Xsotan usano gli asteroidi per riprodursi. Qui possiamo distruggere direttamente le loro zone di riproduzione!

source: Do you think the Xsotan talk to each other? I don't think they can talk at all in our sectors.
it: Pensi che gli Xsotan parlino tra loro? Non credo che possano parlare nei nostri settori.

source: The Xsotan are not affected by the subspace distortion at all. I need to get my hands on their materials!
it: Gli Xsotan non risentono affatto della distorsione subspaziale. Devo mettere le mani sui loro materiali!

source: The really strong Xsotan always come after you have destroyed many small ones. They must be able to detect that somehow.
it: Gli Xsotan veramente forti arrivano sempre dopo aver distrutto molti piccoli. Devono essere in grado di rilevarlo in qualche modo.

source: Ah, we did it! There's the scumbag! Let's knock it down!
it: Ah, ce l'abbiamo fatta! Ecco il bastardo! Abbattiamolo!

source: These artifacts from ancient times are full of strange transmitters. They seem to be tuned to frequencies that no one can use for any purpose.
it: Questi manufatti dell'antichità sono pieni di strani trasmettitori. Sembrano sintonizzati su frequenze che nessuno può utilizzare per alcuno scopo.

source: Ancient Artifacts
it: Manufatti antichi

source: Look for old artifacts. According to my information, they should have survived the time in locked boxes. The boxes will be hard to find, so I recommend using a detector subsystem.
it: Cercate vecchi manufatti. Secondo le mie informazioni, dovrebbero essere sopravvissuti al tempo in scatole chiuse a chiave. Le scatole saranno difficili da trovare, quindi vi consiglio di usare un sottosistema rivelatore.

source: If you get me 15 of these artifacts, I'll have enough material to continue my research.
it: Se mi procurate 15 di questi manufatti, avrò abbastanza materiale per continuare la mia ricerca.

source: Collect Ancient Artifacts for Zach ${count}/${total}
it: Raccogli manufatti antichi per Zach ${conteggio}/${totale}

source: Ancient Artifact
it: Artefatto Antico

source: Rare material from rifts, which can withstand any energetic load.
it: Materiale raro proveniente dalle spaccature, in grado di sopportare qualsiasi carico energetico.

source: Highly Energyproof Materials
it: Materiali ad alta resistenza energetica

source: I am looking for highly energyproof materials. They are very rare, but you can locate the asteroids where they can be found using a detector subsystem.
it: Sto cercando materiali altamente resistenti all'energia. Sono molto rari, ma è possibile individuare gli asteroidi in cui si trovano utilizzando un sottosistema di rilevamento.

source: If you can get 100 of these materials, I'm sure I'll have enough!
it: Se riuscite a procurarvi 100 di questi materiali, sono sicuro che ne avrò abbastanza!

source: Collect highly energyproof materials for Zach ${count}/${total}
it: Raccogliere materiali altamente resistenti all'energia per Zach ${conto}/${totale}

source: Highly Energyproof Material
it: Materiale ad Alta Resistenza Energetica

source: Generator Subsystem
it: Sottosistema generatore

source: Generator Energizer
it: Generatore di energia

source: Generator Enhancer
it: Potenziatore del generatore

source: Combat ${name} ${ids}-TCS-${num}
it: Combattere ${nome} ${ids}-TCS-${num}

# generic name for 'Combat ${name} ${ids}-TCS-${num}'
source: Combat Turret Control & Generator Hybrid
it: Controllo della torretta da combattimento e generatore ibrido

source: Auto-Turret Slots
it: Slot per torretta automatica

source: Battery Recharge Rate
it: Velocità di ricarica della batteria

source: Subspace Distortion Protection
it: Protezione dalla distorsione del subspazio

source: All-round Turret Control System
it: Sistema di controllo della torretta a tutto tondo

source: Adds slots for any turrets
it: Aggiunge slot per qualsiasi torretta

source: Generates Energy
it: Genera energia

source: Unleash the energy.
it: Liberate l'energia.

# ex: Disassembler-Class Carrier Controller FCS-3-243
source: Combat Carrier Controller FCS-${squads}-${turrets}${pdcs}${autos}
it: Controllore della portaerei da combattimento FCS-${squadre}-${torrette}${pdcs}${autos}

source: Combat Turret & Fighter Controller
it: Controllore della torretta da combattimento e del caccia

source: Fighter Squadrons
it: Squadroni da combattimento

source: Military Turret Control System
it: Sistema di controllo della torretta militare

source: Adds slots for armed turrets
it: Aggiunge slot per torrette armate

source: Fighter Control System
it: Sistema di controllo dei caccia

source: Controls additional fighter squadrons (10 max)
it: Controlla squadriglie di caccia aggiuntive (10 al massimo)

source: One Ship Army.
it: Esercito di una sola nave.

source: Hyperspace Subsystem
it: Sottosistema Iperspazio

source: Hyperspace Booster
it: Booster iperspaziale

source: Hyperspace Accelerator
it: Acceleratore dell'iperspazio

source: Hyperspace Enhancer
it: Potenziatore dell'iperspazio

source: Energizing
it: Energetico
