Repository: GLWine/Avorion-ITA
Catalog: Avorion/data/localization/*.po
Languages: it

source: Somehow the galaxy seems bigger when you're in the center. Does that make sense?
it: In qualche modo la galassia sembra più grande quando si è al centro. Ha senso?

source: We made it back out alive! At some point I was really beginning to doubt it!
it: Siamo tornati vivi! A un certo punto ho cominciato a dubitare!

source: I can't wait to tell my wife how much money we made!
it: Non vedo l'ora di dire a mia moglie quanti soldi abbiamo guadagnato!

source: When we get home, I really need to clean my ship. Maybe even some new paint?
it: Quando torniamo a casa, devo assolutamente pulire la mia nave. Magari anche con una nuova vernice?

source: I feel like we really learned how to deal with pirates. Now, everyone out here had better watch out!
it: Mi sembra che abbiamo davvero imparato come affrontare i pirati. Ora, è meglio che tutti qui fuori stiano attenti!

source: I'm so glad we're back. I feel like I always slept with one eye open while we were in the center. I'm exhausted.
it: Sono così felice che siamo tornati. Mi sembra di aver dormito sempre con un occhio aperto mentre eravamo al centro. Sono esausta.

source: I wonder if the entire galaxy will change now that it's possible to cross the Barrier.
it: Mi chiedo se l'intera galassia cambierà ora che è possibile attraversare la Barriera.

source: This was a trip I will be telling my grandchildren about!
it: Questo è stato un viaggio che racconterò ai miei nipoti!

source: This expedition was incredibly successful! And we only suffered minimal losses. I can't wait to start the next expedition!
it: Questa spedizione ha avuto un successo incredibile! E abbiamo subito solo perdite minime. Non vedo l'ora di iniziare la prossima spedizione!

source: Prepare for battle!
it: Preparatevi alla battaglia!

source: Man your guns! Defend the convoy!
it: Impugnate le armi! Difendete il convoglio!

source: Thank goodness we repaired our shield generators yesterday! We're going to need them now!
it: Grazie al cielo ieri abbiamo riparato i generatori di scudi! Ora ne avremo bisogno!

source: Stay in formation! The weak ships to the center!
it: Rimanete in formazione! Le navi deboli al centro!

source: They really think they can defeat us? We will show them!
it: Pensano davvero di poterci sconfiggere? Glielo dimostreremo!

source: 3.. 2.. 1.. FIRE!
it: 3... 2... 1... QUATTRO!

source: We're ready for anything! Bring it on!
it: Siamo pronti a tutto! Fatevi sotto!

source: Retreat! Retreat!
it: Ritirata! Ritirata!

source: We're not retreating, we're just attacking in a different direction!
it: Non ci stiamo ritirando, stiamo solo attaccando in una direzione diversa!

source: Don't leave anyone behind!
it: Non lasciate indietro nessuno!

source: Run! Everybody! Run!
it: Correte! Tutti quanti! Correte!

source: Abandon this sector!
it: Abbandonate questo settore!

source: We can't handle this! Run!
it: Non possiamo farcela! Correte!

source: Hull Breach! Compartment 12 to 21 damaged!
it: Frattura dello scafo! Danneggiati i compartimenti da 12 a 21!

source: Welcome to our little Convoy!
it: Benvenuti nel nostro piccolo Convoglio!

source: We're glad you made it!
it: Siamo felici che ce l'abbiate fatta!

source: Thank you for joining us!
it: Grazie per esservi uniti a noi!

source: Another adventurer who wants to join us. Welcome!
it: Un altro avventuriero che vuole unirsi a noi. Benvenuto!

source: Convoy will remain in this sector for another %i minutes.
it: Il convoglio rimarrà in questo settore per altri %i minuti.

source: Convoy will leave this sector shortly.
it: Il convoglio lascerà questo settore a breve.

source: Convoy disbands in: %02d:%05.2f
it: Il convoglio si scioglie in: %02d:%05.2f

source: Chameleon M${serial}
it: Camaleonte M${serial}

# generic name for 'Chameleon M${serial}'
source: Chameleon
it: Camaleonte

source: Highlighted defenders
it: Difensori in evidenza

source: Highlight range
it: Gamma di evidenziazione

source: Defender detector range
it: Gamma di rivelatori Defender

source: Detects cargo scanners & tracks down its origin
it: Rileva gli scanner del carico e ne rintraccia l'origine

source: Helps to avoid inspections
it: Aiuta a evitare le ispezioni

source: Factor
it: Fattore

source: Range
it: Gamma

source: Amount
it: Importo

# generic name for 'Mk. ${mark} CSD 'Sphinx' ${serial}'
source: CSD 'Sphinx'
it: CSD "Sfinge

source: Averts a fine
it: Evita una multa

source: Yes
it: Sì

source: Stability
it: Stabilità

source: One time usage
it: Utilizzo una tantum

source: Chance of ${probability}% to not be destroyed
it: Probabilità di ${probabilità}% di non essere distrutti

source: Shields your cargo bay during inspections
it: Schermatura della stiva di carico durante le ispezioni

source: Avoids fines during inspections
it: Evita le multe durante le ispezioni

source: Exploit
it: Sfruttare

source: Script
it: Scrittura

source: Code
it: Codice

source: Ghost
it: Fantasma

source: Shadow
it: Ombra

source: 0 Day
it: 0 Giorno

source: ${rarity} Injector ${serialNumber}
it: ${rarità} Iniettore ${numero di serie}

# generic name for '${rarity} Injector ${serialNumber}'
source: Injector
it: Iniettore

source: Hacking Range
it: Gamma di hacking

source: Detection Range
it: Campo di rilevamento

source: Can hack containers up to security level %i.
it: Può hackerare i contenitori fino al livello di sicurezza %i.

source: Allows silent hacking up to security level %i.
it: Consente l'hacking silenzioso fino al livello di sicurezza %i.

source: Highlights hackable containers in a radius of %g km.
it: Evidenzia i contenitori hackerabili in un raggio di %g km.

source: Target cannot be hacked.
it: L'obiettivo non può essere violato.

source: Target is too far away.
it: L'obiettivo è troppo lontano.

source: Target's security level is too high.
it: Il livello di sicurezza di Target è troppo alto.

source: Hacking Interrupted - Out of Range!
it: Hacking interrotto - Fuori portata!

source: Time Remaining: %02d:%05.2f
it: Tempo rimanente: %02d:%05.2f

source: Cavaliers Identity Thief
it: Ladro di identità dei Cavaliers

source: Install this subsystem to fool Cavaliers captains into thinking you are one of them.
it: Installate questo sottosistema per ingannare i capitani dei Cavaliers e farvi credere di essere uno di loro.

source: Allows you to steal the identity of a Cavaliers Freighter
it: Permette di rubare l'identità di una nave da carico dei Cavaliers.

source: Captain %s: I'm beginning the preparations to attract the mega Xsotan. It will be ready in a few minutes. In the meantime we can continue with the main mission. However, I must remain on the bridge.
it: Capitano %s: Sto iniziando i preparativi per attirare il mega Xsotan. Sarà pronto tra pochi minuti. Nel frattempo possiamo continuare la missione principale. Tuttavia, devo rimanere in plancia.

source: Captain %s: It works! Just a few moments and the Xsotan will show!
it: Capitano %s: Funziona! Solo pochi istanti e l'Xsotan si farà vedere!

source: Captain %s: There's the scumbag! Now it's all or nothing! Let's strike it down together!
it: Capitano %s: Ecco il bastardo! Ora è tutto o niente! Colpiamolo insieme!

source: Emergency protocols activated. Major damage to life systems detected. Immediate evacuation advised.
it: Protocolli di emergenza attivati. Rilevati gravi danni ai sistemi vitali. Si consiglia l'evacuazione immediata.

source: [Release Escape Pods]
it: [Rilasciare le capsule di fuga]

source: [Leave]
it: [Lascia]

source: Emergency protocols activated. Escape Pods have been released.
it: Protocolli di emergenza attivati. Le capsule di salvataggio sono state rilasciate.

source: Scanners couldn't find any rescue vessel nearby. Ejection cancelled.
it: Gli scanner non hanno trovato nessuna nave di soccorso nelle vicinanze. Espulsione annullata.

source: You are not close enough to eject the Escape Pods
it: Non siete abbastanza vicini per espellere le navicelle di salvataggio.

source: chhrk .. Help! .. chrk .. We're stranded on .. asteroid .. chrrrk..! If .. chrrk .. can hear us .. come help us! .. chrrk .. .. transmitter .. chrkk .. weak ..chrrk, come closer ..chhrrk.. contact ..
it: chhrk... Aiuto! .. chrk .. siamo bloccati su .. asteroide .. chrrrk...! Se .. chrrk .. ci sente ... venga ad aiutarci! .. chrrk ... .. trasmettitore .. chrkk .. debole .. chrrk, avvicinati .. chhrrk.. contatto ...

source: Help! We're stranded on an asteroid! If someone can hear us, please come help us! Our transmitter is too weak for long distances, you have to come closer to our Makeshift Emergency Camp to contact us!
it: Aiuto! Siamo bloccati su un asteroide! Se qualcuno ci sente, per favore venga ad aiutarci! Il nostro trasmettitore è troppo debole per le lunghe distanze, dovete avvicinarvi al nostro campo di emergenza di fortuna per contattarci!

source: Weak Communication Beacon
it: Faro di comunicazione debole

source: chhrk .. Help! .. chrk
it: chhrk ... Aiuto! ... chrk

source: come help us! .. chrrk ..
it: venite ad aiutarci! ... chrrk ...

source: come closer ..chhrrk.. contact ..
it: avvicinati ... chhrrk... contatto ...

source: transmitter .. chrkk .. weak
it: trasmettitore .. chrkk ... debole

source: S.O.S.! We need to evacuate urgently and are in need of Escape Pods.
it: S.O.S.! Dobbiamo evacuare con urgenza e abbiamo bisogno di capsule di salvataggio.

source: [Contact]
it: [Contatto] [Contatto] [Contatto] [Contatto] [Contatto] [Contatto] [Contatto] [Contatto] [Contatto] [Contatto] [Contatto] [Contatto

source: Hello? Can you hear us?
it: C'è nessuno? Ci sentite?

source: I can hear you!
it: Ti sento!

source: Thanks to the stars! Finally someone has arrived to rescue us! Undock the Escape Pods in our vicinity, we will pull them in ourselves.
it: Grazie alle stelle! Finalmente è arrivato qualcuno a salvarci! Sganciate le capsule di salvataggio nelle nostre vicinanze, le tireremo dentro noi stessi.

source: Uh, Escape Pods?
it: Le capsule di salvataggio?

source: Don't you have any? Damn! Then we'll need a different solution. Okay, listen: The Escape Pods on our ships should still be funtional. We need them here as quickly as possible! But be cautious, when we tried retrieving the Escape Pods we were attacked by the Xsotan immediately!
it: Non ne hai? Dannazione! Allora avremo bisogno di una soluzione diversa. Ok, ascolta: Le capsule di salvataggio sulle nostre navi dovrebbero essere ancora funzionanti. Ci servono qui il prima possibile! Ma fate attenzione, quando abbiamo cercato di recuperare le capsule di salvataggio siamo stati attaccati immediatamente dagli Xsotan!

source: I'll get one.
it: Ne prenderò uno.

source: One won't be enough! We're stranded here with too many people. We'll need at least three Escape Pods to save everyone.
it: Uno non basterà! Siamo bloccati qui con troppe persone. Avremo bisogno di almeno tre capsule di salvataggio per salvare tutti.

source: Our ships are stranded next to these monoliths. Follow the lights of the buoys to find the wreckages.
it: Le nostre navi sono bloccate accanto a questi monoliti. Seguite le luci delle boe per trovare i relitti.

source: Alright.
it: Va bene.

source: Take these Marker Buoys to not lose orientation and quickly find your way back to us.
it: Prendete queste boe di segnalazione per non perdere l'orientamento e ritrovare rapidamente la strada.

source: Scan initiated. Remaining time: ${timeRemaining}
it: Scansione avviata. Tempo rimanente: ${tempoRimanente}

source: Scan interrupted. Awaiting initiation of the repair routine...
it: Scansione interrotta. In attesa dell'avvio della routine di riparazione...

source: Scan interrupted. Awaiting repairs of the destroyed probe...
it: Scansione interrotta. In attesa della riparazione della sonda distrutta...

source: Scan complete! Data is ready for pickup.
it: Scansione completata! I dati sono pronti per il ritiro.

source: Connecting to other probes...
it: Collegamento ad altre sonde...

source: Scan unit damaged. In need of repairs!
it: Unità di scansione danneggiata. Necessità di riparazione!

source: [Download Data]
it: [Scarica i dati]

source: [Repair]
it: [Riparazione]

source: Starting scan...
it: Avvio della scansione...

source: Ancient Defense Platform
it: Piattaforma di difesa antica

source: [Open]
it: [Aprire]

source: This seems to be some kind of stash, but it appears to be out of energy. There must be batteries in the area that can be used to open it!
it: Sembra che si tratti di una specie di scorta, ma sembra che sia priva di energia. Nella zona devono esserci delle batterie che possono essere usate per aprirlo!

source: [Find Battery]
it: [Trova la batteria]

source: Empty Stash
it: Scorta vuota

source: Status: not enough energy, emergency operation activated. Batteries: 0/2
it: Stato: energia insufficiente, funzionamento di emergenza attivato. Batterie: 0/2

source: Status: not enough energy, emergency operation activated. Batteries: 1/2
it: Stato: energia insufficiente, funzionamento di emergenza attivato. Batterie: 1/2

source: Power supply ensured. Batteries: 2/2
it: Alimentazione garantita. Batterie: 2/2

source: Ready
it: Pronto

source: Not Ready
it: Non pronto

source: Status
it: Stato

source: Power supply established, starting sequence initiated.
it: Alimentazione stabilita, sequenza di avvio avviata.

source: All systems online, connection established.
it: Tutti i sistemi sono online, connessione stabilita.

source: Activator required in the vicinity, systems on standby.
it: È necessario un attivatore nelle vicinanze, i sistemi sono in standby.

source: Charging Ancient Gate: %02d:%05.2f
it: Ricarica dell'Antico Cancello: %02d:%05.2f

source: A device, which can supply ancient gates with energy. It hums softly.
it: Un dispositivo in grado di fornire energia agli antichi cancelli. Ronza dolcemente.

source: Chargeable gate within reach detected.
it: Rilevato cancello a pagamento a portata di mano.

source: A device, which can supply ancient gates with energy. There must be a battery in the area to power it up.
it: Un dispositivo in grado di fornire energia alle porte antiche. Nella zona deve essere presente una batteria per alimentarlo.

source: A device, which can supply ancient gates with energy. It's too far away from the gate to function properly.
it: Un dispositivo in grado di fornire energia agli antichi cancelli. È troppo lontano dal cancello per funzionare correttamente.

source: It's tough to know the past. It's even tougher to know the future. What would you do if you could repeat history?
it: È difficile conoscere il passato. È ancora più difficile conoscere il futuro. Cosa fareste se poteste ripetere la storia?

source: Live Again
it: Vivere di nuovo

source: Into the Rift story was reset.
it: La storia di Into the Rift è stata reimpostata.

source: You have seen. You are ready.
it: Avete visto. Siete pronti.

source: Are you sure you want to relive the Into the Rift Story campaign? This cannot be undone!
it: Sei sicuro di voler rivivere la campagna Into the Rift Story? Non è possibile annullarla!

source: Yes, reset my progress.
it: Sì, azzeramento dei miei progressi.

source: You're too far away.
it: Sei troppo lontano.

source: EMP Status: Ready
it: Stato EMP: Pronto

source: [Detonate]
it: [Detonare]

source: %i mines destroyed.
it: %i mine distrutte.

source: Protection Platform
it: Piattaforma di protezione

source: Nano Doc Repair Platform
it: Piattaforma di riparazione Nano Doc

source: You're not close enough to scan the object.
it: Non siete abbastanza vicini per scansionare l'oggetto.

source: [Scan]
it: [Scansione]

source: Scan Complete
it: Scansione completa

source: Scanning ...
it: Scansione ...

source: Scan Interrupted - Out of Range!
it: Scansione interrotta - Fuori portata!

# ie: C-41 Object Detector Buoy Mk IV
source: CB-${serial} Object Detector Buoy Mk IV
it: CB-${serial} Boa rilevatrice di oggetti Mk IV

source: Status: Buoy online. Range: 200km
it: Stato: Boa in linea. Portata: 200 km

source: [Activate]
it: [Attivare]

source: It appears to be locked and heavily secured.
it: Sembra essere chiusa a chiave e fortemente protetta.

source: The vault hatch has been unlocked.
it: Il portello del caveau è stato sbloccato.

source: [Inspect]
it: [Ispezione]

source: This appears to be some kind of switch, but it seems to be out of energy. There must be a battery in the area to power it up.
it: Sembra che si tratti di una sorta di interruttore, ma sembra che sia privo di energia. Deve esserci una batteria nell'area per alimentarlo.

source: Power supply ensured.
it: Alimentazione garantita.

source: Insufficient energy, emergency operation activated.
it: Energia insufficiente, funzionamento di emergenza attivato.

source: Minor energy signatures detected.
it: Rilevate firme energetiche minori.

source: We tried to get in contact with the Xsotan. But they don't appear to be reachable on any frequency that we could try!
it: Abbiamo cercato di metterci in contatto con gli Xsotan. Ma sembra che non siano raggiungibili su nessuna frequenza che abbiamo potuto provare!

source: Not even the frequencies that we're receiving from the subspace right before Xsotan appear seem to be working.
it: Nemmeno le frequenze che riceviamo dal subspazio prima dell'apparizione di Xsotan sembrano funzionare.

source: These new beings seems to be eating asteroids. They appear repeatedly in swarms and destroy entire sectors full of asteroids.
it: Questi nuovi esseri sembrano mangiare gli asteroidi. Appaiono ripetutamente in sciami e distruggono interi settori pieni di asteroidi.

source: We've lost some of our most important resource supplies. If this continues, we won't get around applying violence.
it: Abbiamo perso alcune delle nostre risorse più importanti. Se continua così, non riusciremo ad applicare la violenza.

source: Our outposts have been attacked!
it: I nostri avamposti sono stati attaccati!

source: Some ships with unknown signatures have appeared. They did not respond to our communication.
it: Sono apparse alcune navi con firme sconosciute. Non hanno risposto alle nostre comunicazioni.

source: Warning shots were fired, whereupon the unknown ships attacked and destroyed our outpost.
it: Sono stati sparati dei colpi di avvertimento e le navi sconosciute hanno attaccato e distrutto il nostro avamposto.

source: Personal notes: After the Xsotan turned out to be hostile, representatives of all factions were gathered to discuss further actions.
it: Note personali: Dopo che gli Xsotan si sono rivelati ostili, i rappresentanti di tutte le fazioni si sono riuniti per discutere ulteriori azioni.

source: With a great majority, a major conquest against the intruders was agreed upon.
it: A grande maggioranza, fu decisa una grande conquista contro gli intrusi.

source: The conquest will commence in two months.
it: La conquista inizierà tra due mesi.

source: Fleet report KA17: Our fleets have encountered a large enemy in the center of the galaxy.
it: Rapporto della flotta KA17: Le nostre flotte hanno incontrato un grosso nemico al centro della galassia.

source: We have received one last radio transmission before communication was cut off.
it: Abbiamo ricevuto un'ultima trasmissione radio prima che le comunicazioni venissero interrotte.

source: Apparently a huge Xsotan was present, who triggered a gigantic wave. The center of the galaxy has disappeared inside a giant rift ever since.
it: A quanto pare era presente un enorme Xsotan, che ha scatenato un'onda gigantesca. Da allora, il centro della galassia è scomparso all'interno di una gigantesca spaccatura.

source: Diary entry, year 17 of the 395th cycle: our sector was hit again by a disruption in the space-time continuum.
it: Anno 17 del 395° ciclo: il nostro settore è stato nuovamente colpito da una perturbazione del continuum spazio-temporale.

source: The disruptions penetrate the entire area like a tidal wave.
it: Le perturbazioni penetrano nell'intera area come un'onda anomala.

source: Headline: Rifts are blocking annual race
it: Titolo: Le fratture bloccano la gara annuale

source: The newly emerged rifts are blocking the path through our own territory. Therefore, the annual race has to be cancelled.
it: Le spaccature emerse di recente stanno bloccando il percorso attraverso il nostro territorio. Pertanto, la gara annuale deve essere annullata.

source: Saddened fans turn to science with an appeal: ways should finally be found to at least cross the rifts.
it: I fan rattristati si rivolgono alla scienza con un appello: si dovrebbe finalmente trovare il modo di superare almeno le fratture.

source: Scientists are still unsure, how exactly these rifts prevent hyperspace jumps. Latest research points to some kind of interdimensional mountain, which blocks jumps.
it: Gli scienziati non sono ancora sicuri di come queste spaccature impediscano esattamente i salti nell'iperspazio. Le ultime ricerche indicano una sorta di montagna interdimensionale che blocca i salti.

source: Personal records, Research Station 17/RK: Today, Xsotan appeared in our sector again. We did not try to communicate with them this time.
it: Registrazioni personali, Stazione di ricerca 17/RK: Oggi gli Xsotan sono apparsi di nuovo nel nostro settore. Questa volta non abbiamo cercato di comunicare con loro.

source: Instead we aligned our finest antennas on them to intercept their own communication.
it: Invece abbiamo allineato le nostre migliori antenne su di loro per intercettare le loro stesse comunicazioni.

source: Even when our defense ships attacked and destroyed them, we could not determine any interaction between the Xsotan.
it: Anche quando le nostre navi di difesa le hanno attaccate e distrutte, non siamo riusciti a determinare alcuna interazione tra gli Xsotan.

source: Safety regulation: newest research results report that Xsotan are attracted by large energies. Since we want to prevent all further contact, energy consumption of all stations will be cut in half.
it: Regolamentazione della sicurezza: i risultati delle ultime ricerche indicano che gli Xsotan sono attratti da grandi energie. Poiché vogliamo impedire ogni ulteriore contatto, il consumo energetico di tutte le stazioni sarà dimezzato.

source: Violations against this regulation can be punished with fines and imprisonment, as well as lifetime banishments.
it: Le violazioni di questo regolamento possono essere punite con multe e pene detentive, oltre che con l'interdizione a vita.

source: Since the great battle against the Xsotan, the center of the galaxy is no longer accessible. As if it was swallowed by this rift.
it: Dalla grande battaglia contro gli Xsotan, il centro della galassia non è più accessibile. Come se fosse stato inghiottito da questa spaccatura.

source: Rifts have begun to spread across the galaxy ever since. Although it appears that they do not persist everywhere.
it: Da allora, le fratture hanno iniziato a diffondersi in tutta la galassia. Anche se sembra che non persistano ovunque.

source: Reasearch Station UE19/25-7, investigation report: Today we were able to investigate the wreck of a Xsotan for the first time.
it: Stazione di ricerca UE19/25-7, rapporto di indagine: Oggi abbiamo potuto indagare per la prima volta sul relitto di un Xsotan.

source: Aboard we have not found any crew quarters or any corridors to operate the ship.
it: A bordo non abbiamo trovato alloggi per l'equipaggio né corridoi per far funzionare la nave.

source: We had to make our own paths with our strongest drills. Could the Xsotan not be just the ships, but a lifeform of their own?
it: Abbiamo dovuto creare i nostri percorsi con i nostri trapani più forti. Gli Xsotan potrebbero non essere solo delle navi, ma una forma di vita propria?
