Repository: GLWine/Avorion-ITA
Catalog: Avorion/data/localization/*.po
Languages: it

source: Greetings associate! We have won! We have shown everyone that the galaxy won’t be changed! No revolutions or reforms will take place. Now, we can just go about our business and nobody can stop us! Thank you for helping us. The Family never forgets good deeds done by friends! John Moretti
it: Saluti socio! Abbiamo vinto! Abbiamo dimostrato a tutti che la galassia non sarà cambiata! Non ci saranno rivoluzioni o riforme. Ora possiamo continuare a fare i nostri affari e nessuno potrà fermarci! Grazie per averci aiutato. La Famiglia non dimentica mai le buone azioni compiute dagli amici! Giovanni Moretti

source: Greetings associate! We knew the Cavaliers were a strong military force. But we can adapt to anything. Get yourself a better ship and then we’ll try again! Don’t disappoint us again! John Moretti
it: Saluti socio! Sapevamo che i Cavalieri erano una forza militare forte. Ma possiamo adattarci a tutto. Procurati una nave migliore e poi ci riproveremo! Non deludeteci di nuovo! John Moretti

source: Greetings associate! Who knew those hippies could fight? But we’ve learned from our mistakes! Get yourself a better ship and then we’ll try again! Don’t disappoint us! John Moretti
it: Saluti socio! Chi l'avrebbe mai detto che quegli hippy potessero combattere? Ma abbiamo imparato dai nostri errori! Procurati una nave migliore e poi ci riproveremo! Non deludeteci! John Moretti

source: Greetings associate! Thank you for coming!
it: Un saluto agli associati! Grazie per essere venuto!

source: The Cavaliers and the Commune are preparing to go into battle against us. There are rumors about them inventing new technology.
it: I Cavalieri e il Comune si stanno preparando a scendere in battaglia contro di noi. Si dice che abbiano inventato una nuova tecnologia.

source: Where do I find them?
it: Dove posso trovarli?

source: We will be sending backup. They are already on the way, you should catch up with them once you get closer to the enemy fleets. Don’t disappoint us!
it: Invieremo dei rinforzi. Sono già in viaggio, dovreste raggiungerli una volta che vi sarete avvicinati alle flotte nemiche. Non deludeteci!

source: You and your band of criminals think you can beat us? You won’t stand a chance against us!
it: Voi e la vostra banda di criminali pensate di poterci battere? Non avrete alcuna possibilità contro di noi!

source: You are corrupt and selfish! You will never beat us, because you don’t deserve to!
it: Siete corrotti ed egoisti! Non ci batterete mai, perché non lo meritate!

source: Decide whether you want the Family to remain the most powerful syndicate in the galaxy.
it: Decidete se volete che la Famiglia rimanga il sindacato più potente della galassia.

source: Cheers! Let's talk about trying to balance the forces in the galaxy. You have decided to support the Family, and I believe that you must have good reasons to that. I can imagine you'll get quite the good deals through them. But if you do feel like we should try to cause more equilibrium in the galaxy, meet me in sector (%1%:%2%). Izzy
it: Salute! Parliamo del tentativo di equilibrare le forze nella galassia. Avete deciso di sostenere la Famiglia, e credo che abbiate delle buone ragioni per farlo. Posso immaginare che otterrete dei buoni affari grazie a loro. Ma se ritiene che dovremmo cercare di creare maggiore equilibrio nella galassia, ci vediamo nel settore (%1%:%2%). Izzy

source: Cheers! What did you do that for? Why did you mess everything up?
it: Salute! Perché l'hai fatto? Perché hai incasinato tutto?

source: You destroyed the equilibrium of forces in the galaxy. Now the Family has become more powerful than the other syndicates!
it: Avete distrutto l'equilibrio delle forze nella galassia. Ora la Famiglia è diventata più potente degli altri sindacati!

source: A good thing? How is one syndicate repressing all others a good thing?
it: Una cosa buona? In che modo un sindacato che reprime tutti gli altri è una buona cosa?

source: They want to retain the status quo.
it: Vogliono mantenere lo status quo.

source: No, they don’t! They just made sure they are more powerful than all the others. Now, corruption and crime will reign! I can't even trust my own crewmen any more! This is chaos!
it: No, non lo fanno! Si sono solo assicurati di essere più potenti di tutti gli altri. Ora regneranno la corruzione e il crimine! Non posso nemmeno più fidarmi dei miei stessi uomini! Questo è il caos!

source: But at least there was no revolution.
it: Ma almeno non c'è stata una rivoluzione.

source: It was not an open revolution, but if all the other syndicates are to weak to fight them, the Family will effectively rule the galaxy.
it: Non è stata una rivoluzione aperta, ma se tutti gli altri sindacati sono troppo deboli per combatterli, la Famiglia governerà di fatto la galassia.

source: I'm saying that what you did was bad for business. The big syndicates were keeping each other in check. Now that the Family can do whatever they want, they will control all the people like us, and we can either work for them or not at all. But we can still stop it.
it: Sto dicendo che quello che avete fatto è stato negativo per gli affari. I grandi sindacati si tenevano sotto controllo a vicenda. Ora che la Famiglia può fare quello che vuole, controllerà tutte le persone come noi, e noi potremo lavorare per loro o non lavorare affatto. Ma possiamo ancora fermarli.

source: I can see that you do have a lot of advantages. Being friends with the most powerful faction is something that everybody dreams about. And I'm sure you do get good deals at Black Markets, blah, blah, blah. But what about everybody else!?
it: Vedo che avete molti vantaggi. Essere amici della fazione più potente è un sogno di tutti. E sono sicuro che fate buoni affari ai Mercati Neri, bla, bla, bla. Ma che dire di tutti gli altri!

source: Okay, fine. Have it your way. then. If you do change your mind, I'll be in touch.
it: Ok, va bene. Fai come vuoi, allora. Se dovesse cambiare idea, mi farò sentire.

source: Cheers! I'm glad you came. Do you want to support a different syndicate now?
it: Salute! Sono felice che tu sia venuto. Vuoi sostenere un altro sindacato ora?

source: Good! Business has been difficult with one syndicate repressing the others. I can't even tell any more who was bought and who wasn't.
it: Bene! Gli affari sono stati difficili con un sindacato che reprimeva gli altri. Non riesco più a capire chi è stato comprato e chi no.

source: Still? Okay, fine then. Have it your way. I will be here in case you change your mind.
it: Ancora? Ok, allora va bene. Fate come volete. Io sarò qui nel caso in cui cambiassi idea.

source: Make sure at least one of the other syndicates stays strong enough to keep up with the Family.
it: Assicuratevi che almeno uno degli altri sindacati rimanga abbastanza forte da tenere testa alla Famiglia.

source: I'll just do what they tell me to do?
it: Farò quello che mi dicono di fare?

source: New Opportunities
it: Nuove opportunità

source: A captain named Izzy is looking for help in shady endeavors. This could be the gateway to a lot of new opportunities.
it: Un capitano di nome Izzy è in cerca di aiuto per un'attività losca. Questa potrebbe essere la porta d'accesso a molte nuove opportunità.

source: Find the container field in sector (${x}:${y})
it: Trovare il campo contenitore nel settore (${x}:${y})

source: Hack the container
it: Svaligiare il contenitore

source: Go about your business and wait for Izzy to contact you
it: Continuate a lavorare e aspettate che Izzy vi contatti.

source: Cheers! What's taking you so long? Did you run into trouble? If you can't hack that container, try the one in sector (%1%:%2%). If you do manage to get the Mysterious Package, wait for me to tell you where to meet me. Izzy
it: Salute! Perché ci stai mettendo tanto? Hai avuto problemi? Se non riesci a violare quel container, prova quello nel settore (%1%:%2%). Se riesci a prendere il Pacchetto misterioso, aspetta che ti dica dove incontrarmi. Izzy

# Mail Subject
source: Try a Different One
it: Provate un'altra soluzione

source: Cheers! I've heard you were successful. Meet me in sector (%1%:%2%). Izzy
it: Salute! Ho sentito che hai avuto successo. Incontriamoci nel settore (%1%:%2%). Izzy

# Mail Subject
source: Meet Me
it: Incontriamoci

source: A mysterious package you can't open.
it: Un pacco misterioso che non si riesce ad aprire.

source: Cheers! Can I have your attention for a moment?
it: Salute! Posso avere la vostra attenzione per un momento?

source: What’s up?
it: Cosa c'è?

source: The name’s Izzy. I’m a woman of many talents. I need a partner that I can trust.
it: Mi chiamo Izzy. Sono una donna dai molti talenti. Ho bisogno di un partner di cui potermi fidare.

source: Hello Izzy. Nice to meet you.
it: Ciao Izzy. Piacere di conoscerti.

source: What talents?
it: Quali talenti?

source: You have no time for chitchat, do you? I like you, you get stuff done. Well, let’s get down to business. There’s a job I need you to do.
it: Non hai tempo per le chiacchiere, vero? Mi piaci, porti a termine le cose. Beh, passiamo agli affari. C'è un lavoro che ho bisogno che tu faccia.

source: Which job?
it: Quale lavoro?

source: How polite. I'm not sure I like that. But it could be useful in my line of work. I guess I can trust you with the job.
it: Che gentilezza. Non sono sicuro che mi piaccia. Ma potrebbe essere utile nel mio lavoro. Credo di potermi fidare di lei per il lavoro.

source: You’d surely like to know that, wouldn’t you? But we’re not at that point of our relationship... yet. Right now, I’d like to know, if YOU have the right talents for the job.
it: Ti piacerebbe sicuramente saperlo, vero? Ma non siamo a quel punto della nostra relazione... ancora. Adesso vorrei sapere se TU hai il talento giusto per questo lavoro.

source: Let’s just say that I need help acquiring something. And there are people who don’t want me to have it.
it: Diciamo che ho bisogno di aiuto per acquisire qualcosa. E ci sono persone che non vogliono che io l'abbia.

source: Wait, are you trying to steal something?
it: Aspetta, stai cercando di rubare qualcosa?

source: Stealing is such a strong word. Why does everyone need to see the world in black and white? And is it stealing, really, if you think the one who currently owns it doesn’t deserve to have it?
it: Rubare è una parola così forte. Perché tutti devono vedere il mondo in bianco e nero? Ed è davvero un furto se si pensa che chi lo possiede attualmente non merita di averlo?

source: If you take it from them, it’s stealing.
it: Se lo prendete da loro, è un furto.

source: It’s all a matter of perspective.
it: È tutta una questione di prospettiva.

source: Whatever. Are you interested? Of course you will be rewarded for your efforts.
it: Come vuoi. Siete interessati? Naturalmente sarete ricompensati per i vostri sforzi.

source: What is the reward?
it: Qual è la ricompensa?

source: Exactly! Are you interested? Of course you will be rewarded for your efforts.
it: Esattamente! Siete interessati? Naturalmente sarete ricompensati per i vostri sforzi.

source: Money. But let's see how well you do the job, first, and then we can talk numbers. Are you up for it?
it: Soldi. Ma prima vediamo quanto sei bravo a fare il lavoro e poi possiamo parlare di cifre. Sei pronto?

source: Yes, why not. What do I have to do?
it: Sì, perché no. Cosa devo fare?

source: Take this Injector Subsystem and install it onto your ship. It allows you to hack the codes of some locked containers. There’s a container field in sector (${x}:${y}). I need the contents of the container that you can hack with this item.
it: Prendete questo sottosistema iniettore e installatelo sulla vostra nave. Permette di violare i codici di alcuni container chiusi a chiave. C'è un campo container nel settore (${x}:${y}). Ho bisogno del contenuto del container che è possibile hackerare con questo oggetto.

source: That doesn’t sound so hard?
it: Non sembra così difficile?

source: It shouldn’t be. There won’t be anybody there, it’s just a lonely container field.
it: Non dovrebbe esserlo. Non ci sarà nessuno, è solo un campo container solitario.

source: Okay, where do I find you when I’m done?
it: Ok, dove ti trovo quando ho finito?

source: I’m not telling anyone my location. I will come find you.
it: Non dirò a nessuno la mia posizione. Verrò a cercarti.

source: Cheers! I'll take my package now.
it: Salute! Prendo subito il mio pacco.

source: Are you accessing my inventory?
it: Stai accedendo al mio inventario?

source: Of course! How did the hacking go for you?
it: Certo! Com'è andato l'hacking?

source: It wasn’t easy, some pirates showed up.
it: Non è stato facile, sono arrivati dei pirati.

source: It was a piece of cake.
it: È stato un gioco da ragazzi.

source: So what? You’re still alive, aren’t you? Anyway, I’m quite pleased with the results, so I might make use of you in the future.
it: E allora? Sei ancora vivo, no? In ogni caso, sono abbastanza soddisfatto dei risultati, quindi potrei servirmi di te in futuro.

source: Make use of me? What if I don’t want to help you anymore?
it: Usare me? E se non volessi più aiutarti?

source: I thought you might be the right one for the job. I’m quite pleased with the results, so I might make use of you in the future.
it: Ho pensato che lei fosse la persona giusta per questo lavoro. Sono abbastanza soddisfatto dei risultati, quindi potrei ricorrere a voi in futuro.

source: Shush, don’t be silly. You can keep the hacking tool, I’ve got several of them. Here's your reward. I’ll be in touch.
it: Zitto, non essere sciocco. Puoi tenere lo strumento di hacking, ne ho diversi. Ecco la tua ricompensa. Ci sentiamo.

source: Cheers! Did you manage to hack the container?
it: Salute! Sei riuscito a hackerare il container?

source: But where is the mysterious package?
it: Ma dov'è il pacco misterioso?

source: Oh, I don't have that.
it: Oh, non ce l'ho.

source: Are you kidding me? I need that! Go to sector (${x}:${y}) and hack another container!
it: Mi prendi in giro? Ne ho bisogno! Andate nel settore (${x}:${y}) e hackerate un altro container!

source: Okay, I'll be right back.
it: Ok, torno subito.

source: ¢${reward}
it: ¢${ricompensa}

source: I need somebody with ... special skills. But I won't just work with anyone. Meet me in a safe location so that I can determine whether you're worthy of the large rewards that are in store for you. Izzy
it: Ho bisogno di qualcuno con... abilità speciali. Ma non lavorerò con chiunque. Incontriamoci in un luogo sicuro, così potrò stabilire se siete degni delle grandi ricompense che vi aspettano. Izzy

# difficulty
source: Medium
it: Medio

source: Mysterious Package
it: Pacco Misterioso

source: Izzy needs you to get the Cavaliers off her back.
it: Izzy ha bisogno di te per togliersi di dosso i Cavaliers.

source: Read Izzy's mail
it: Leggi la posta di Izzy

source: Go to the envoy of the Cavaliers in sector (${x}:${y})
it: Andate dall'inviato dei Cavalieri nel settore (${x}:${y}).

source: Find the renegade in sector (${x}:${y})
it: Trova il rinnegato nel settore (${x}:${y})

source: Defeat the renegade
it: Sconfiggere il rinnegato

source: Cheers! I need you to do something for me. I’ve had a little misunderstanding with a syndicate that call themselves the ‘Cavaliers’. They claim they want to rid the galaxy of pirates and Xsotan, but I think they just really like fighting. I may have taken something from them, and now they feel like they need to hunt me down. To make them leave me alone, I would return what I took. But I can’t go anywhere near them and I certainly won't meet with the envoy they sent. They want to meet me in sector (%1%:%2%). Go there and talk to them for me and convince them to get off my back, and I'll reward you for it. Izzy
it: Salute! Ho bisogno che tu faccia una cosa per me. Ho avuto un piccolo malinteso con un sindacato che si fa chiamare 'Cavaliers'. Sostengono di voler liberare la galassia dai pirati e dagli Xsotan, ma credo che a loro piaccia molto combattere. Forse gli ho sottratto qualcosa e ora sentono il bisogno di darmi la caccia. Per far sì che mi lascino in pace, restituirei ciò che ho preso. Ma non posso avvicinarmi a loro e di certo non incontrerò l'inviato che hanno mandato. Vogliono incontrarmi nel settore (%1%:%2%). Andate lì e parlate con loro per me, convinceteli a lasciarmi in pace e io vi ricompenserò per questo. Izzy

# Mail Subject
source: The Cavaliers
it: I Cavalieri

source: Cavaliers Contact
it: Cavalieri di contatto

source: Former Cavalier
it: Ex Cavaliere

source: Greetings, soldier! As far as we know, our former member is still trying to join the Commune. If you don’t take action soon, your friend Izzy will face dire consequences! The Cavaliers
it: Saluti, soldato! Per quanto ne sappiamo, il nostro ex membro sta ancora cercando di unirsi alla Comune. Se non interverrete al più presto, il vostro amico Izzy andrà incontro a gravi conseguenze! I Cavalieri

source: Deal With The Renegade
it: Trattare con il ribelle

source: Cheers! I returned what I took from the Cavaliers. I still don’t like those guys. But the Commune isn’t any better, either. They pretend to be all peaceful, but in truth, they want to control the galaxy. Be careful when dealing with them, they are a powerful syndicate. If you’re smart, you can play the two of them against each other and earn a pretty penny. But don’t get too close with either of them or the other one will want your head. I’ve sent you a little something. Until next time. Izzy
it: Salute! Ho restituito quello che ho preso dai Cavaliers. Continuano a non piacermi. Ma anche il Comune non è meglio. Fingono di essere tutti pacifici, ma in realtà vogliono controllare la galassia. Fate attenzione quando trattate con loro, sono un potente sindacato. Se siete furbi, potete metterli l'uno contro l'altro e guadagnare un bel po' di soldi. Ma non avvicinatevi troppo a uno di loro o l'altro vorrà la vostra testa. Ti ho mandato una piccola cosa. Alla prossima volta. Izzy

source: Got Them Off My Back
it: Me li sono tolti di dosso

source: Greetings! Can we help you?
it: Saluti! Possiamo aiutarvi?

source: Izzy sends me. She’s sorry.
it: Mi manda Izzy. Le dispiace.

source: You’re with that little thief?
it: Stai con quel ladruncolo?

source: Not really.
it: Non proprio.

source: Then why should we listen to you? We should just kill you to punish her.
it: Allora perché dovremmo ascoltarti? Dovremmo ucciderti per punirla.

source: Izzy wants to return what she stole.
it: Izzy vuole restituire ciò che ha rubato.

source: Then why are you fighting her battles?
it: Allora perché stai combattendo le sue battaglie?

source: I don’t know.
it: Non lo so.

source: That girl has everyone wrapped around her finger.
it: Quella ragazza ha tutti avvolti intorno al dito.

source: She says she wants to return what she stole.
it: Dice di voler restituire ciò che ha rubato.

source: And she thinks that we’re just going to leave her alone after that?
it: E pensa che dopo questo la lasceremo in pace?

source: Well, that’s not how it works. You’re going to have to do something else for us.
it: Beh, non è così che funziona. Dovrete fare qualcos'altro per noi.

source: What do I have to do?
it: Cosa devo fare?

source: A captain that used to be one of ours has left us and taken his entire ship and crew with him. They intend to join another syndicate that call themselves the ‘Commune’. We need you to punish them for their betrayal.
it: Un capitano che era uno dei nostri ci ha abbandonato e ha portato con sé tutta la sua nave e il suo equipaggio. Intendono unirsi a un altro sindacato che si fa chiamare 'Comune'. Abbiamo bisogno di voi per punirli per il loro tradimento.

source: As far as we know, the Commune hasn't welcomed them with open arms, maybe they fear it's a trap. They're making them wait in sector (${x}:${y}) until they have decided if they are going to let them join them. Our syndicates really don't like each other.
it: Per quanto ne sappiamo, il Comune non li ha accolti a braccia aperte, forse temono che si tratti di una trappola. Li stanno facendo aspettare nel settore (${x}:${y}) fino a quando non avranno deciso se farli unire a loro. I nostri sindacati non si piacciono affatto.

source: And if I punish them, you’ll leave Izzy alone?
it: E se li punisco, lascerai in pace Izzy?

source: If you stop them from joining the Commune by any means necessary, we’ll leave Izzy alone - if she returns our property, of course.
it: Se impedirà loro di unirsi alla Comune con ogni mezzo necessario, lasceremo Izzy in pace - se restituirà la nostra proprietà, ovviamente.

source: Who are you? You're not with the Commune!
it: Chi sei tu? Non sei con la Comune!

source: Me and my crew are never going back to them! We're going to join the Commune. They are peaceful and just. They are going to start a revolution that will lead to a better galaxy.
it: Io e la mia banda non torneremo mai più da loro! Ci uniremo alla Comune. Sono pacifici e giusti. Daranno vita a una rivoluzione che porterà a una galassia migliore.

source: I can’t let you join them.
it: Non posso permetterti di unirti a loro.

source: What’s it to you?
it: Che cosa ne pensi?

source: The Cavaliers are going to hurt my friend.
it: I Cavaliers faranno male al mio amico.

source: See what I mean? They’re too violent! We meant to change our ways and become advocates of peace, but I guess we're going to have to kill you first!
it: Capite cosa intendo? Sono troppo violenti! Volevamo cambiare le nostre abitudini e diventare sostenitori della pace, ma credo che dovremo prima uccidervi!

source: Izzy asked you to take her delivery job. Quick and simple work for the Family.
it: Izzy ti ha chiesto di accettare il suo lavoro di consegna. Un lavoro semplice e veloce per la famiglia.

source: Read Izzy's Mail
it: Leggi la posta di Izzy

source: Go to Izzy's contact in sector (${x}:${y})
it: Vai al contatto di Izzy nel settore (${x}:${y})

source: Pick up the package at ${stationTitle} ${stationName}
it: Ritirare il pacchetto presso ${stationTitle} ${nomeStazione}

source: Take the package to sector (${x}:${y})
it: Porta il pacchetto nel settore (${x}:${y})

source: Deliver it to the ${stationTitle} ${stationName}
it: Consegnatelo alla ${stazioneTitolo} ${nomeStazione}

source: [Pick Up Package]
it: [Pacchetto Pick Up]

source: [Deliver Package]
it: [Consegna pacchetto]

source: You must be docked to the station to collect the package.
it: Per ritirare il pacco è necessario essere attraccati alla stazione.

source: Cheers! You have proven to be very helpful, so I've decided to offer you another job. A syndicate that calls themselves the 'Family' sometimes hires third parties to do their work. I’ve accepted a task, but I was overexcited. In hindsight it seems too risky. I don’t want to do it, but I can’t back out of it now or they’ll come for me. But you can do it! Go to the casino in (%1%:%2%) and pick up a package. You can keep the reward the Family will give you. Izzy
it: Salute! Ti sei dimostrato molto utile, quindi ho deciso di offrirti un altro lavoro. Un sindacato che si fa chiamare "Famiglia" a volte assume terzi per svolgere il proprio lavoro. Ho accettato un incarico, ma ero troppo entusiasta. Col senno di poi mi sembra troppo rischioso. Non voglio farlo, ma non posso tirarmi indietro ora o verranno a prendermi. Ma puoi farlo! Vai al casinò di (%1%:%2%) e ritira un pacchetto. Puoi tenere la ricompensa che ti darà la Famiglia. Izzy

# Mail Subject
source: Risky Business
it: Affari rischiosi
