Repository: GLWine/Avorion-ITA
Catalog: Avorion/data/localization/*.po
Languages: it

source: Miners Required
it: Minatori richiesti

source: Pilot Workforce
it: Forza lavoro pilota

source: Replaces Gunners and Pilots with AIs
it: Sostituisce gli artiglieri e i piloti con l'intelligenza artificiale.

# continues with 'scratches on its surface.'
source: This system has 6 vertical
it: Questo sistema è dotato di 6 elementi verticali

# continued from 'This system has 6 vertical'
source: scratches on its surface.
it: graffi sulla sua superficie.

# continues with 'scratches on its surface.'
source: This system has 7 vertical
it: Questo sistema è dotato di 7 elementi verticali

# continued from 'This system has 7 vertical'
source: scratches on its surface.
it: graffi sulla sua superficie.

source: Hyperspace Energy
it: Energia dell'iperspazio

# continues with 'scratches on its surface.'
source: This system has 8 vertical
it: Questo sistema è dotato di 8 elementi verticali

# continued from 'This system has 8 vertical'
source: scratches on its surface.
it: graffi sulla sua superficie.

source: Basic Trading Subsystem v${version}.${patch}
it: Sottosistema Trading di base v${versione}.${patch}

source: Improved Trading Subsystem v${version}.${patch}
it: Sottosistema di trading migliorato v${version}.${patch}

source: Advanced Trading Subsystem v${version}.${patch}
it: Sottosistema di trading avanzato v${versione}.${patch}

source: High-Tech Trading Subsystem v${version}.${patch}
it: Sottosistema di Trading ad alta tecnologia v${versione}.${patch}

source: Salesman's Trading Subsystem v${version}.${patch}
it: Sottosistema di compravendita v${versione}.${patch}

source: Ultra-Tech Trading Subsystem v${version}.${patch}
it: Sottosistema di Trading Ultra-Tech v${versione}.${patch}

# generic name for 'Basic Trading Subsystem v${version}.${patch}'
source: Trading Subsystem
it: Sottosistema di trading

source: Prices of Goods
it: Prezzi dei beni

source: Price Deviations
it: Scostamenti di prezzo

source: Trade Route Detection
it: Rilevamento delle rotte commerciali

source: Economy Overview (Galaxy Map)
it: Panoramica dell'economia (Mappa galattica)

source: Economy Overview (local)
it: Panoramica dell'economia (locale)

source: Economy Overview
it: Panoramica sull'economia

source: Economy Scan Range
it: Gamma di scansione economica

source: Trade Route Sectors
it: Settori delle rotte commerciali

source: Provides economic data
it: Fornisce dati economici

source: Shows supply & demand of current sector
it: Mostra la domanda e l'offerta del settore attuale

source: Shows supply & demand of nearby sectors
it: Mostra la domanda e l'offerta dei settori vicini

source: Shows prices of all stations in sector
it: Mostra i prezzi di tutte le stazioni del settore

source: Shows goods of all stations in sector
it: Mostra le merci di tutte le stazioni del settore

source: Trading Overview
it: Panoramica del trading

source: View local supply and demand
it: Visualizzare la domanda e l'offerta locale

source: Trading Routes
it: Percorsi di trading

source: View detected trading routes
it: Visualizza le rotte commerciali rilevate

source: Buy from stations
it: Acquista dalle stazioni

source: Sell to stations
it: Vendere alle stazioni

source: Couldn't detect any stations that sell specific goods.
it: Non sono state individuate stazioni che vendono beni specifici.

source: Couldn't detect any stations that buy specific goods.
it: Non sono state individuate stazioni che acquistano beni specifici.

source: No trade routes detected.
it: Non sono state rilevate rotte commerciali.

source: Visit more sectors to discover new trade routes.
it: Visitate più settori per scoprire nuove rotte commerciali.

source: Show
it: Mostra

source: Demand (?)
it: Domanda (?)

source: Supply (?)
it: Fornitura (?)

source: Supply of goods provided by factories and other stations of nearby sectors.
it: Fornitura di beni forniti da fabbriche e altre stazioni dei settori vicini.

source: Demand of goods required by factories and other stations of nearby sectors.
it: Domanda di beni richiesti dalle fabbriche e dalle altre stazioni dei settori vicini.

source: Difference between supply and demand. This difference determines price fluctuation of goods in this sector.
it: Differenza tra domanda e offerta. Questa differenza determina la fluttuazione dei prezzi dei beni in questo settore.

source: Price fluctuation of goods in this sector. Prices of goods are influenced by supply and demand rates.
it: Fluttuazione dei prezzi dei beni in questo settore. I prezzi dei beni sono influenzati dai tassi di domanda e offerta.

source: From
it: Da

source: To
it: A

source: Wants
it: Desideri

source: Shows trade routes in current sector
it: Mostra le rotte commerciali nel settore attuale

# ex: T-3F Transporter Software v2.50
source: T-${serial} Transporter Software v${v}.${s2}0
it: T-${serial} Software Transporter v${v}.${s2}0

# generic name for 'T-${serial} Transporter Software v${v}.${s2}0'
source: Transporter Software
it: Software del Trasportatore

source: Transporter Block on your ship is required to work
it: Il blocco trasportatore della nave è necessario per funzionare.

source: Object Detection
it: Rilevamento degli oggetti

source: Valuable objects detected.
it: Rilevati oggetti di valore.

source: Object Finder
it: Cercatore di oggetti

source: Claimable Asteroids
it: Asteroidi rivendicabili

source: Flight Recorders
it: Registratori di volo

source: Treasures
it: Tesori

source: Automatic Notification
it: Notifica automatica

source: Highlight Range
it: Gamma di evidenziazione

source: Highlight Duration
it: Durata dell'evidenziazione

source: Detects interesting objects in the sector.
it: Rileva gli oggetti interessanti nel settore.

source: Highlights objects when permanently installed.
it: Evidenzia gli oggetti quando sono installati in modo permanente.

source: Velocity Security Control Bypass BP-${serial}
it: Bypass del controllo di sicurezza Velocity BP-${serial}

# generic name for 'Velocity Security Control Bypass BP-${serial}'
source: Velocity Security Control Bypass
it: Bypass del controllo di sicurezza Velocity

# continues with 'but leaks energy from the generators.'
source: Bypasses the velocity security control,
it: Bypassa il controllo di sicurezza della velocità,

# continued from 'Bypasses the velocity security control,'
source: but leaks energy from the generators.
it: ma perde energia dai generatori.

source: W-${designation}-Hull Polarizer ${rarity}
it: W-${designazione}-Scafo Polarizzatore ${rarità}

# generic name for 'W-${designation}-Hull Polarizer ${rarity}'
source: Hull Polarizer
it: Polarizzatore dello scafo

source: Hull Durability
it: Durata dello scafo

source: Weakness against
it: Debolezza contro

source: %s damage received
it: %s danni ricevuti

source: Polarizes hull to greatly increase durability.
it: Polarizza lo scafo per aumentarne notevolmente la durata.

source: A side effect causes the hull to take
it: Un effetto collaterale fa sì che lo scafo assuma

source: more damage from %s weapons.
it: più danni dalle armi %s.

source: [Harness Wormhole Power]
it: [Sfruttare il potere dei wormhole]

source: This didn't work.
it: Non ha funzionato.

source: Wormhole Power Diverter
it: Deviatore di potenza Wormhole

source: Xsotan Technology Fragment
it: Frammento di tecnologia Xsotan

# continues with 'of Xsotan Wormhole Technology.'
source: Lets you harness the power
it: Permette di sfruttare la potenza

# continued from 'Lets you harness the power'
source: of Xsotan Wormhole Technology.
it: della tecnologia Xsotan Wormhole.

source: A fragment of Xsotan technology.
it: Un frammento della tecnologia Xsotan.

source: Diamond
it: Diamante

# prefix
source: Diamond
it: Diamante

source: A handful of diamonds. Useless unless you know where to sell them.
it: Una manciata di diamanti. Inutili se non si sa dove venderli.

source: Ore
it: Minerale Grezzo

# prefix
source: Ore
it: Minerale Grezzo

source: Raw ore containing some kind of metal.
it: Minerale grezzo contenente un qualche tipo di metallo.

source: Crystal
it: Cristallo

# prefix
source: Crystal
it: Cristallo

source: Naturally grown crystals.
it: Cristalli cresciuti naturalmente.

source: Mineral
it: Minelare

# prefix
source: Mineral
it: Minerale

source: A canister full of mineral powder.
it: Un contenitore pieno di polvere minerale.

source: Scrap Metal
it: Rottame Metallico

# prefix
source: Scrap Metal
it: Rottame Metallico

source: A container full of metal junk.
it: Un container pieno di cianfrusaglie metalliche.

source: Raw Oil
it: Olio Grezzo

# prefix
source: Raw Oil
it: Olio Grezzo

source: A barrel of unrefined oil.
it: Un barile di olio non raffinato.

source: Toxic Waste
it: Rifiuto Tossico

# prefix
source: Toxic Waste
it: Rifiuto tossico

source: A tank full of some glowing liquid. Highly toxic.
it: Un serbatoio pieno di un liquido incandescente. Altamente tossico.

source: Energy Cell
it: Cella Energetica

# prefix
source: Energy Cell
it: Cella Energetica

source: Small blue canisters with a high voltage charge inside them.
it: Piccoli contenitori blu con una carica ad alto voltaggio al loro interno.

source: Gem
it: Gemma

# prefix
source: Gem
it: Gemma

source: A big gem. It's worth a lot, but you have to sell it first.
it: Un grande gioiello. Vale molto, ma prima bisogna venderlo.

source: Gold
it: Oro

# prefix
source: Gold
it: Oro

source: A small box containing gold bars.
it: Una piccola scatola contenente lingotti d'oro.

source: Platinum
it: Platino

# prefix
source: Platinum
it: Platino

source: A small box containing platinum bars.
it: Una piccola scatola contenente lingotti di platino.

source: Silver
it: Argento

# prefix
source: Silver
it: Argento

source: A small box containing silver bars.
it: Una piccola scatola contenente lingotti d'argento.

source: Silicon
it: Silicio

# prefix
source: Silicon
it: Silicio

source: A box with shards of silicon.
it: Una scatola con frammenti di silicio.

source: Aluminum
it: Alluminio

# prefix
source: Aluminum
it: Alluminio

source: A container full of pure aluminum.
it: Un contenitore pieno di alluminio puro.

source: Carbon
it: Carbonio

# prefix
source: Carbon
it: Carbonio

source: A container of carbon.
it: Un contenitore di carbonio.

source: Coal
it: Carbone

# prefix
source: Coal
it: Carbone

source: Fossil fuel. Still used in some factories.
it: Combustibile fossile. Ancora utilizzato in alcune fabbriche.

source: Zinc
it: Zinco

# prefix
source: Zinc
it: Zinco

source: A medium sized crate filled with zinc fragments.
it: Una cassa di medie dimensioni riempita di frammenti di zinco.

source: Copper
it: Rame

# prefix
source: Copper
it: Rame

source: A medium sized crate full of copper bars.
it: Una cassa di medie dimensioni piena di barre di rame.

source: Lead
it: Piombo

# prefix
source: Lead
it: Piombo

source: A medium sized crate filled with lead bars.
it: Una cassa di medie dimensioni riempita di barre di piombo.

source: Biological gas. Probably toxic.
it: Gas biologico. Probabilmente tossico.

source: Helium
it: Elio

# prefix
source: Helium
it: Elio

source: A pressure container filled with pure helium gas.
it: Un contenitore a pressione riempito di elio puro.

source: Oxygen
it: Ossigeno

# prefix
source: Oxygen
it: Ossigeno

source: A pressure container filled with pure oxygen.
it: Un contenitore a pressione riempito di ossigeno puro.

source: Hydrogen
it: Idrogeno

# prefix
source: Hydrogen
it: Idrogeno

source: A pressure container filled with pure hydrogen.
it: Un contenitore a pressione riempito di idrogeno puro.

source: Nitrogen
it: Azoto

# prefix
source: Nitrogen
it: Azoto

source: A pressure container filled with pure nitrogen.
it: Un contenitore a pressione riempito di azoto puro.

source: A pressure container filled with pure neon.
it: Un contenitore a pressione riempito di neon puro.

source: Chlorine
it: Cloro

# prefix
source: Chlorine
it: Cloro

source: A pressure container filled with pure chlorine.
it: Un contenitore a pressione riempito di cloro puro.

source: Fluorine
it: Fluoro

# prefix
source: Fluorine
it: Fluoro

source: A pressure container filled with pure fluorine.
it: Un contenitore a pressione riempito di fluoro puro.

source: Oil
it: Olio

# prefix
source: Oil
it: Olio

source: A barrel of refined oil.
it: Un barile di petrolio raffinato.

source: Rubber
it: Gomma

# prefix
source: Rubber
it: Gomma

source: A bouncing block of rubber.
it: Un blocco di gomma che rimbalza.

source: Paint
it: Vernice

# prefix
source: Paint
it: Vernice

source: A container full of paint.
it: Un contenitore pieno di vernice.

source: Fertilizer
it: Fertilizzante

# prefix
source: Fertilizer
it: Fertilizzante

source: A tank with fertilizer, important for more exotic plants.
it: Un serbatoio con fertilizzante, importante per le piante esotiche.

source: Acid
it: Acido

# prefix
source: Acid
it: Acido

source: A tank filled with vitriolic acid.
it: Un serbatoio riempito di acido vetriolico.

source: Steel
it: Acciaio

# prefix
source: Steel
it: Acciaio

source: Raw steel.
it: Acciaio grezzo.

source: Plastic
it: Plastica

# prefix
source: Plastic
it: Plastica

source: A container with plastic. This is melted when used.
it: Un contenitore con plastica. Questa si scioglie al momento dell'uso.

source: Fuel
it: Carburante

# prefix
source: Fuel
it: Carburante

source: A tank with fuel for vehicles or space ships.
it: Un serbatoio con carburante per veicoli o navi spaziali.

source: Glass
it: Vetro

# prefix
source: Glass
it: Vetro

source: A box containing several plates of glass.
it: Una scatola contenente diverse lastre di vetro.

source: Chemicals
it: Prodotto Chimico

# prefix
source: Chemicals
it: Prodotti Chimici

source: Multitank containing all sorts of different chemicals, most of them toxic.
it: Un serbatoio multiplo contenente ogni sorta di sostanze chimiche diverse, la maggior parte delle quali tossiche.

source: Adhesive
it: Adesivo

# prefix
source: Adhesive
it: Adesivo

source: Common adhesive. Used on smaller parts where there's no space for screws.
it: Adesivo comune. Si usa per le parti più piccole dove non c'è spazio per le viti.

source: Coolant
it: Refrigerante

# prefix
source: Coolant
it: Refrigerante

source: A canister full of coolant for the most common engines.
it: Una tanica piena di liquido di raffreddamento per i motori più comuni.

source: Steel Tube
it: Tubo d'Acciaio

# prefix
source: Steel Tube
it: Tubo d'Acciaio

source: Long multi-purpose steel tubes.
it: Tubi lunghi in acciaio multiuso.

source: Solvent
it: Solvente

# prefix
source: Solvent
it: Solvente

source: A tank filled with a common industrial solvent, found all over the galaxy.
it: Un serbatoio riempito con un comune solvente industriale, presente in tutta la galassia.

source: Metal Plate
it: Piastra di Metallo

# prefix
source: Metal Plate
it: Piastra di Metallo

source: Big metal plates used for building platings of vehicles or ships.
it: Grandi lastre metalliche utilizzate per la costruzione di placcature di veicoli o navi.

source: Servo
it: Attuatore

# prefix
source: Servo
it: Attuatore

source: Little multi-purpose machines that can be used in moving parts.
it: Piccole macchine multiuso che possono essere utilizzate in parti mobili.

source: Tools
it: Strumento

# prefix
source: Tools
it: Strumenti

source: A set of tools used by mechanics.
it: Un insieme di strumenti utilizzati dai meccanici.

source: Wire
it: Filo

# prefix
source: Wire
it: Filo

source: Around 100 meters of thin wire.
it: Circa 100 metri di filo sottile.

source: Conductor
it: Conduttore

# prefix
source: Conductor
it: Conduttore

source: Thick cables used for transmitting electrical energy.
it: Cavi spessi utilizzati per la trasmissione di energia elettrica.

source: Transformator
it: Trasformatore

# prefix
source: Transformator
it: Trasformatore

source: A small item for transforming all kinds of energy.
it: Un piccolo oggetto per trasformare tutti i tipi di energia.

source: Electro Magnet
it: Elettromagnete

# prefix
source: Electro Magnet
it: Elettromagnete

source: High power multi-purpose electromagnets.
it: Elettromagneti multiuso ad alta potenza.

source: Energy Inverter
it: Inverter di Energia

# prefix
source: Energy Inverter
it: Inverter di Energia

source: Converts electron flow into positron flow.
it: Converte il flusso di elettroni in flusso di positroni.

source: Solar Cell
it: Cella Solare

# prefix
source: Solar Cell
it: Cella Solare

source: Electric cells for generating energy from sunlight.
it: Celle elettriche per la generazione di energia dalla luce solare.

source: Semi Conductor
it: Semiconduttore

# prefix
source: Semi Conductor
it: Semiconduttore

source: Used for building microchips and other sorts of electric things.
it: Si usa per costruire microchip e altri tipi di oggetti elettrici.

source: Energy Tube
it: Tubo Energetico

# prefix
source: Energy Tube
it: Tubo Energetico

source: Long tubes that are used to transport high amounts of energy.
it: Lunghi tubi utilizzati per trasportare elevate quantità di energia.

source: Microchips are the most basic parts of computers.
it: I microchip sono le parti più elementari dei computer.

source: Plasma Cell
it: Cella al Plasma

# prefix
source: Plasma Cell
it: Cella al Plasma

source: A battery that can emit a short but strong pulse of energy.
it: Una batteria in grado di emettere un breve ma forte impulso di energia.

source: Energy Generator
it: Generatore di Energia

# prefix
source: Energy Generator
it: Generatore di Energia

source: A device that generates energy from an antimatter core.
it: Un dispositivo che genera energia da un nucleo di antimateria.

source: A touch display for computers.
it: Un display tattile per computer.

source: Processor
it: Processori

# prefix
source: Processor
it: Processore

source: The heart of a computer or any device that does some kind of calculation.
it: Il cuore di un computer o di qualsiasi dispositivo che esegue qualche tipo di calcolo.

source: Tiny robots that are able to get into almost everything.
it: Minuscoli robot in grado di entrare in quasi tutto.

source: Laser Head
it: Testa del Laser

# prefix
source: Laser Head
it: Testa del Laser

source: A device used to focus laser beams.
it: Dispositivo utilizzato per focalizzare i raggi laser.

source: Laser Compressor
it: Concentratore Laser

# prefix
source: Laser Compressor
it: Concentratore Laser

source: A device that can bundle energy and emit a laser beam.
it: Un dispositivo che può concentrare energia ed emettere un fascio laser.

source: Unmanned little ships for everyday purposes.
it: Piccole navi senza equipaggio per scopi quotidiani.

source: Antigrav Unit
it: Unità Antigravitazionale

# prefix
source: Antigrav Unit
it: Unità Antigravitazionale

source: This device generates antigrav fields for easier transportation of objects.
it: Questo dispositivo genera campi antigravità per facilitare il trasporto di oggetti.

source: Solar Panel
it: Pannello Solare

# prefix
source: Solar Panel
it: Pannello Solare

source: Solar panels that can generate electricity from sunlight.
it: Pannelli solari in grado di generare elettricità dalla luce del sole.

source: Fusion Core
it: Nucleo di Fusione

# prefix
source: Fusion Core
it: Nucleo di Fusione

source: Highly advanced portable fusion generator.
it: Generatore di fusione portatile altamente avanzato.

source: Power Unit
it: Unità di Potenza

# prefix
source: Power Unit
it: Unità di Potenza

source: A big device that can create a huge amount of energy over a long period of time.
it: Un grande dispositivo in grado di generare un'enorme quantità di energia per un lungo periodo di tempo.

source: Energy Container
it: Container Energetico

# prefix
source: Energy Container
it: Container Energetico

source: Bigger than energy cells, these devices can hold up to 1000x more energy.
it: Più grandi delle celle energetiche, questi dispositivi possono contenere fino a 1000 volte più energia.

source: High Pressure Tube
it: Tubo ad Alta Pressione

# prefix
source: High Pressure Tube
it: Tubo ad Alta Pressione

source: Tubes that can sustain extremely high pressure. Most commonly used in factories or weapons.
it: Tubi in grado di sostenere pressioni estremamente elevate. Sono più comunemente utilizzati nelle fabbriche o nelle armi.

source: Turbine
it: Turbina

# prefix
source: Turbine
it: Turbina

source: Multi-purpose turbine.
it: Turbina multifunzione.

source: Electromagnetic Charge
it: Carica Elettromagnetica

# prefix
source: Electromagnetic Charge
it: Carica Elettromagnetica

source: One-time use charge that can set free a strong electromagnetic pulse.
it: Carica monouso in grado di liberare un potente impulso elettromagnetico.

source: Targeting Card
it: Scheda di Puntamento

# prefix
source: Targeting Card
it: Scheda di Puntamento

source: Multi-purpose chip with targeting software for missiles or turrets.
it: Chip multiuso con software di puntamento per missili o torrette.

source: Gauss Rail
it: Cannone di Gauss

# prefix
source: Gauss Rail
it: Cannone di Gauss

source: A rail for immense acceleration of projectiles with magnetic fields.
it: Un cannone per l'immensa accelerazione di proiettili tramite campi magnetici.

source: Warhead
it: Testata

# prefix
source: Warhead
it: Testata

source: Explosive heads for rockets.
it: Testate esplosive per razzi.

source: Explosive Charge
it: Carica Esplosiva

# prefix
source: Explosive Charge
it: Carica Esplosiva

source: A military grade explosive.
it: Un esplosivo di tipo militare.

source: A satellite used for research or spying.
it: Un satellite utilizzato per la ricerca o lo spionaggio.

source: Teleporter
it: Teletrasporto

# prefix
source: Teleporter
it: Teletrasporto

source: Short range one-man hyperspace teleporters.
it: Teletrasporti iperspaziali a corto raggio per un solo uomo.

source: Computation Mainframe
it: Mainframe di Calcolo

# prefix
source: Computation Mainframe
it: Mainframe di Calcolo

source: A high speed computer used as infrastructure for stations and ships.
it: Un computer ad alta velocità utilizzato come infrastruttura per stazioni e navi.

source: Fusion Generator
it: Generatore di Fusione

# prefix
source: Fusion Generator
it: Generatore di Fusione

source: The bigger, better and more advanced variant of the fusion core.
it: La variante più grande, migliore e avanzata del nucleo di fusione.

source: Antigrav Generator
it: Generatore di Antigravità

# prefix
source: Antigrav Generator
it: Generatore di Antigravità

source: A generator that creates a field where gravity has no effect.
it: Un generatore che crea un campo in cui la gravità non ha effetto.

source: Force Generator
it: Generatore di Forza

# prefix
source: Force Generator
it: Generatore di Forza

source: A generator that creates a force field that pushes or pulls objects.
it: Un generatore che crea un campo di forza che spinge o tira gli oggetti.

source: Laser Modulator
it: Modulatore Laser

# prefix
source: Laser Modulator
it: Modulatore Laser

source: A device that changes various properties of lasers beams passing through it.
it: Un dispositivo che modifica varie proprietà dei raggi laser che lo attraversano.

source: Neutron Accelerator
it: Acceleratore di Neutroni

# prefix
source: Neutron Accelerator
it: Acceleratore di Neutroni

source: A device that accelerates neutrons to near light speed.
it: Un dispositivo che accelera i neutroni a una velocità prossima a quella della luce.

source: Proton Accelerator
it: Acceleratore di Protoni

# prefix
source: Proton Accelerator
it: Acceleratore di Protoni

source: A device that accelerates protons to near light speed.
it: Un dispositivo che accelera i protoni a una velocità prossima a quella della luce.

source: Electron Accelerator
it: Acceleratore di Elettroni

# prefix
source: Electron Accelerator
it: Acceleratore di Elettroni
