Repository: GLWine/Avorion-ITA
Catalog: Avorion/data/localization/*.po
Languages: it

source: There they are. Alright, ${player} it's nothing personal, it's just a job.
it: Eccoli. Va bene, giocatore, non è niente di personale, è solo un lavoro.

source: Oh look, it's ${player}! Let's make them disappear!
it: Oh guarda, è ${player}! Facciamoli sparire!

source: So you dared to show up in our territory, ${player}? You won't make this mistake again.
it: Hai osato presentarti nel nostro territorio, giocatore? Non commetterai più questo errore.

source: Who do we have here? ${player}. Well, say hello to pest control.
it: Chi abbiamo qui? Il giocatore. Beh, saluta la disinfestazione.

source: Oh, look who's being attacked by bounty hunters. What a surprise.
it: Oh, guardate chi è stato attaccato dai cacciatori di taglie. Che sorpresa.

source: About time that you left this place.
it: Era ora che lasciassi questo posto.

source: Oh, too bad, someone's attacking you.
it: Peccato, qualcuno ti sta attaccando.

source: Now that's a nice surprise! Take them down!
it: Questa sì che è una bella sorpresa! Abbatteteli!

source: I really hoped that some bounty hunters would show up and make you leave.
it: Speravo davvero che arrivasse qualche cacciatore di taglie e ti facesse andare via.

source: Great! I really hoped that this would happen!
it: Grande! Speravo davvero che questo accadesse!

source: Ha! I think I'm just going to sit back and watch the show.
it: Ha! Penso che mi siederò e guarderò lo spettacolo.

source: Too bad nobody will help you here.
it: Peccato che qui nessuno ti aiuterà.

source: It's your own fault for staying around when you're not welcome.
it: È colpa tua se rimani quando non sei il benvenuto.

source: Bounty Hunter
it: Cacciatore di taglie

source: Bounty Chip
it: Chip Bounty

source: Reward
it: Ricompensa

source: Target
it: Obiettivo

source: Target is wanted dead.
it: L'obiettivo è ricercato morto.

source: Reward requires proof of ship destruction.
it: La ricompensa richiede la prova della distruzione della nave.

source: Looks like someone made some enemies.
it: Sembra che qualcuno si sia fatto dei nemici.

source: Shield entity No. ${random}. Routing shield power to Specimen 8055. Location set to (${x}:${y}).
it: Entità scudo n. ${random}. Invio dell'energia dello scudo all'esemplare 8055. Posizione impostata su (${x}:${y}).

source: Shield entity No. ${random}. Routing shield power to Specimen 8055. Waiting for location...
it: Entità scudo n. ${random}. Invio dell'energia dello scudo all'esemplare 8055. In attesa della posizione...

source: Specimen 8055
it: Campione 8055

source: The Pariah
it: Il paria

source: It seems the AI has already moved on.
it: Sembra che l'IA sia già andata avanti.

source: General Bliks
it: Bliks generale

source: We found a weird shard. It that seems there is another part missing. We'll wait for more information.
it: Abbiamo trovato uno strano frammento. Sembra che manchi un'altra parte. Aspettiamo ulteriori informazioni.

source: Another part of this weird shard. Together they show coordinates. The coordinates are \s(%1%:%2%).
it: Un'altra parte di questo strano frammento. Insieme mostrano le coordinate. Le coordinate sono \s(%1%:%2%).

source: There are remnants of a battle. But nobody's here right now.
it: Ci sono resti di una battaglia. Ma al momento non c'è nessuno.

source: Project IHDTX
it: Progetto IHDTX

source: Mobile Equipment Merchant
it: Commerciante di attrezzature mobili

source: Mobile Resource Merchant
it: Mercante di risorse mobili

source: Mobile Turret Merchant
it: Mercante di torrette mobili

source: Mobile Planetary Merchant
it: Mercante planetario mobile

source: %1% %2% here. I'll be offering my services here for the next 15 minutes! Best merchandise in the quadrant!
it: %1% %2% qui. Offrirò i miei servizi qui per i prossimi 15 minuti! La migliore merce del quadrante!

source: Price: -30% (cold) -> +30% (hot)
it: Prezzo: -30% (freddo) -> +30% (caldo)

source: Demand (cold) -> Supply (hot)
it: Domanda (fredda) -> Offerta (calda)

source: <No Good Selected>
it: <Nessun bene selezionato>.

source: <Nothing>
it: <Niente>

source: [CTRL A] Select all ships in the selected sector.
it: [CTRL A] Seleziona tutte le navi nel settore selezionato.

source: Show stations
it: Stazioni espositive

source: Show off-screen ships
it: Mostrare le navi fuori dallo schermo

source: Show ships on operations
it: Mostra le navi sulle operazioni

source: Attack Enemies
it: Attaccare i nemici

source: [WASD] Move Camera
it: [WASD] Spostare la telecamera

source: [CTRL] Select Multiple
it: [CTRL] Seleziona multiplo

source: [MMB] Ping
it: [Ping

source: Confirm Recall
it: Confermare il richiamo

source: Recall
it: Richiamo

source: In Selected Sector
it: In un settore selezionato

source: Not on Screen
it: Non sullo schermo

source: [SPACE] Focus Selected
it: [SPAZIO] Messa a fuoco selezionata

source: Ship is busy!
it: La nave è occupata!

source: Ship doesn't have a captain!
it: La nave non ha un capitano!

source: [SHIFT 1-9] Add to Selection
it: [MAIUSC 1-9] Aggiungi alla selezione

source: That sector isn't loaded yet.
it: Questo settore non è ancora stato caricato.

source: Left-Click to select the target area
it: Fare clic con il tasto sinistro del mouse per selezionare l'area di destinazione

source: Invalid Location!
it: Posizione non valida!

source: Jump
it: Salto

source: Enchaining
it: Incatenamento

source: [SHIFT] Enchain
it: [Incatenamento

source: [Hold SHIFT]
it: [Tenere premuto SHIFT]

source: Enchain commands
it: Comandi Enchain

source: [${i}] Jump
it: [Salto

source: [${i}] Mine Asteroids
it: [${i}] Asteroidi da miniera

source: [${i}] Salvage Wreckages
it: [${i}] Relitti di recupero

source: [${i}] Attack Enemies
it: [${i}] Attacca i nemici

source: [${i}] Patrol Sector
it: [${i}] Settore di pattugliamento

source: [${i}] Refine Ores
it: [${i}] Raffinare i minerali

source: WANTED: ${target} ${name}
it: CERCASI: ${target} ${nome}

source: Fulfill the bounty hunting contract and make these sectors safe again!
it: Eseguite il contratto di caccia alle taglie e rendete di nuovo sicuri questi settori!

source: Return to the freighter in sector (${x}:${y})
it: Ritorno alla nave da carico nel settore (${x}:${y})

source: Start looking for the target in \s(%1%:%2%).
it: Iniziare a cercare l'obiettivo in \s(%1%:%2%).

source: Thank you for accepting the contract. Your target: %1% %2%. They have been causing trouble, attacking ships and stations and stealing from us. They claim to belong to a large syndicate, but it turns out they're just outcasts. Do not misunderstand us, we need them dead, do not try to capture them! %3%
it: Grazie per aver accettato il contratto. Il tuo obiettivo: %1% %2%. Hanno causato problemi, attaccando navi e stazioni e rubando da noi. Dicono di appartenere a un grande sindacato, ma si scopre che sono solo dei reietti. Non fraintendeteci, ci servono morti, non cercate di catturarli! %3%

source: Thank you for accepting the contract. Your target: %1% %2%. He and his pirates have been terrorizing our people for far too long. We can no longer close our eyes to this threat. Eliminate him and his followers. Do not attempt to take him alive. This is meant to set an example: Destroy every last one of their ships! %3%
it: Grazie per aver accettato il contratto. Il tuo obiettivo: %1% %2%. Lui e i suoi pirati hanno terrorizzato il nostro popolo per troppo tempo. Non possiamo più chiudere gli occhi di fronte a questa minaccia. Eliminate lui e i suoi seguaci. Non cercate di prenderlo vivo. Questo deve essere un esempio: Distruggete fino all'ultima delle loro navi! %3%

# Mail Subject
source: Wanted Dead, Not Alive
it: Ricercato morto, non vivo

source: Defeat ${target} ${name}
it: Sconfiggi ${target} ${nome}

source: Ah. So the rumors are true! They sent out bounty hunters for us!
it: Ah. Quindi le voci sono vere! Hanno mandato dei cacciatori di taglie per noi!

source: Yes. Feeling flattered?
it: Si. Ti senti lusingato?

source: And you believe that you can capture us, you worm? We'll see about that.
it: E credi di poterci catturare, verme? Lo vedremo.

source: Greetings! Thank you for taking care of our little Problem. Please find your reward of %1%¢ in the attachment. We hope you will consider doing business with us in the future. %2%
it: Saluti! Grazie per esservi presi cura del nostro piccolo Problema. La ricompensa di %1%¢ è contenuta nell'allegato. Ci auguriamo che consideriate la possibilità di fare affari con noi in futuro. %2%

# Mail Subject
source: Target Eliminated
it: Obiettivo eliminato

source: Search the container field for information
it: Cercare informazioni nel campo del contenitore

source: Found an empty package. Signature indicates sector \s(%1%:%2%) as origin.
it: Trovato un pacchetto vuoto. La firma indica il settore \s(%1%:%2%) come origine.

source: Search the wreck
it: Ricerca nel relitto

source: Log Files of Freighter ${name}
it: File di log della nave da carico ${nome}

source: Showing most recent entries: We were attacked in sector (${x}:${y})! Managed to initiate emergency hyperspace jump. Pursuers still on scanners, we'll try to ...
it: Mostra le voci più recenti: Siamo stati attaccati nel settore (${x}:${y})! Siamo riusciti ad avviare un salto iperspaziale di emergenza. Gli inseguitori sono ancora sugli scanner, cercheremo di ...

source: Talk to the freighter
it: Parlare con la nave da carico

source: [Ask for target]
it: [Chiedere l'obiettivo]

source: What do you want? Can't you see we have problems of our own?
it: Che cosa volete? Non vedi che anche noi abbiamo i nostri problemi?

source: We were attacked by a group of ships. The said they belonged to the syndicate 'the Cavaliers', but there's no way that's true! They said that we needed to be taught a lesson for working for 'The Commune'. But then they made us drop our cargo and just left, so why were they talking about righteousness? Bloody pirates!
it: Siamo stati attaccati da un gruppo di navi. Hanno detto di appartenere al sindacato 'I Cavalieri', ma non è possibile che sia vero! Hanno detto che dovevamo ricevere una lezione per aver lavorato per il 'Comune'. Ma poi ci hanno fatto abbandonare il nostro carico e se ne sono andati, quindi perché parlavano di rettitudine? Maledetti pirati!

source: We were attacked by a group of ships. The said they belonged to the syndicate 'the Family', but we didn't believe that. They said that we delivered weapons to 'The Cavaliers'. But we're just doing our job moving freight! We don't deserve to get attacked for that!
it: Siamo stati attaccati da un gruppo di navi. Dicevano di appartenere al sindacato "La Famiglia", ma noi non ci credevamo. Dissero che avevamo consegnato armi a 'I Cavalieri'. Ma noi stavamo solo facendo il nostro lavoro di trasporto merci! Non meritiamo di essere attaccati per questo!

source: We were attacked by a group of ships. The said they belonged to the syndicate 'the Commune', but we didn't believe that. They claimed we were working for a corporation that was suppressing workers, and that we needed to be punished for that. But we're just doing our job moving freight! We don't deserve to get attacked for that!
it: Siamo stati attaccati da un gruppo di navi. Dissero che appartenevano al sindacato 'il Comune', ma noi non ci credemmo. Sostenevano che lavoravamo per una corporazione che reprimeva i lavoratori e che per questo dovevamo essere puniti. Ma noi stiamo solo facendo il nostro lavoro, trasportando merci! Non meritiamo di essere attaccati per questo!

source: We were attacked by a pirate called ${target} ${name}. He said we were flying through his territory and that we had to pay a toll. When we refused, they damaged our ship instead and told us that they were going to destroy us next time!
it: Siamo stati attaccati da un pirata chiamato ${target} ${nome}. Ha detto che stavamo volando nel suo territorio e che dovevamo pagare un pedaggio. Quando ci siamo rifiutati, hanno danneggiato la nostra nave e ci hanno detto che la prossima volta ci avrebbero distrutto!

source: Where did they go?
it: Dove sono andati?

source: Why do you care? Are you hunting them?
it: Perché ti interessa? Li state cacciando?

source: Yes, I want the bounty.
it: Sì, voglio la taglia.

source: Good. They'll get what they deserve! Our scanners showed that they jumped to sector (${x}:${y}) afterwards, but then we stopped tracking them.
it: Bene. Avranno quello che si meritano! I nostri scanner hanno mostrato che in seguito sono saltati nel settore (${x}:${y}), ma poi abbiamo smesso di seguirli.

source: Good luck! You're doing a good deed here!
it: Buona fortuna! State facendo una buona azione!

source: Hey, what are you doing here? I already called for backup, so don't even try to attack us.
it: Ehi, che ci fai qui? Ho già chiamato i rinforzi, quindi non provate nemmeno ad attaccarci.

source: Don't worry. We are on a bounty hunt.
it: Non preoccupatevi. Siamo a caccia di taglie.

source: Oh, I think I know who you're looking for. The Cavaliers are looking for them, too. We saw them at a factory not too long ago. Tried to scare the workers a bit, telling them stories about an Emperor. But they left when security was alerted.
it: Oh, credo di sapere chi state cercando. Anche i Cavaliers li stanno cercando. Li abbiamo visti in una fabbrica poco tempo fa. Hanno cercato di spaventare un po' gli operai, raccontando loro storie su un imperatore. Ma se ne sono andati quando la sicurezza è stata allertata.

source: Oh, I think I know who you're looking for. The Family is looking for them, too. We saw them at a trading post not too long ago. Tried to snoop around, said they were looking for 'business opportunities'. But they left when security was alerted.
it: Oh, credo di sapere chi state cercando. Anche la Famiglia li sta cercando. Li abbiamo visti in un posto di scambio non molto tempo fa. Hanno cercato di curiosare e hanno detto che erano alla ricerca di 'opportunità commerciali'. Ma se ne sono andati quando la sicurezza è stata allertata.

source: Oh, I think I know who you're looking for. The Commune is looking for them, too. We saw them at a factory not too long ago. Pretended to care about the workers, started handing out pamphlets. But they left when security was alerted.
it: Oh, credo di sapere chi state cercando. Anche il Comune li sta cercando. Li abbiamo visti in una fabbrica poco tempo fa. Hanno fatto finta di preoccuparsi degli operai e hanno iniziato a distribuire opuscoli. Ma se ne sono andati quando la sicurezza è stata allertata.

source: Oh, are you looking for ${target} ${name}? We saw him and his people at a trading post not too long ago. Started asking around, wanted to hire crew. But they left when security was alerted.
it: Sta cercando ${target} ${nome}? Abbiamo visto lui e i suoi uomini in un posto di scambio non molto tempo fa. Ha iniziato a chiedere in giro, voleva assumere un equipaggio. Ma se ne sono andati quando la sicurezza è stata allertata.

source: Well, if you can bring them down, you'd be doing everyone a favor. They jumped to sector (${x}:${y}).
it: Se riuscisse a farli crollare, farebbe un favore a tutti. Sono saltati nel settore (${x}:${y}).

source: Happy hunting!
it: Buona caccia!

source: [Report]
it: [Rapporto]

source: We know your kind. You're bounty hunters! We don't want you here.
it: Conosciamo la tua razza. Siete cacciatori di taglie! Non vi vogliamo qui.

source: Come on, just help us out.
it: Dai, aiutaci.

source: Nothing is for free in this galaxy. But you can do something for us: get rid of those pirates in sector (${x}:${y}). Return after destroying them and we will give you the information you seek.
it: Niente è gratis in questa galassia. Ma potete fare qualcosa per noi: sbarazzarvi di quei pirati nel settore (${x}:${y}). Tornate dopo averli distrutti e vi daremo le informazioni che cercate.

source: Are you serious?
it: Sei serio?

source: Yes. Get rid of those pirates or we won't help you. But if you do get rid of them, you will get paid for your services, of course.
it: Sì, è così. Sbarazzatevi di quei pirati o non vi aiuteremo. Ma se vi liberate di loro, sarete pagati per i vostri servizi, naturalmente.

source: Look guys, now we don't even have to chase our victims, they come to us!
it: Guardate ragazzi, ora non dobbiamo nemmeno inseguire le nostre vittime, sono loro a venire da noi!

source: Actually, we're coming FOR you.
it: In realtà, stiamo venendo per voi.

source: They think they can defeat us! Let's show them what we're made of!
it: Pensano di poterci sconfiggere! Mostriamo loro di che pasta siamo fatti!

source: Received %1% Credits for destroying pirates.
it: Ricevuto %1% di crediti per aver distrutto i pirati.

source: You kept your end of the bargain, so we'll tell you what you want to know. You should be able to find them or their associates in sector (${x}:${y}). We don't need to tell you that they're going to be tough to defeat. You're a professional.
it: Avete mantenuto la vostra parte dell'accordo, quindi vi diremo quello che volete sapere. Dovreste essere in grado di trovare loro o i loro associati nel settore (${x}:${y}). Non c'è bisogno di dirvi che sarà difficile sconfiggerli. Sei un professionista.

source: Get information from the pirates
it: Ottenere informazioni dai pirati

source: We're looking for someone: ${target} ${name}.
it: Stiamo cercando una persona: ${target} ${nome}.

source: Wait a minute... The name of your ship ... ${name} ... that sounds familiar?
it: Aspetta un attimo... Il nome della vostra nave... ${nome}... vi suona familiare?

source: It does?
it: Davvero?

source: Yes it does! You're the dog that attacked our buddy Johnson!
it: Sì, è così! Sei il cane che ha attaccato il nostro amico Johnson!

source: You're going to pay for that!
it: Pagherai per questo!

source: Okay, okay! Stop shooting!
it: Ok, ok! Smettete di sparare!

source: Are you ready to talk?
it: Sei pronto a parlare?

source: We recently did a job for the ones you're looking for. We met them in sector (${x}:${y}). But don’t tell them where you got the coordinates from!
it: Di recente abbiamo fatto un lavoro per quelli che state cercando. Li abbiamo incontrati nel settore (${x}:${y}). Ma non dite loro da dove avete preso le coordinate!

source: Go die in a hole.
it: Vai a morire in un buco.

source: Get lost, this is our loot!
it: Sparisci, questo è il nostro bottino!

source: Did you defeat those ships?
it: Avete sconfitto quelle navi?

source: Well... Not quite... But we found the wreckages, and we're gonna salvage them!
it: Beh... Non proprio... Ma abbiamo trovato i rottami e li recupereremo!

source: I need info from those wreckages.
it: Ho bisogno di informazioni da quei relitti.

source: That's too bad. You're gonna have to go through us!
it: Che peccato. Dovrete passare attraverso di noi!

source: Showing most recent entries: Hyperspace engine overheated! We're stranded! Scanners show more pursuers in sector (${x}:${y})!
it: Mostra le voci più recenti: Motore dell'iperspazio surriscaldato! Siamo bloccati! Gli scanner mostrano altri inseguitori nel settore (${x}:${y})!

source: Get information from the patrol ship
it: Ottenere informazioni dalla nave di pattuglia

source: We don't care.
it: Non ci interessa.

source: Have you seen them?
it: Li avete visti?

source: Oh, we see everyone who passes through here. And we've seen the ones you're looking for, we even know where they went. But why would we tell you anything?
it: Vediamo tutti quelli che passano di qui. E abbiamo visto quelli che state cercando, sappiamo anche dove sono andati. Ma perché dovremmo dirvi qualcosa?

source: [Transfer ${bribe}¢]
it: [Trasferimento ${bribe}¢]

source: You won't get destroyed.
it: Non verrete distrutti.

source: Are you threatening us?
it: Ci sta minacciando?

source: Wrong move, buddy. We're going to obliterate your ship!
it: Mossa sbagliata, amico. Distruggeremo la tua nave!

source: It seems you really needed this information. We wouldn’t want to cause you any more distress. Our scanners showed that they went to sector (${x}:${y}). Have a safe trip.
it: Sembra che avesse davvero bisogno di queste informazioni. Non vorremmo causarle ulteriori problemi. I nostri scanner hanno mostrato che sono andati nel settore (${x}:${y}). Buon viaggio.

source: Thank you. You too.
it: Grazie. Anche a voi.

source: All right, all right, we get it! The ones you're looking for went to sector (${x}:${y}). Just leave us alone now!
it: Va bene, va bene, abbiamo capito! Quelli che cercate sono andati nel settore (${x}:${y}). Ora lasciateci in pace!

source: Dear Contractor, Somebody else has already eliminated the target. We've sent you some money as compensation for your efforts. Sincerely, %1%
it: Caro contraente, Qualcun altro ha già eliminato l'obiettivo. Le abbiamo inviato del denaro come compenso per i suoi sforzi. Cordiali saluti, %1%

# Mail Subject
source: Contract Canceled
it: Contratto annullato

# meaning 'leader of the renegades'
source: Renegade Leader
it: Leader rinnegato

source: ${target} ${name}
it: ${target} ${nome}

source: Former Cavaliers
it: Viaggiatori in treno

source: Former Cavaliers Soldier
it: Ex soldato dei Cavaliers

source: Former Family
it: Ex famiglia

source: Former Family Associate
it: Ex collaboratore familiare

source: Former Commune
it: Ex Comune

source: Former Commune Comrade
it: Ex compagno della Comune

source: Patrol Unit ${name}
it: Unità di pattuglia ${nome}

source: Empty Package
it: Pacchetto vuoto

source: This package is empty.
it: Questo pacchetto è vuoto.

source: Origin: sector (${x}:${y})
it: Origine: settore (${x}:${y})

source: The renegades of the Cavaliers
it: I rinnegati dei Cavaliers

source: The renegades of the Family
it: I rinnegati della Famiglia

source: The renegades of the Commune
it: I rinnegati della Comune

source: Admiral
it: Ammiraglio

source: Commander
it: Comandante

source: Baron
it: Barone

source: The Great
it: Il Grande

source: WANTED DEAD, NOT ALIVE
it: RICERCATO MORTO, NON VIVO

source: Looking for a bounty hunter. The target is wanted for multiple crimes against civilians. More details will follow once you accept the task.
it: Cerca un cacciatore di taglie. L'obiettivo è ricercato per molteplici crimini contro i civili. Maggiori dettagli seguiranno una volta accettato l'incarico.

source: Wipe out Pirates
it: Eliminare i pirati

source: Wipe out pirates in (${location.x}:${location.y})
it: Elimina i pirati in (${location.x}:${location.y})

source: You were tasked to take care of a group of pirates that appears to have settled in sector (${location.x}:${location.y}).
it: Siete stati incaricati di occuparvi di un gruppo di pirati che sembra essersi stabilito nel settore (${location.x}:${location.y}).

source: Earned %1% credits for wiping out a pirate group.
it: Guadagnato %1% di crediti per aver annientato un gruppo di pirati.

source: Thank you for taking care of this scum. We transferred the reward to your account.
it: Grazie per esserti occupato di questa feccia. Abbiamo trasferito la ricompensa sul tuo conto.

source: Looks like someone already took care of them. Thank you nevertheless.
it: Sembra che qualcuno se ne sia già occupato. Grazie comunque.

source: A nearby sector has been occupied by pirates and they have been attacking our convoys and traders. We cannot let that scum do whatever they like. We need someone to take care of them. Sector: (${x} : ${y})
it: Un settore vicino è stato occupato dai pirati, che hanno attaccato i nostri convogli e commercianti. Non possiamo lasciare che quella feccia faccia quello che vuole. Abbiamo bisogno di qualcuno che si occupi di loro. Settore: (${x} : ${y})

source: Their location is \s(%1%:%2%).
it: La loro posizione è \s(%1%:%2%).

source: Wipe out Xsotan
it: Eliminare Xsotan
