Repository: GLWine/Avorion-ITA
Catalog: Avorion/data/localization/*.po
Languages: it

source: Hi there, I hope your recent experiences with those pirates haven't put you off traveling across the Galaxy! There are also peaceful ways that allow you to get ahead. You should try trading! Most stations buy or sell trading goods, but not all of them have the same prices, they depend on the supply and demand in the area. You should always make sure to buy goods cheaply and then sell them somewhere else for a higher price to make a profit! Try it by buying some Energy Cells. They are a very common good and they come in handy when you want to use a Travel Hub! Greetings, %1%
it: Ciao a tutti, Spero che le tue recenti esperienze con i pirati non ti abbiano scoraggiato dal viaggiare attraverso la Galassia! Ci sono anche modi pacifici che ti permettono di andare avanti. Dovresti provare con il commercio! La maggior parte delle stazioni acquista o vende beni commerciali, ma non tutti hanno gli stessi prezzi, che dipendono dalla domanda e dall'offerta della zona. Dovete sempre fare in modo di acquistare merci a buon mercato e poi venderle altrove a un prezzo più alto per ottenere un profitto! Provate ad acquistare delle Celle di Energia. Sono un bene molto comune e sono utili quando si vuole utilizzare un Hub di viaggio! Saluti, %1%

# Mail Subject
source: Profit Incoming
it: Profitto in entrata

source: Sadly, it seems like you didn't make much profit, but I'm sure you will get the hang of it sooner or later.
it: Purtroppo sembra che non abbiate guadagnato molto, ma sono sicuro che prima o poi ci riuscirete.

source: You made some good profit! It seems like you've got a knack for this and you should keep it up.
it: Hai ottenuto un buon profitto! Sembra che tu abbia una certa abilità in questo campo e dovresti continuare a farlo.

source: You bought the goods for a good price, but you could have sold them for more. The next time you trade, you should pay better attention to supply and demand.
it: Avete acquistato la merce a un buon prezzo, ma avreste potuto venderla a un prezzo maggiore. La prossima volta che farete trading, dovrete prestare maggiore attenzione alla domanda e all'offerta.

source: You sold the goods for a good price but you could have bought them cheaper somewhere else. The next time you trade, you should pay better attention to supply and demand.
it: Avete venduto la merce a un buon prezzo, ma avreste potuto acquistarla a un prezzo più basso da un'altra parte. La prossima volta che farete affari, dovrete prestare maggiore attenzione alla domanda e all'offerta.

# Mail Subject
source: Successful Trade
it: Commercio di successo

# %1% is a full sentence on how much profit the player made
source: Hi there, Congratulations, you've taken your first steps towards becoming a trader. %1% Here's a Trading Subsystem to help you find more trading opportunities. With this, unlimited wealth is just a few flights away! There are many more valuable goods than Energy Cells that will allow you to make much higher profits. If you want to improve your profit, buy and sell goods directly at factories and mines. I hope you'll remember me and this little gift when you're rich! Greetings, %2%
it: Ciao a tutti, Congratulazioni, hai fatto i primi passi per diventare un trader. %1% Ecco un Sottosistema di Trading per aiutarti a trovare più opportunità di trading. Con questo, la ricchezza illimitata è a pochi voli di distanza! Ci sono molti beni più preziosi delle Celle di Energia che vi permetteranno di ottenere profitti molto più elevati. Se volete migliorare i vostri profitti, comprate e vendete le merci direttamente nelle fabbriche e nelle miniere. Spero che vi ricorderete di me e di questo piccolo regalo quando sarete ricchi! Saluti, %2%

source: Emergency Call
it: Chiamata di emergenza

source: You received an Emergency Call. Help the poor soul out.
it: Avete ricevuto una chiamata d'emergenza. Aiutate questa povera anima.

source: Add armed turrets to your ship
it: Aggiungere torrette armate alla nave

source: Go to the source of the emergency call
it: Raggiungere la fonte della chiamata di emergenza

source: Fight the pirates
it: Combattere i pirati

source: Help! S.O.S.! We're under attack. Please .. CHRRK
it: Aiuto! S.O.S.! Siamo sotto attacco. Per favore... CHRRK

source: Thank you so much for your help! You came just at the right moment!
it: Grazie mille per il vostro aiuto! Siete arrivati proprio al momento giusto!

source: No problem!
it: Nessun problema!

source: Are you alright?
it: Stai bene?

source: My ship is damaged, we should get out of here immediately. There might be more pirates around.
it: La mia nave è danneggiata, dobbiamo andarcene immediatamente. Potrebbero esserci altri pirati in giro.

source: Let's go then.
it: Andiamo allora.

source: Damn, my hyperspace engine seems to be jammed! A few kicks should do it, but my scanner shows more ships incoming. I guess, we'll have to fight first!
it: Dannazione, il mio motore iperspaziale sembra essersi inceppato! Qualche calcio dovrebbe bastare, ma il mio scanner mostra altre navi in arrivo. Immagino che prima dovremo combattere!

source: I'm ready.
it: Sono pronto.

source: There they are!
it: Eccoli!

source: Careful! More pirates!
it: Attenzione! Altri pirati!

source: I’m so sorry! I was desperate when I called for help. I didn’t think the one that came to my rescue was going to come in such a small ship. Are you alright?
it: Mi dispiace tanto! Ero disperata quando ho chiesto aiuto. Non pensavo che colui che mi ha soccorso sarebbe arrivato con una nave così piccola. Stai bene?

source: It’s your fault I lost my ship!
it: È colpa tua se ho perso la mia nave!

source: I’ll be fine.
it: Starò bene.

source: But I’m sure you had a Reconstruction Kit?
it: Ma sono sicuro che avevate un kit di ricostruzione?

source: What's that?
it: Che cos'è?

source: Oh no, that’s bad then. Reconstruction Kits can be purchased at Repair Docks. They allow you to reconstruct your ship anywhere in case it gets destroyed. As an alternative they also will tow your ship, but that's more expensive.
it: Oh no, allora non va bene. I kit di ricostruzione possono essere acquistati presso i moli di riparazione. Permettono di ricostruire la propria nave ovunque, nel caso in cui venga distrutta. In alternativa, possono anche rimorchiare la nave, ma è più costoso.

source: So, what do I do now?
it: Quindi, cosa faccio adesso?

source: Let me make it up to you. Sadly, I had to give all my money to those pirates so that they would let me go. So I can't pay for them to tow your ship, but I'll think of something.
it: Lasciate che mi faccia perdonare. Purtroppo ho dovuto dare tutti i miei soldi a quei pirati perché mi lasciassero andare. Quindi non posso pagare per rimorchiare la tua nave, ma penserò a qualcosa.

source: Yes, I insist, I'll get you your ship back. In the meantime, how about I tell you how to build your own ship from scratch!
it: Sì, insisto, ti riporterò la tua nave. Nel frattempo, che ne dici se ti spiego come costruire la tua nave da zero!

source: With this building knowledge, you can start using Iron for ship building. You'll have to read it first.
it: Con queste conoscenze di costruzione, potete iniziare a usare il ferro per la costruzione di navi. Prima dovrete leggerlo.

source: Then, you’re going to have to found a ship. The founding fee will be 500 iron. After you pay that, you will just need to think of a good name. Good luck!
it: Poi, dovrete fondare una nave. La tassa di fondazione sarà di 500 ferri. Dopo averla pagata, dovrete solo pensare a un buon nome. Buona fortuna!

source: Hi there! You built yourself a new ship. Good job.
it: Ciao a tutti! Hai costruito una nuova nave. Ottimo lavoro.

source: It’s not as good as my old ship.
it: Non è buona come la mia vecchia nave.

source: Yes, I’m quite proud of it.
it: Sì, ne sono piuttosto orgoglioso.

source: I'm so sorry, I'll get you your ship back. I promise!
it: Mi dispiace tanto, ti riporterò la tua nave. Te lo prometto!

source: You’re going to have to hire some crew. Most stations have unemployed crew members just waiting for somebody who wants to hire them. You should check it out.
it: Dovrete assumere del personale. La maggior parte delle stazioni ha membri dell'equipaggio disoccupati che aspettano solo qualcuno che li voglia assumere. Dovreste controllare.

source: Okay. How can I do this?
it: Ok, come posso fare?

source: You will have to dock to the station. You can either do that manually or fly to one of the landing strips of the station and request them to pull you in with a tractor beam. The landing strips are the straight lines of lights leading to the station.
it: Dovrete attraccare alla stazione. Potete farlo manualmente o volare verso una delle piste di atterraggio della stazione e chiedere che vi attraggano con un raggio traente. Le strisce di atterraggio sono le linee rette di luci che portano alla stazione.

source: I’ll try that.
it: Ci proverò.

source: Oh, and one more thing. You should be on the lookout for some Titanium asteroids. They're the ones with the different shape and white spots.
it: Oh, e un'altra cosa. Dovreste cercare alcuni asteroidi di titanio. Sono quelli con la forma diversa e le macchie bianche.

source: Titanium, gotcha.
it: Titanio, capito.

source: Yes, it's amazing! It's light, more durable than Iron, and supports anti-matter technology so you can build energy generators out of it. I’ll be gone for now, I have some affairs of my own to take care off. But I’ll check in with you soon!
it: Sì, è incredibile! È leggero, più resistente del ferro e supporta la tecnologia dell'antimateria, per cui si possono costruire generatori di energia. Per ora me ne vado, ho alcuni affari miei da sbrigare. Ma ci sentiamo presto!

source: The Experiment
it: L'esperimento

source: The Adventurer has heard about another Xsotan artifact.
it: L'Avventuriero ha sentito parlare di un altro manufatto Xsotan.

source: Ask around for information on the location of the AI
it: Chiedete informazioni sull'ubicazione dell'IA.

source: Go to sector
it: Vai al settore

source: Destroy the AI and collect its artifact
it: Distruggete l'IA e raccogliete il suo artefatto.

source: Hello! I've heard about a failed experiment. A long time ago somebody attempted to build an automated spaceship that fights Xsotan. People call it the AI. Apparently Xsotan technology was used when constructing it. You should check it out. Greetings, %1%
it: Ciao! Ho sentito parlare di un esperimento fallito. Molto tempo fa qualcuno ha tentato di costruire un'astronave automatizzata che combatte Xsotan. La gente la chiama IA. A quanto pare è stata usata la tecnologia Xsotan per costruirla. Dovresti controllare. Saluti, %1%

# Mail Subject
source: A Failed Experiment
it: Un esperimento fallito

source: Have you heard about the Xsotan fighting machine?
it: Avete sentito parlare della macchina da combattimento Xsotan?

source: No, I'm sorry, I can't help you there. You should ask someone else.
it: No, mi dispiace, non posso aiutarla. Dovrebbe chiedere a qualcun altro.

source: Okay, thanks.
it: Ok, grazie.

source: I've heard about it. I believe it was last seen in sector (${x}:${y}). But it's supposed to be really dangerous, are you sure you want to go there?
it: Ne ho sentito parlare. Credo sia stato visto l'ultima volta nel settore (${x}:${y}). Ma dovrebbe essere molto pericoloso, sei sicuro di volerci andare?

source: I know what I'm doing.
it: So cosa sto facendo.

source: Sorry, I can't help you there. Maybe you should try asking somebody closer to the edge of the galaxy.
it: Mi dispiace, non posso aiutarvi. Forse dovresti provare a chiedere a qualcuno più vicino ai confini della galassia.

source: Thanks for your help.
it: Grazie per il vostro aiuto.

source: Sorry, I don't know anything about that. Try asking somebody closer to the center of the galaxy.
it: Mi dispiace, non ne so nulla. Provi a chiedere a qualcuno più vicino al centro della galassia.

source: Artifact Delivery
it: Consegna dell'artefatto

source: Some people who call themselves 'The Brotherhood' have posted bulletins and are looking for Xsotan artifacts. They seem to pay a high reward to people who bring them artifacts.
it: Alcune persone che si fanno chiamare 'La Fratellanza' hanno pubblicato dei bollettini e sono alla ricerca di manufatti Xsotan. Sembra che paghino un'alta ricompensa a chi porta loro gli artefatti.

source: The Smuggler Boss
it: Il capo contrabbandiere

source: A powerful smuggler boss is rumored to have a Xsotan artifact. Go to a smuggler hideout and try to find out where the smuggler boss is.
it: Si dice che un potente boss del contrabbando possieda un manufatto Xsotan. Recatevi in un nascondiglio di contrabbandieri e cercate di scoprire dove si trova il boss del contrabbando.

source: Find a Smuggler Hideout and talk to the smugglers
it: Trovate un nascondiglio dei contrabbandieri e parlate con loro.

source: Follow the smuggler's instructions
it: Seguire le istruzioni del contrabbandiere

source: Talk to Bottan
it: Parla con Bottan

source: Read the mysterious mail you've just received
it: Leggete la misteriosa mail che avete appena ricevuto

source: Work with Bottan's enemy
it: Lavorare con il nemico di Bottan

source: Take revenge on Bottan and collect his artifact
it: Vendicatevi di Bottan e raccogliete il suo artefatto.

source: Hello! I’ve heard about another strange artifact. It seems that a smuggler has somehow got his hands on it. You should find a smuggler’s market and see if you can get the smugglers to trust you. Maybe they’ll lead you to the smuggler boss. He should have the artifact. Greetings, %1%
it: Ciao! Ho sentito parlare di un altro strano artefatto. Sembra che un contrabbandiere ci abbia messo le mani sopra. Dovresti trovare un mercato di contrabbandieri e vedere se riesci a convincerli a fidarsi di te. Forse vi condurranno dal capo dei contrabbandieri. Dovrebbe avere il manufatto. Saluti, %1%

# Mail Subject
source: Find the Smuggler
it: Trova il contrabbandiere

source: The Trading Guild
it: La Gilda del Commercio

source: Buy an artifact from a Mobile Merchant
it: Acquistare un manufatto da un commerciante mobile

source: Buy a Trade Guild Beacon from an Equipment Dock
it: Acquistare un Faro della Gilda Commerciale da una Darsena degli Equipaggiamenti

source: Activate the Trade Guild Beacon
it: Attivare il segnalatore della gilda commerciale

source: Buy the Artifact from the Mobile Merchant
it: Acquistare l'artefatto dal mercante mobile

source: Hello! There are merchants from the Trading Guilds that might sell one of the artifacts you are looking for. It seems that they have to be called in a special way. Look out for a way to call them and you should be able purchase an artifact. Greetings, %1%
it: Ciao! Ci sono mercanti delle Gilde commerciali che potrebbero vendere uno degli artefatti che stai cercando. Sembra che debbano essere chiamati in un modo speciale. Cerca un modo per chiamarli e dovresti essere in grado di acquistare un artefatto. Saluti, %1%

# Mail Subject
source: Trading Guild
it: Gilda del commercio

source: Getting Technical
it: Approfondimenti tecnici

source: Collect and research Xsotan technology to use against the Wormhole Guardian.
it: Raccogliere e ricercare la tecnologia Xsotan da utilizzare contro il Guardiano del Wormhole.

source: Crossing the Barrier
it: Superare la barriera

source: Be the first to cross the Barrier.
it: Siate i primi a superare la barriera.

source: (optional) Ask the Hermit for more information
it: (facoltativo) Chiedere all'Eremita ulteriori informazioni.

source: Cross the Barrier
it: Superare la barriera

source: Hello! Nicely done! You collected all artifacts. Now, according to my sources you have to find the sector with the eight key asteroids to open the gate. It should be close to the barrier. Good luck! Greetings, %1%
it: Ciao! Ben fatto! Hai raccolto tutti i manufatti. Ora, secondo le mie fonti, devi trovare il settore con gli otto asteroidi chiave per aprire il cancello. Dovrebbe essere vicino alla barriera. Buona fortuna! Saluti, %1%

# Mail Subject
source: Find and activate the gate
it: Trovare e attivare il cancello

source: (optional) Ask the Hermit for more information (${x}:${y})
it: (opzionale) Chiedere all'Eremita ulteriori informazioni (${x}:${y})

source: Would you help me again?
it: Mi aiuterebbe di nuovo?

source: Ah the young one again, what is it this time?
it: Ancora il giovane, cosa c'è questa volta?

source: I need more information.
it: Ho bisogno di ulteriori informazioni.

source: Always on the hunt, hu? Well, start talking!
it: Sempre a caccia, eh? Beh, inizia a parlare!

source: I have the eight artifacts. Now what?
it: Ho gli otto manufatti. E adesso?

source: Ah, you’re looking for the gate. Very interesting thing that was. Hum, mh, hum, where do I start.. Remember the ship from the center that I told you about? Their arrival started a race of the best scientists and the most ruthless corporations to find a way to the inside.
it: Ah, stai cercando il cancello. Una cosa molto interessante. Hum, mh, hum, da dove comincio... Ricordate la nave del centro di cui vi ho parlato? Il loro arrivo ha dato il via a una gara tra i migliori scienziati e le corporazioni più spietate per trovare una via d'accesso all'interno.

source: How did that go?
it: Com'è andata?

source: About as well as you could expect. Supposedly they managed to build a teleporter system that would be able to open a gate across the barrier. But they never managed to open it. There’s been tons of rumors that these artifacts you have could make it work, but nobody has ever tried.
it: Più o meno come ci si poteva aspettare. Si dice che siano riusciti a costruire un sistema di teletrasporto in grado di aprire un cancello attraverso la barriera. Ma non sono mai riusciti ad aprirlo. Ci sono state tonnellate di voci secondo cui i manufatti che avete potrebbero farlo funzionare, ma nessuno ci ha mai provato.

source: That sounds promising. Where was that?
it: Sembra promettente. Dov'è stato?

source: I've never been there myself. But I've heard that lots of workers with machinery were seen entering sector (${x}:${y}). You should go there.
it: Non ci sono mai stato di persona. Ma ho sentito dire che sono stati visti molti lavoratori con macchinari entrare nel settore (${x}:${y}). Dovresti andarci.

source: Thank you, I’ll start there.
it: Grazie, inizierò da lì.

source: Operation Exodus
it: Operazione Esodo

source: Operation Exodus:${remaining}
it: Operazione Exodus: ${remaining}

# first part of a code that has to be used on a keypad later
source: Code Fragment A =
it: Frammento di codice A =

# second part of a code that has to be used on a keypad later
source: Code Fragment B =
it: Frammento di codice B =

source: Explore the final sector
it: Esplorare il settore finale

source: After deciphering the beacons, you found another beacon leading to a new location:
it: Dopo aver decifrato i fari, avete trovato un altro faro che conduce a una nuova posizione:

source: Messages:
it: Messaggi:

source: You found a beacon with a cryptic message for all participants of the so-called 'Operation Exodus'.
it: Avete trovato un faro con un messaggio criptico per tutti i partecipanti alla cosiddetta "Operazione Exodus".

source: The Haathi
it: Gli Haathi

source: Find out more about the Haathi
it: Per saperne di più sugli Haathi

source: Find the first beacon
it: Trovare il primo faro

source: Ask around to find another beacon. Once you have found matching beacons, go to the location indicated by them
it: Chiedete in giro per trovare un altro segnalatore. Una volta trovati i segnalatori corrispondenti, recatevi nel luogo da essi indicato.

source: Find the beacon in sector
it: Trovare il faro nel settore

source: Follow the beacons
it: Seguire i fari

source: Talk to the final beacon
it: Parlare con l'ultimo faro

source: Hello! Somebody told me about strange beacons in this area. We should go take a look at them. Greetings, The Hermit
it: Ciao! Qualcuno mi ha parlato di strani fari in questa zona. Dovremmo andare a dare un'occhiata. Saluti, L'Eremita

source: Hello! Somebody told me about strange beacons in this area. We should go take a look at them. I already tracked one in sector (%1%:%2%). Go there and take a look at the beacon. Greetings, The Hermit
it: Ciao! Qualcuno mi ha parlato di strani fari in questa zona. Dovremmo andare a dare un'occhiata. Ne ho già tracciato uno nel settore (%1%:%2%). Andate lì e date un'occhiata al radiofaro. Saluti, L'Eremita

# Mail Subject
source: The Haathi
it: Gli Haathi

source: Investigate the beacon in sector (${xCoord}:${yCoord})
it: Indagare il faro nel settore (${xCoord}:${yCoord})

source: Do you know where to find beacons that talk to you?
it: Sapete dove trovare i segnalatori che vi parlano?

source: Go to the beacon in sector (${xCoord}:${yCoord})
it: Andare al faro nel settore (${xCoord}:${yCoord})

source: I've never seen anything of the sort. Ask someone else.
it: Non ho mai visto nulla del genere. Chieda a qualcun altro.

source: There was a strange beacon in sector (${x}:${y}). It didn't do anything special except repeating a message over and over that I couldn't do anything with.
it: C'era uno strano radiofaro nel settore (${x}:${y}). Non faceva nulla di speciale, se non ripetere in continuazione un messaggio con cui non potevo fare nulla.

source: The adventurer heard some interesting rumors. He thinks he knows someone that could help you find out more about the Xsotan.
it: L'avventuriero ha sentito delle voci interessanti. Pensa di conoscere qualcuno che potrebbe aiutarvi a scoprire di più sugli Xsotan.

source: Wait for new information
it: Attendere nuove informazioni

source: Read the second mail
it: Leggi la seconda mail

source: Hello! You’ve found an interesting artifact. You should hang on to it! Meet me in sector (%1%:%2%). I‘ve found out a lot about the Xsotan! There is only one small hitch... Let's talk about that in person. Greetings, %3%
it: Ciao! Avete trovato un manufatto interessante. Dovresti tenerlo con te! Incontriamoci nel settore (%1%:%2%). Ho scoperto molte cose sugli Xsotan! C'è solo un piccolo intoppo... Parliamone di persona. Saluti, %3%

# Mail Subject
source: Need to talk
it: Bisogno di parlare

source: Meet the Hermit in sector (${xCoord}:${yCoord})
it: Incontrare l'Eremita nel settore (${xCoord}:${yCoord})

source: Hello! The person who might help us is known as the Hermit. He lives in sector (%1%:%2%). Look for the giant asteroid he has made his home. Greetings, %3%
it: Ciao! La persona che potrebbe aiutarci è conosciuta come l'Eremita. Vive nel settore (%1%:%2%). Cercate l'asteroide gigante che ha reso la sua casa. Saluti, %3%

# Mail Subject
source: Meet Up Location
it: Luogo dell'incontro

source: Hello! Thank you for coming!
it: Ciao a tutti! Grazie per essere venuti!

source: Sure!
it: Certo!

source: I’ve managed to find out something interesting! There is good news and bad news.
it: Sono riuscito a scoprire qualcosa di interessante! Ci sono notizie buone e cattive.

source: Tell me, please!
it: Ditemi, per favore!

source: The good news is that I know where the Xsotan might have their bases.
it: La buona notizia è che so dove gli Xsotan potrebbero avere le loro basi.

source: That’s great!
it: È fantastico!

source: The bad news is that they are coming from the other side of the Barrier.
it: La cattiva notizia è che provengono dall'altro lato della Barriera.

source: That sounds bad.
it: Sembra una cosa brutta.

source: Do you know what the Barrier is?
it: Sapete cos'è la Barriera?

source: I’m not sure...
it: Non sono sicuro...

source: I've heard of it.
it: Ne ho sentito parlare.
