Repository: GLWine/Avorion-ITA
Catalog: Avorion/data/localization/*.po
Languages: it

source: Apparently, the \c(0d0)AI\c() was once programmed to fend off the Xsotan. Legends say that the manufacturer promised it would never attack non-Xsotan!
it: A quanto pare, una volta il \c(0d0)AI\c() era stato programmato per respingere gli Xsotan. Le leggende dicono che il produttore aveva promesso che non avrebbe mai attaccato i non Xsotan!

source: \c(0d0)Bottan\c() is an infamous smuggler, known to screw over friend and foe.
it: \Bottanc(0d0)Bottanc() è un famigerato contrabbandiere, noto per fregare amici e nemici.

source: The \c(0d0)Four\c() are a group of ruthless scientists, trying to be the first over the Barrier. They'll try everything to get their hands on any of the exceedingly rare \c(0d0)Xsotan Artifacts\c().
it: Gli \c(0d0)Four() sono un gruppo di scienziati spietati che cercano di superare per primi la Barriera. Faranno di tutto per mettere le mani su uno dei rarissimi \c(0d0)Artefatti Xsotan().

source: The Wormhole Guardian
it: Il Guardiano del Wormhole

source: This strange \c(0d0)Xsotan\c() ship seems to be guarding the center of the galaxy. It's a Xsotan mothership that can utilize the black hole's energy to open \c(0d0)Wormholes\c() to call more and more Xsotan reinforcements.
it: Questa strana nave Xsotan sembra sorvegliare il centro della galassia. È una nave madre Xsotan che può utilizzare l'energia del buco nero per aprire \c(0d0)Wormholes() per chiamare sempre più rinforzi Xsotan.

source: Fleet Management
it: Gestione della flotta

source: You can assign \c(0d0)Captains\c() on your ships, either to command a ship of yours while it is in a different sector, or to profit from your captain's experience while you're still in control of your ship yourself.
it: Potete assegnare \c(0d0)Capitani() alle vostre navi, sia per comandare una vostra nave mentre si trova in un altro settore, sia per approfittare dell'esperienza del vostro capitano mentre siete ancora al comando della vostra nave.

source: All captains have different character traits, which they can improve by gaining \c(0d0)experience\c() while on commands and thereby \c(0d0)leveling up\c().
it: Tutti i capitani hanno tratti caratteriali diversi, che possono migliorare guadagnando \c(0d0)esperienza\c() durante i comandi e quindi \c(0d0)salendo di livello\c().

source: When captains level up, the impact of their perks will be increased while their quirks will have less of an effect.
it: Quando i capitani salgono di livello, l'impatto dei loro vantaggi aumenterà, mentre le loro caratteristiche avranno un effetto minore.

source: However, not all captains are equally talented. Each captain can be classified by \c(0d0)tiers (0 to 3)\c().
it: Tuttavia, non tutti i capitani hanno lo stesso talento. Ogni capitano può essere classificato per livelli (da 0 a 3).

source: Captains with higher tiers are more experienced and will be more successful when sent to carry out commands, but they do ask for a higher salary.
it: I capitani con livelli più alti sono più esperti e avranno più successo quando vengono inviati a eseguire i comandi, ma chiedono uno stipendio più alto.

source: Lower tier captains can be hired at stations while Tier 3 captains have to be found by other means.
it: I capitani di livello inferiore possono essere assunti nelle stazioni, mentre quelli di livello 3 devono essere trovati in altro modo.

source: You might not be the only one looking for them, so keep your eyes open when you are in a civilized sector.
it: Potreste non essere gli unici a cercarli, quindi tenete gli occhi aperti quando siete in un settore civile.

source: Captain's Classes
it: Classi del Capitano

source: Tiers
it: Livelli

source: Captains are talented individuals and they can have up to two classes: \c(0d0)Tier 0\c() captains don't have a class in the beginning, but they will specialize on a profession once they reach level 5.
it: I capitani sono individui di talento e possono avere fino a due classi: \I capitani non hanno una classe all'inizio, ma si specializzeranno su una professione una volta raggiunto il livello 5.

source: \c(0d0)Tier 1\c() and \c(0d0)Tier 2\c() have one class and \c(0d0)Tier 3\c() captains even have two classes.
it: \I capitani dei livelli 1 e 2 hanno una classe e i capitani dei livelli 3 hanno addirittura due classi.

source: Read about the individual classes in the next chapters.
it: Nei prossimi capitoli troverete informazioni sulle singole classi.

source: \c(0d0)Miners\c() are specialists when it comes to the extraction of resources.
it: \I minatori sono specialisti nell'estrazione di risorse.

source: They can conduct longer mining operations than other captains.
it: Possono condurre operazioni di estrazione più lunghe rispetto agli altri capitani.

source: They are also more effective at mining resources, which is why they get \c(0d0)higher yields\c() from operations.
it: Sono anche più efficaci nell'estrazione delle risorse, motivo per cui ottengono rendimenti più elevati dalle operazioni.

source: If they are active on the ship you command, they will \c(0d0)detect valuable asteroids\c() from a distance and point them out to you.
it: Se sono attivi sulla nave che comandate, rileveranno a distanza gli asteroidi di valore e ve li indicheranno.

source: They can manage two additional \c(0d0)unarmed turret slots\c().
it: Possono gestire due slot aggiuntivi per torrette non armate.

source: If you're looking to hire Miners check the \c(0d0)Mines\c() in the area. Most Miners tend to stick to them.
it: Se state cercando di assumere minatori, controllate le \c(0d0)Mines() della zona. La maggior parte dei minatori tende ad attenersi ad esse.

source: Scavengers
it: Spazzini

source: \c(0d0)Scavengers\c() specialize in salvaging.
it: \Gli spazzini sono specializzati nel recupero.

source: They are able to conduct longer salvaging operations than other captains and they achieve \c(0d0)higher yields\c() when performing salvaging commands.
it: Sono in grado di condurre operazioni di salvataggio più lunghe rispetto agli altri capitani e ottengono rendimenti più elevati quando eseguono comandi di salvataggio.

source: If they are active on the ship you command, they will \c(0d0)spot valuable wrecks\c() from a distance and point them out to you.
it: Se sono attivi sulla nave da voi comandata, individueranno da lontano i relitti di valore e ve li indicheranno.

source: Captains with this specialization are often found at \c(0d0)Scrapyards\c(), where they earn their livelihood.
it: I capitani con questa specializzazione si trovano spesso a \c(0d0)Scrapyards\c(), dove si guadagnano da vivere.

source: Merchants
it: Commercianti

source: No one knows the intricacies of the market better than a \c(0d0)merchant\c().
it: Nessuno conosce le complessità del mercato meglio di un mercante().

source: Through their connections, they are able to handle a wider variety of goods than anyone else.
it: Grazie alle loro connessioni, sono in grado di gestire una varietà di merci più ampia di chiunque altro.

source: This increases the \c(0d0)number of goods\c() they can move on procure and sell operations.
it: Questo aumenta il numero di merci che possono spostare durante le operazioni di acquisto e vendita.

source: They also carry licenses for dangerous and suspicious goods.
it: Sono inoltre in possesso di licenze per merci pericolose e sospette.

source: If they are active on the ship you command, you will also benefit from their \c(0d0)licenses.
it: Se sono attivi sulla nave che comandate, beneficerete anche delle loro licenze \c(0d0).

source: While Merchants can be found all over the galaxy, when in doubt try a \c(0d0)Trading Post\c(). There might be someone there who is looking for a new job.
it: Sebbene i mercanti si trovino in tutta la galassia, in caso di dubbio provate ad andare in un \c(0d0)Trading Post(). Potrebbe esserci qualcuno in cerca di un nuovo lavoro.

source: \c(0d0)Smugglers\c() are the best choice for shady deals.
it: \I contrabbandieri sono la scelta migliore per gli affari loschi.

source: They can get rid of goods anywhere, which allows them to move \c(0d0)more goods\c() on procure and sell operations.
it: Possono sbarazzarsi di merci ovunque, il che consente loro di spostare più merci nelle operazioni di acquisto e vendita.

source: They also have 'licenses' for all goods.
it: Hanno anche "licenze" per tutte le merci.

source: If they are active on the ship you command, you will also benefit from their \c(0d0)'licenses'\c().
it: Se sono attivi sulla nave che si comanda, si beneficerà anche delle loro \c(0d0)'licenze'\c().

source: Smugglers tend to stay away from the more righteous places. So if you want to find one, you should look for \c(0d0)Smugglers' Markets\c() and the like.
it: I contrabbandieri tendono a stare lontani dai luoghi più retti. Quindi, se volete trovarne uno, cercate i mercati dei contrabbandieri e simili.

source: Explorers
it: Esploratori

source: \c(0d0)Explorers\c() always keep their eyes open for unexplored sectors.
it: \Gli Explorersc() tengono sempre gli occhi aperti sui settori inesplorati.

source: When they pass \c(0d0)interesting sectors\c() while on an operation, they mark them for you.
it: Quando passano \c(0d0)interessanti settori\c() durante un'operazione, li contrassegnano per voi.

source: They can use the latest radar technology, and when active on the ship you command, they reveal sectors with \c(0d0)hidden mass signatures\c() (yellow blip) in a bigger radius.
it: Possono utilizzare la più recente tecnologia radar e, quando sono attivi sulla nave comandata, rivelano i settori con firme di massa nascoste (blip giallo) in un raggio maggiore.

source: Explorers can often be found at \c(0d0)Research Stations\c(), where they actively participate in finding new and exiting things. If you want to hire one, you should look there as well.
it: Gli esploratori si trovano spesso nelle \c(0d0)Stazioni di ricerca(), dove partecipano attivamente alla ricerca di cose nuove e interessanti. Se volete assumerne uno, dovreste cercare anche lì.

source: Because of their military training, \c(0d0)commodores\c() have developed a sense for danger.
it: Grazie all'addestramento militare, i commodores() hanno sviluppato un senso del pericolo.

source: This allows them to better anticipate (and avoid) attacks by pirates or other enemies.
it: Questo permette loro di anticipare meglio (ed evitare) gli attacchi dei pirati o di altri nemici.

source: Their combat experience allows them to manage two additional \c(0d0)armed turret slots\c() when active on the ship you command.
it: La loro esperienza di combattimento consente loro di gestire due torrette armate aggiuntive quando sono attive sulla nave che comandano.

source: They also increase the number of slots for \c(0d0)automatic targeting\c() by four.
it: Inoltre, aumentano di quattro unità il numero di slot per il targeting automatico di \c(0d0).

source: The best way to find a commodore is to ask at a \c(0d0)Military Outpost\c(). Fresh from the academy and all that.
it: Il modo migliore per trovare un commodoro è chiedere a un avamposto militare. Appena uscito dall'accademia e tutto il resto.

source: Daredevils
it: Temerari

source: \c(0d0)Daredevils\c() love a challenge and will find an opportunity to prove themselves everywhere.
it: \I temerari amano le sfide e trovano ovunque l'opportunità di mettersi alla prova.

source: They often collect trophies in battles, and are happy to \c(0d0)share their spoils\c(), such as subsystems or turrets, with their allies.
it: Spesso raccolgono trofei durante le battaglie e sono felici di condividere il loro bottino, come sottosistemi o torrette, con gli alleati.

source: Their wild nature inspires gunners to shoot faster than usual.
it: La loro natura selvaggia spinge i tiratori a sparare più velocemente del solito.

source: The \c(0d0)fire rate\c() on your ship increases by 10% while daredevils are active on the ship you command.
it: Il tasso di fuoco della tua nave aumenta del 10% quando i temerari sono attivi sulla nave che comandi.

source: Daredevils know how to live life. If you're looking for one, look around for \c(0d0)Casinos\c() and \c(0d0)Habitats\c(), as you'll usually meet them where there are a lot of people.
it: I temerari sanno come vivere la vita. Se ne state cercando uno, cercate in giro i \c(0d0)Casinò\c() e gli \c(0d0)Habitat\c(), perché di solito li incontrerete dove c'è molta gente.

source: Scientists
it: Scienziati

source: \c(0d0)Scientists\c() are very interested in researching the \c(0d0)Rifts\c().
it: \Gli scienziati() sono molto interessati alla ricerca sui Rifts().

source: When they command a ship in a rift, they gather \c(0d0)Rift Research Data\c() on their own, up to a certain limit. They also increase the amount of data gathered by destroying Xsotan.
it: Quando comandano una nave in una spaccatura, raccolgono da soli \c(0d0)Dati di Ricerca Spaccatura(), fino a un certo limite. Aumentano inoltre la quantità di dati raccolti distruggendo Xsotan.

source: An important part of their job is keeping their eyes open for every detail. This allows Scientists to find and highlight Rift Research Data and Scannable Objects in rifts.
it: Una parte importante del loro lavoro consiste nel tenere gli occhi aperti su ogni dettaglio. Questo permette agli scienziati di trovare ed evidenziare i dati di ricerca e gli oggetti scansionabili nelle spaccature.

source: Scientists value the company of their colleagues. They often stay at \c(0d0)Rift Research Centers\c().
it: Gli scienziati apprezzano la compagnia dei colleghi. Spesso soggiornano presso i Rift Research Centers (0d0).

source: Xsotan Hunters
it: Cacciatori di Xsotan

source: \c(0d0)Xsotan Hunters\c() are specialists in attracting Xsotan and hunt them with passion.
it: \I cacciatori di Xsotan sono specialisti nell'attirare gli Xsotan e li cacciano con passione.

source: When commanding a ship in \c(0d0)Rifts\c(), they attract special, rare Xsotan. It takes some time before the attraction is successful and the hunt can begin.
it: Quando si comanda una nave in \c(0d0)Rifts\c(), si attirano Xsotan speciali e rari. Ci vuole un po' di tempo prima che l'attrazione abbia successo e la caccia possa iniziare.

source: Only those who have many years of experience fighting the Xsotan become Xsotan Hunters. Therefore, they are usually found at \c(0d0)Resistance Outposts\c().
it: Solo coloro che hanno molti anni di esperienza nella lotta contro gli Xsotan diventano Cacciatori di Xsotan. Per questo motivo, di solito si trovano negli avamposti della resistenza (0d0).

source: The \c(0d0)Strategy Mode\c() allows you to issue commands to ships in your sector.
it: La strategia \c(0d0)Mode\c() consente di impartire comandi alle navi del proprio settore.

source: Select a ship or a group of ships and then use the icons at the bottom of the screen to give an order.
it: Selezionate una nave o un gruppo di navi e utilizzate le icone in fondo allo schermo per impartire un ordine.

source: All ships and stations in the sector are listed here, and you can see the goods that are being bought and sold, the crew members waiting to be hired and the missions availabe at bulletin boards.
it: Tutte le navi e le stazioni del settore sono elencate qui, e si possono vedere le merci che vengono acquistate e vendute, i membri dell'equipaggio in attesa di essere assunti e le missioni disponibili nelle bacheche.

source: Move the Strategy View by using the \c(fff)arrow keys\c() or \c(fff)[W]\c(), \c(fff)[A]\c(), \c(fff)[S]\c(), \c(fff)[D]\c(), or by moving \c(fff)[Left Mouse]\c() to the edge of your screen (this can be disabled in the settings menu).
it: Spostare la Vista Strategia utilizzando i tasti freccia \c(fff)o \c(fff)[W]\c(), \c(fff)[A]\c(), \c(fff)[S]\c(), \c(fff)[D]\c(), oppure spostando \c(fff)[Mouse sinistro]\c() sul bordo dello schermo (questa funzione può essere disattivata nel menu delle impostazioni).

source: The Strategy View can be rotated with with \c(fff)[Right Mouse]\c(), and you can move through the planes by holding \c(fff)[Left SHIFT]\c() and dragging \c(fff)[Left Mouse]\c().
it: La Vista Strategia può essere ruotata con \c(fff)[Mouse destro]\c() e ci si può muovere tra i piani tenendo premuto \c(fff)[MAIUSC sinistro]\c() e trascinando \c(fff)[Mouse sinistro]\c().

source: Every ship has an \c(0d0)Autopilot\c().
it: Ogni nave ha un pilota automatico (0d0).

source: While you are in the same sector as one of your ships, you can tell it to carry out small, single target orders like \c(fff)attacking\c() a target, \c(fff)harvesting\c() an asteroid, \c(fff)docking\c() to a station, \c(fff)guarding\c() a spot, or \c(fff)flying\c() to a position or through a gate.
it: Mentre vi trovate nello stesso settore di una delle vostre navi, potete dirle di eseguire piccoli ordini a bersaglio singolo, come \c(fff)attaccare\c() un bersaglio, \c(fff)raccogliere\c() un asteroide, \c(fff)attraccare\c() a una stazione, \c(fff)sorvegliare\c() un punto, o \c(fff)volare\c() verso una posizione o attraverso un cancello.

source: You can give those orders by selecting the \c(0d0)robot icon\c() at the top right or by opening \c(0d0)Strategy Mode\c() and selecting the icons at the bottom of the screen or right clicking a target.
it: Gli ordini possono essere impartiti selezionando l'icona del robot in alto a destra o aprendo la modalità Strategia e selezionando le icone in basso sullo schermo o cliccando con il tasto destro del mouse su un obiettivo.

source: You can also interact with the ship by pressing \c(fff)[${interact}]\c() and selecting one of the orders there.
it: È anche possibile interagire con la nave premendo \c(fff)[${interact}]\c() e selezionando uno degli ordini presenti.

source: More advanced orders are unavailable if your ship doesn't have a \c(0d0)Captain\c(). See the chapters on \c(0d0)Galaxy Map Orders\c() and \c(0d0)Captain's Commands\c() for more advanced commands.
it: Gli ordini più avanzati non sono disponibili se la vostra nave non ha un \c(0d0)capitano(). Per i comandi più avanzati, consultare i capitoli \c(0d0)Ordini della mappa della galassia\c() e \c(0d0)Comandi del capitano\c().

source: Galaxy Map Orders
it: Ordini di mappe galattiche

source: If your ship has a \c(0d0)Captain\c() you don't have to stay in the same sector, your captain will carry out commands without you there.
it: Se la vostra nave ha un \c(0d0)Capitano() non siete obbligati a rimanere nello stesso settore, il vostro capitano eseguirà i comandi anche senza di voi.

source: If you want your ship to perform orders that deal with more than one target or that are stretched over multiple sectors, command it via the \c(0d0)Galaxy Map\c().
it: Se volete che la vostra nave esegua ordini che riguardano più di un bersaglio o che si estendono su più settori, comandatela tramite il comando \c(0d0)Galaxy Map\c().

source: Press \c(fff)[${shift}]\c() while issuing certain orders to enchain them.
it: Premere \c(fff)[${shift}]\c() mentre si impartiscono determinati ordini per incatenarli.

source: Here, you can give simple orders like \c(fff)patrolling\c() a sector, \c(fff)attacking\c() all enemies in a sector, \c(fff)repairing\c() all ships in a sector or even just \c(fff)jumping\c() to another sector.
it: Qui si possono impartire ordini semplici come \c(fff)pattugliare\c() un settore, \c(fff)attaccare\c() tutti i nemici in un settore, \c(fff)riparare\c() tutte le navi in un settore o anche solo \c(fff)saltare\c() in un altro settore.

source: To read about even more advanced commands take a look at the chapter on \c(0d0)Captain's Commands\c().
it: Per conoscere comandi ancora più avanzati, consultate il capitolo sui comandi del capitano \c(0d0)\c().

source: Captain's Commands
it: Comandi del capitano

source: \c(0d0)Captains\c() can carry out very advanced commands on their own.
it: \c(0d0)Captains\c() possono eseguire da soli comandi molto avanzati.

source: While they are working on a command, they will need full control of the ship and will be unavailable to you.
it: Mentre stanno lavorando a un comando, avranno bisogno del pieno controllo della nave e non saranno disponibili per voi.

source: To assign a command select the ship on the \c(0d0)Galaxy Map\c() and choose a command.
it: Per assegnare un comando, selezionare la nave sulla mappa galattica \c(0d0)e scegliere un comando.

source: You will be able to specify your orders and tell the captain which area to work in.
it: Potrete specificare i vostri ordini e dire al capitano in quale area lavorare.

source: The classes, level, tier and character traits of a captain will influence how well the command will be executed.
it: Le classi, il livello, il grado e i tratti caratteriali di un capitano influiscono sull'esecuzione del comando.

source: During most of the commands, the captain acquires money, resources, items or more.
it: Durante la maggior parte dei comandi, il capitano acquisisce denaro, risorse, oggetti o altro.

source: Collect those yields in the \c(0d0)Fleet Tab\c() of the \c(0d0)Player Menu\c().
it: Raccogliere questi rendimenti nel \c(0d0)Fleet Tab\c() del \c(0d0)Player Menu\c().

source: Founding Stations
it: Stazioni fondatrici

source: When buying a ship at a \c(0d0)Shipyard\c() you can choose to order a \c(0d0)Station Founder\c().
it: Quando si acquista una nave in un \c(0d0)Cantiere navale() si può scegliere di ordinare un \c(0d0)Fondatore di stazioni().

source: With the necessary funds, it can be transformed into a station.
it: Con i fondi necessari, può essere trasformata in una stazione.

source: If you build too many stations in a sector controlled by another faction, you will eventually take over the sector and your relations to that faction will suffer.
it: Se costruite troppe stazioni in un settore controllato da un'altra fazione, alla fine prenderete il controllo del settore e le vostre relazioni con quella fazione ne risentiranno.

source: Once transformed, the station will only be able to move if put into \c(0d0)Transport Mode\c() and docked to a ship.
it: Una volta trasformata, la stazione sarà in grado di muoversi solo se messa in modalità \c(0d0)Trasporto() e agganciata a una nave.

source: Some stations produce, buy and sell trading goods and will make profit over time, so it is important to have those in profitable area where supply and demand are advantageous.
it: Alcune stazioni producono, acquistano e vendono beni commerciali e guadagnano nel tempo, quindi è importante che siano presenti in aree redditizie dove la domanda e l'offerta sono vantaggiose.

source: To find such an area, install a \c(0d0)Trading Subsystem\c() on your ship (see section \c(0d0)Trade\c() -> \c(0d0)Trading Subsystem\c()).
it: Per trovare una zona di questo tipo, installate un Sottosistema di Trading sulla vostra nave (vedi sezione \c(0d0)Trade\c() -> \c(0d0)Trading Subsystem\c()).

source: Production Chains
it: Catene di produzione

source: In order to produce goods, most stations need resources.
it: Per produrre beni, la maggior parte delle stazioni ha bisogno di risorse.

source: These have to be bought from other stations or traders.
it: Questi devono essere acquistati da altre stazioni o da commercianti.

source: You can also provide goods to your stations by building a production line consisting of multiple stations.
it: Potete anche fornire merci alle vostre stazioni costruendo una linea di produzione composta da più stazioni.

source: Transport goods between them with \c(0d0)Cargo Shuttles\c()!
it: Trasportate le merci tra di loro con le navette Cargo()!

source: Configure them in the factory menu to fetch or bring goods to another station in the sector.
it: Configurarli nel menu della fabbrica per recuperare o portare merci a un'altra stazione del settore.
