Repository: GLWine/Avorion-ITA
Catalog: Avorion/data/localization/*.po
Languages: it

source: Large Fighters
it: Combattenti di grandi dimensioni

source: Production Capacity
it: Capacità di produzione

source: Production Speedup
it: Accelerazione della produzione

source: Productions
it: Produzioni

source: Docks
it: Banchine

source: Free Arbitrary Turrets
it: Torrette arbitrarie gratuite

source: Armed Turret Slots
it: Slot per torrette armate

source: Unarmed Turret Slots
it: Slot per torrette non armate

source: Defensive Turret Slots
it: Slot per torrette difensive

source: Arbitrary Turret Slots
it: Slot per torrette arbitrarie

source: Unarmed Turrets In Arbitrary Slots
it: Torrette disarmate in slot arbitrari

source: Armed Turrets In Arbitrary Slots
it: Torrette armate in slot arbitrari

source: Defensive Turrets In Arbitrary Slots
it: Torrette difensive in slot arbitrari

source: Torpedo Storage Space
it: Spazio per riporre i siluri

source: Cloning Capacity
it: Capacità di clonazione

source: Academy Capacity
it: Capacità dell'Accademia

source: Recruit
it: Reclutamento

source: Sergeant
it: Sergente

source: Lieutenant
it: Tenente

source: Colonel
it: Colonnello

# as in an undefined amount of Engineers
source: Engineers
it: Ingegneri

# as in an undefined amount of Gunners
source: Gunners
it: Cannonieri

# as in an undefined amount of Miners
source: Miners
it: Minatori

# as in an undefined amount of Mechanics
source: Mechanics
it: Meccanica

# as in an undefined amount of Pilots
source: Pilots
it: Piloti

# as in an undefined amount of Security
source: Security
it: Sicurezza

# as in an undefined amount of Boarders
source: Boarders
it: Pontieri

# as in an undefined amount of Crewmembers
source: Crewmembers
it: Membri dell'equipaggio

source: These eager allrounders can be assigned to nearly any position.
it: Questi volenterosi tuttofare possono essere assegnati a quasi tutte le posizioni.

source: Engineers maintain and run all technical blocks on your ship.
it: Gli ingegneri si occupano della manutenzione e del funzionamento di tutti i blocchi tecnici della nave.

source: Gunners operate armed turrets. They take care of energy supply, ammunition, maintenance, targeting systems, and many more.
it: Gli artiglieri gestiscono le torrette armate. Si occupano della fornitura di energia, delle munizioni, della manutenzione, dei sistemi di puntamento e di molto altro ancora.

source: Miners operate mining turrets. They take care of energy supply, ores and scrap, maintenance, targeting, and many more.
it: I minatori gestiscono le torrette minerarie. Si occupano dell'approvvigionamento energetico, dei minerali e dei rottami, della manutenzione, del puntamento e di molto altro ancora.

source: Mechanics repair your ship but cannot rebuild destroyed blocks.
it: I meccanici riparano la nave, ma non possono ricostruire i blocchi distrutti.

source: Pilots will fly fighters.
it: I piloti pilotano i caccia.

source: Security will defend your ships against enemy boarders.
it: La sicurezza difenderà le vostre navi dagli abbordaggi nemici.

source: Boarders can be flown to other ships to infiltrate and take over those ships.
it: Gli abbordatori possono essere trasportati su altre navi per infiltrarsi e prenderne il controllo.

source: 1 Engineer
it: 1 Ingegnere

source: 1 Gunner
it: 1 artigliere

source: 1 Miner
it: 1 minatore

source: 1 Mechanic
it: 1 meccanico

source: 1 Pilot
it: 1 pilota

source: 1 Security
it: 1 Guardia

source: 1 Boarder
it: 1 Bordatore

source: 1 Crewmember
it: 1 membro dell'equipaggio

source: Engineer
it: Ingegnere

source: Gunner
it: Artigliere

source: Miner
it: Minatore

source: Mechanic
it: Meccanico

source: Pilot
it: Pilota

source: Security
it: Guardia

source: Boarder
it: Bordatore

source: Crewmember
it: Membro dell'equipaggio

# Damage Type
source: None
it: Nessuno

# Damage Type
source: Physical
it: Fisico

# Damage Type
source: Energy
it: Energia

# Damage Type
source: Electric
it: Elettrico

# Damage Type
source: Fragments
it: Frammenti

source: No errors.
it: Nessun errore.

source: Not enough space for pilots.
it: Spazio insufficiente per i piloti.

source: The fighter's squad doesn't exist.
it: La squadra dei combattenti non esiste.

source: The object trying to land isn't a fighter.
it: L'oggetto che cerca di atterrare non è un combattente.

source: The fighter's squad is full.
it: La squadra dei combattenti è al completo.

source: There are no useable landing positions.
it: Non ci sono posizioni di atterraggio utilizzabili.

source: This is the wrong mothership.
it: Questa è la nave madre sbagliata.

# Fighter Orders
source: Attack
it: Attacco

# Fighter Orders
source: Defend
it: Difendere

# Fighter Orders
source: Return
it: Ritorno

# Fighter Orders
source: Harvest
it: Raccolta

# Fighter Orders
source: Fly To Location
it: Vola alla posizione

# Fighter Orders
source: Board
it: Consiglio di amministrazione

# Fighter Orders
source: Repair Target
it: Obiettivo di riparazione

# Fighter Orders
source: Repair Nearby
it: Riparazione nelle vicinanze

# Fighter Orders
source: Collect Loot
it: Raccogliere bottino

source: No error.
it: Nessun errore.

source: No Hangar!
it: Nessun hangar!

source: Squad not found!
it: Squadra non trovata!

source: Squad empty!
it: Squadra vuota!

source: No start position!
it: Nessuna posizione di partenza!

source: Maximum fighters started!
it: Sono partiti i Maximum Fighters!

source: Fighter not found!
it: Combattente non trovato!

source: No pilots!
it: Nessun pilota!

source: No crew!
it: Niente equipaggio!

source: No fighter found!
it: Nessun combattente trovato!

source: Wrong fighter type!
it: Tipo di caccia sbagliato!

source: Invalid target!
it: Obiettivo non valido!

source: Target's hull is still too strong!
it: Lo scafo di Target è ancora troppo forte!

source: Not enough Fighter Control Systems!
it: Non ci sono abbastanza sistemi di controllo per i caccia!

source: Armed Fighter Squad
it: Squadra da combattimento armata

source: Mining Fighter Squad
it: Squadra di caccia mineraria

source: Salvaging Fighter Squad
it: Squadra di caccia di salvataggio

source: Repair Fighter Squad
it: Riparazione della squadra di caccia

source: Boarding Shuttle Squad
it: Squadra di imbarco della navetta

source: Full
it: Completo

source: Off
it: Spento

source: The block must not touch a turret.
it: Il blocco non deve toccare una torretta.

source: The block overlaps too much with another block.
it: Il blocco si sovrappone troppo a un altro blocco.

source: The block does not touch another block.
it: Il blocco non tocca un altro blocco.

source: The block overlaps with a docked object.
it: Il blocco si sovrappone a un oggetto agganciato.

source: The turret must not intersect with another block.
it: La torretta non deve intersecare un altro blocco.

source: The turret line of sight intersects with another block.
it: La linea di vista della torretta si interseca con un altro blocco.

source: You cannot build a turret onto a block of a lower material.
it: Non è possibile costruire una torretta su un blocco di materiale inferiore.

source: You cannot build a turret onto holographic blocks.
it: Non è possibile costruire una torretta su blocchi olografici.

source: You cannot build a turret onto an engine.
it: Non è possibile costruire una torretta su un motore.

source: You cannot build a turret onto a thruster.
it: Non è possibile costruire una torretta su un propulsore.

source: You cannot build a turret onto hangar openings.
it: Non è possibile costruire una torretta sulle aperture degli hangar.

source: The turret is not entirely on the block.
it: La torretta non si trova interamente sul blocco.

source: There is already a turret at this position.
it: In questa posizione c'è già una torretta.

source: Contains invalid characters!
it: Contiene caratteri non validi!

source: Must contain at least one letter!
it: Deve contenere almeno una lettera!

source: Must have at least 3 characters!
it: Deve avere almeno 3 personaggi!

source: Must begin with a letter!
it: Deve iniziare con una lettera!

source: Beginner
it: Principiante

# difficulty
source: Easy
it: Facile

source: Normal
it: Normale

source: Veteran
it: Veterano

source: Expert
it: Esperto

source: Insane
it: Folle

source: Note: you can change the difficulty at any time.
it: Nota: è possibile modificare la difficoltà in qualsiasi momento.

source: Predictable enemies, few torpedoes and extremely reduced damage
it: Nemici prevedibili, pochi siluri e danno estremamente ridotto

source: Incoming torpedoes have highly reduced speed
it: I siluri in arrivo hanno una velocità fortemente ridotta

source: No parts of your ship break off in combat
it: Nessuna parte della nave si stacca in combattimento

source: You can build & repair any time, even with enemies nearby
it: È possibile costruire e riparare in qualsiasi momento, anche con i nemici nelle vicinanze.

source: No building restrictions
it: Nessuna restrizione edilizia

source: Good initial relations with AI factions
it: Buone relazioni iniziali con le fazioni dell'IA

source: One Reconstruction Kit and a crew of four for new ships
it: Un kit di ricostruzione e un equipaggio di quattro persone per le nuove navi

source: Lots of starter resources
it: Molte risorse di partenza

source: You're the king (or queen)! Enemy damage is reduced to almost nothing. Enemy ships try to be as nice as possible to you while they are trying to kill you. Nearly every AI faction you meet will like you a lot immediately. No building restrictions.
it: Sei il re (o la regina)! I danni dei nemici sono ridotti quasi a zero. Le navi nemiche cercano di essere il più gentili possibile con voi mentre cercano di uccidervi. Quasi tutte le fazioni IA che incontrerete vi apprezzeranno immediatamente. Nessuna restrizione di costruzione.

source: This mode is designed to be as easy and beginner-friendly as possible.
it: Questa modalità è stata progettata per essere il più semplice possibile e adatta ai principianti.

source: Predictable enemies, few torpedoes and highly reduced damage
it: Nemici prevedibili, pochi siluri e danni fortemente ridotti

source: Incoming torpedoes have reduced speed
it: I siluri in arrivo hanno una velocità ridotta

source: No parts of your ship break off while your ship has over 20% HP
it: Nessuna parte della nave si rompe quando la nave ha più del 20% di HP.

source: Improved initial relations with AI factions
it: Migliori relazioni iniziali con le fazioni dell'IA

source: Starter resources
it: Risorse di partenza

source: Typical 'Easy' mode. Enemy damage is reduced by a lot, and enemies won't fly too far away so you can still hit them. Not many AI factions you meet will dislike you. No building restrictions.
it: Tipica modalità "Facile". Il danno dei nemici è ridotto di molto e i nemici non volano troppo lontano, quindi è ancora possibile colpirli. Non molte fazioni dell'IA che incontrerete vi disprezzeranno. Nessuna restrizione di costruzione.

source: Designed for casual fun without many annoyances.
it: Progettato per il divertimento casual senza molti problemi.

source: Normal enemies, fair damage
it: Nemici normali, danno discreto

source: Incoming torpedoes have slightly reduced speed
it: I siluri in arrivo hanno una velocità leggermente ridotta.

source: No parts of your ship break off while your ship has over 40% HP
it: Nessuna parte della nave si rompe quando la nave ha più del 40% di HP.

source: Slightly improved initial standings to AI factions
it: Classifica iniziale leggermente migliorata rispetto alle fazioni dell'IA

source: Few starter resources
it: Poche risorse di partenza

source: Enemy strength is balanced for a fun challenge. You should be able to take on pirate groups of 3 or less by yourself. When meeting new AI factions, initial standings will be slightly better than usual.
it: La forza dei nemici è bilanciata per una sfida divertente. Dovreste essere in grado di affrontare da soli gruppi di pirati di 3 o meno persone. Quando si incontrano nuove fazioni IA, la posizione iniziale sarà leggermente migliore del solito.

source: Recommended difficulty for your first playthrough.
it: Difficoltà consigliata per la prima partita.

source: Normal enemies, challenging damage
it: Nemici normali, danni impegnativi

source: Enemies try to take some advantage of long-range weaponry
it: I nemici cercano di trarre vantaggio dalle armi a lungo raggio.

source: No parts of your ship break off while your ship has over 80% HP
it: Nessuna parte della nave si rompe quando la nave ha più dell'80% di HP.

source: Default initial standings to AI factions
it: Classifica iniziale predefinita per le fazioni dell'IA

source: One Reconstruction Kit and a crew of two for new ships
it: Un kit di ricostruzione e un equipaggio di due persone per le nuove navi

source: No starter resources
it: Nessuna risorsa di partenza

source: Better Loot (+50% chance of finding rare loot)
it: Bottino migliore (+50% di possibilità di trovare bottini rari)

source: Enemy ships are much more on-par with your ship. Even small groups of enemies can quickly overwhelm you. The galaxy is a much more dangerous place.
it: Le navi nemiche sono molto più simili alle vostre. Anche piccoli gruppi di nemici possono rapidamente sopraffarvi. La galassia è un luogo molto più pericoloso.

source: This is the way the game is designed to be played if you want a challenge. It's also the way the devs regularly play it. Not recommended if you've never played Avorion before.
it: Questo è il modo in cui il gioco è stato progettato per essere giocato se si vuole una sfida. È anche il modo in cui gli sviluppatori giocano regolarmente. Non è consigliato se non avete mai giocato ad Avorion prima d'ora.

source: Mean enemies, equal damage
it: Nemici di pari livello, danni uguali

source: Enemies aim well and try to take full advantage of long-range weaponry
it: I nemici hanno una buona mira e cercano di sfruttare al massimo le armi a lungo raggio.

source: Parts of your ship can always break off in combat
it: Parti della nave possono sempre staccarsi in combattimento.

source: Slightly worse initial standings to AI factions
it: Classifica iniziale leggermente peggiore rispetto alle fazioni dell'IA

source: Better Loot (+100% chance of finding rare loot)
it: Bottino migliore (+100% di possibilità di trovare bottini rari)

source: You're no longer special. Enemies no longer deal reduced damage to you, so every ship is equal to yours. Even trash mobs have a good chance of killing you one on one if they have similar size and armament.
it: Non siete più speciali. I nemici non vi infliggono più danni ridotti, quindi ogni nave è uguale alla vostra. Anche i mob spazzatura hanno buone probabilità di uccidervi uno contro uno se hanno dimensioni e armamenti simili.

source: Recommended for expert players who want to meet enemy ships at eye level.
it: Consigliato ai giocatori esperti che vogliono incontrare le navi nemiche ad altezza d'uomo.

source: Mean enemies, mean damage
it: Nemici cattivi, danni cattivi

source: No Reconstruction Kits
it: Nessun kit di ricostruzione

source: Perma-Destruction
it: Perma-Distruzione

source: Worse initial standings to AI factions
it: Peggioramento della posizione iniziale rispetto alle fazioni dell'IA

source: Better Loot (+150% chance of finding rare loot)
it: Bottino migliore (+150% di possibilità di trovare bottini rari)

source: Enemy damage against you is ramped up. Reconstruction Kits no longer work. When you lose a ship, it's gone for good - including its subsystems, turrets and other equipment. Initial standings to many AI factions will be bad.
it: I danni dei nemici contro di voi sono aumentati. I kit di ricostruzione non funzionano più. Quando si perde una nave, questa è persa per sempre, compresi i sottosistemi, le torrette e le altre attrezzature. La posizione iniziale nei confronti di molte fazioni dell'IA sarà negativa.

source: Hardcore mode for hardcore players who like to get hurt.
it: Modalità Hardcore per i giocatori più accaniti che amano farsi male.

source: Note: You can change the difficulty any time, but once you switch down to 'Expert', there is no going back to 'Hardcore' or 'Insane'.
it: Nota: è possibile cambiare la difficoltà in qualsiasi momento, ma una volta passati a "Esperto" non è più possibile tornare a "Hardcore" o "Folle".

source: Mean enemies, stupid damage
it: Nemici cattivi, danni stupidi

source: Much worse initial standings to AI factions
it: Classifica iniziale molto peggiore rispetto alle fazioni dell'IA

source: Better Loot (+200% chance of finding rare loot)
it: Bottino migliore (+200% di possibilità di trovare bottini rari)

source: Like Hardcore, but enemy damage against you is ramped up more - a lot more. Initial standings with other factions are even worse.
it: Come Hardcore, ma il danno nemico contro di voi è aumentato, molto di più. Le classifiche iniziali con le altre fazioni sono ancora peggiori.

source: You don't have to do this, really.
it: Non siete obbligati a farlo, davvero.

# material color
source: Dark %s
it: Scuro %s

# material color
source: %s Ore
it: %s minerale

source: Maximum block limit (%s) of this server reached!
it: Il limite massimo di blocchi (%s) di questo server è stato raggiunto!

source: Minimum ship size (%s) of this server would be undercut!
it: La dimensione minima della nave (%s) di questo server sarebbe inferiore a quella del server!

source: Maximum ship volume limit (%1% %2%) of this server reached!
it: Il limite massimo di volume di navi (%1% %2%) di questo server è stato raggiunto!

source: Maximum station volume limit (%1% %2%) of this server reached!
it: Il limite massimo di volume della stazione (%1% %2%) di questo server è stato raggiunto!

source: Design is empty!
it: Il design è vuoto!

source: No muzzle positions set!
it: Nessuna posizione della canna impostata!

source: The turret doesn't lie completely in its bounding box!
it: La torretta non si trova completamente nel suo rettangolo di gioco!

source: You cannot board that target!
it: Non potete abbordare quell'obiettivo!

source: Target's hull isn't damaged enough!
it: Lo scafo dell'obiettivo non è abbastanza danneggiato!

source: No boarding shuttles!
it: Niente navette di imbarco!

source: No boarders!
it: Non ci sono pensionati!

source: No Hangar
it: Nessun hangar

source: No Boarding Shuttles
it: Nessuna navetta d'imbarco

source: No Crew
it: Nessun equipaggio

source: No Pilots
it: Nessun pilota

source: No Boarders
it: Non ci sono pensionati

source: It's impossible to repair in this environment.
it: È impossibile riparare in questo ambiente.

source: You can't repair your ship while enemies are nearby.
it: Non è possibile riparare la nave quando i nemici sono nelle vicinanze.

source: You were damaged recently. You have to wait another %s seconds until you can repair your ship.
it: Siete stati danneggiati di recente. Devi aspettare altri %s secondi prima di poter riparare la tua nave.

source: You were damaged recently and the game is paused. Unpause the game for %s seconds to repair your ship.
it: Siete stati danneggiati di recente e il gioco è in pausa. Disattivare il gioco per %s secondi per riparare la nave.

source: It's impossible to build in this environment.
it: È impossibile costruire in questo ambiente.

source: You can't build while enemies are nearby.
it: Non è possibile costruire mentre i nemici sono nelle vicinanze.

source: You were damaged recently. You have to wait another %s seconds until you can build.
it: Sei stato danneggiato di recente. Devi aspettare altri %s secondi prima di poter costruire.

source: You were damaged recently and the game is paused. Unpause the game for %s seconds to build.
it: Sei stato danneggiato di recente e il gioco è in pausa. Disattivare il gioco per %s secondi per costruire.

source: No resources
it: Nessuna risorsa

# ex: 5 Iron and 15 Titanium
source: %1% %2% and %3% %4%
it: %1% %2% e %3% %4%

# ex: 5 Iron, 66 Naonite and 15 Titanium
source: %1% %2%, %3% %4% and %5% %6%
it: %1% %2%, %3% %4% e %5% %6%

# ex: 5 Iron, 66 Naonite, 13 Trinium and 15 Titanium
source: %1% %2%, %3% %4%, %5% %6% and %7% %8%
it: %1% %2%, %3% %4%, %5% %6% e %7% %8%.

# ex: 5 Iron, 66 Naonite, 13 Trinium, ..., and 15 Titanium
source: %1% %2%, %3% %4%, %5% %6%, %7% %8% and %9% %10%
it: %1% %2%, %3% %4%, %5% %6%, %7% %8% e %9% %10%.

# ex: 5 Iron, 66 Naonite, 13 Trinium, ..., and 15 Titanium
source: %1% %2%, %3% %4%, %5% %6%, %7% %8%, %9% %10% and %11% %12%
it: %1% %2%, %3% %4%, %5% %6%, %7% %8%, %9% %10% e %11% %12%.

# ex: 5 Iron, 66 Naonite, 13 Trinium, ..., and 15 Titanium
source: %1% %2%, %3% %4%, %5% %6%, %7% %8%, %9% %10%, %11% %12% and %13% %14%
it: %1% %2%, %3% %4%, %5% %6%, %7% %8%, %9% %10%, %11% %12% e %13% %14%.

# ex: 5 Iron, 66 Naonite, 13 Trinium, ..., and 15 Titanium
source: %1% %2%, %3% %4%, %5% %6%, %7% %8%, %9% %10%, %11% %12%, %13% %14% and %15% %16%
it: %1% %2%, %3% %4%, %5% %6%, %7% %8%, %9% %10%, %11% %12%, %13% %14% e %15% %16%.

# ex: 5 Iron, 66 Naonite, 13 Trinium, ..., and 15 Titanium
source: %1% %2%, %3% %4%, %5% %6%, %7% %8%, %9% %10%, %11% %12%, %13% %14%, %15% %16% and %17% %18%
it: %1% %2%, %3% %4%, %5% %6%, %7% %8%, %9% %10%, %11% %12%, %13% %14%, %15% %16% e %17% %18%.

# ex: 5 Iron, 66 Naonite, 13 Trinium, ..., and 15 Titanium
source: %1% %2%, %3% %4%, %5% %6%, %7% %8%, %9% %10%, %11% %12%, %13% %14%, %15% %16%, %17% %18% and %19% %20%
it: %1% %2%, %3% %4%, %5% %6%, %7% %8%, %9% %10%, %11% %12%, %13% %14%, %15% %16%, %17% %18% e %19% %20%.

source: Lots of resources
it: Molte risorse

# ex: 5 Iron
source: You need %1% %2%
it: Hai bisogno di %1% %2%

# ex: 5 Iron and 15 Titanium
source: You need %1% %2% and %3% %4%
it: È necessario %1% %2% e %3% %4%

# ex: 5 Iron, 66 Naonite and 15 Titanium
source: You need %1% %2%, %3% %4% and %5% %6%
it: Sono necessari %1% %2%, %3% %4% e %5% %6%

# ex: 5 Iron, 66 Naonite, 13 Trinium and 15 Titanium
source: You need %1% %2%, %3% %4%, %5% %6% and %7% %8%
it: Sono necessari %1% %2%, %3% %4%, %5% %6% e %7% %8%.

# ex: 5 Iron, 66 Naonite, 13 Trinium, ..., and 15 Titanium
source: You need %1% %2%, %3% %4%, %5% %6%, %7% %8% and %9% %10%
it: Sono necessari %1% %2%, %3% %4%, %5% %6%, %7% %8% e %9% %10%.

# ex: 5 Iron, 66 Naonite, 13 Trinium, ..., and 15 Titanium
source: You need %1% %2%, %3% %4%, %5% %6%, %7% %8%, %9% %10% and %11% %12%
it: Sono necessari %1% %2%, %3% %4%, %5% %6%, %7% %8%, %9% %10% e %11% %12%.

# ex: 5 Iron, 66 Naonite, 13 Trinium, ..., and 15 Titanium
source: You need %1% %2%, %3% %4%, %5% %6%, %7% %8%, %9% %10%, %11% %12% and %13% %14%
it: Sono necessari %1% %2%, %3% %4%, %5% %6%, %7% %8%, %9% %10%, %11% %12% e %13% %14%.

# ex: 5 Iron, 66 Naonite, 13 Trinium, ..., and 15 Titanium
source: You need %1% %2%, %3% %4%, %5% %6%, %7% %8%, %9% %10%, %11% %12%, %13% %14% and %15% %16%
it: Sono necessari %1% %2%, %3% %4%, %5% %6%, %7% %8%, %9% %10%, %11% %12%, %13% %14% e %15% %16%.

# ex: 5 Iron, 66 Naonite, 13 Trinium, ..., and 15 Titanium
source: You need %1% %2%, %3% %4%, %5% %6%, %7% %8%, %9% %10%, %11% %12%, %13% %14%, %15% %16% and %17% %18%
it: Sono necessari %1% %2%, %3% %4%, %5% %6%, %7% %8%, %9% %10%, %11% %12%, %13% %14%, %15% %16% e %17% %18%.

# ex: 5 Iron, 66 Naonite, 13 Trinium, ..., and 15 Titanium
source: You need %1% %2%, %3% %4%, %5% %6%, %7% %8%, %9% %10%, %11% %12%, %13% %14%, %15% %16%, %17% %18% and %19% %20%
it: Sono necessari %1% %2%, %3% %4%, %5% %6%, %7% %8%, %9% %10%, %11% %12%, %13% %14%, %15% %16%, %17% %18% e %19% %20%.

source: You need lots of resources
it: Avete bisogno di molte risorse

source: Warning: not all turrets could be restored because they weren't in your inventory.
it: Attenzione: non tutte le torrette potevano essere ripristinate perché non erano presenti nell'inventario.
