Repository: GLWine/Avorion-ITA
Catalog: Avorion/data/localization/*.po
Languages: it

source: Wipe out Xsotan in (${location.x}:${location.y})
it: Cancellare Xsotan in (${location.x}:${location.y})

source: You were tasked to take care of a group of Xsotan that appears to have settled in sector (${location.x}:${location.y}).
it: Siete stati incaricati di occuparvi di un gruppo di Xsotan che sembra essersi insediato nel settore (${location.x}:${location.y}).

source: Earned %1% credits for wiping out a group of Xsotan.
it: Guadagnato %1% di crediti per aver annientato un gruppo di Xsotan.

source: Thank you for taking care of them. We transferred the reward to your account.
it: Grazie per esservi presi cura di loro. Abbiamo trasferito la ricompensa sul suo conto.

source: A nearby sector is occupied by Xsotan. While they don't attack unless provoked, the threat still makes all of us nervous. We need someone to drive them out. Sector: (${x} : ${y})
it: Un settore vicino è occupato dagli Xsotan. Anche se non attaccano se non provocati, la minaccia rende tutti noi nervosi. Abbiamo bisogno di qualcuno che li scacci. Settore: (${x} : ${y})

source: Cover Retreat
it: Ritiro in copertina

source: Help to cover the retreat of a fleet
it: Contribuire a coprire il ritiro di una flotta

source: We secured the bulk of our fleet. We will gather our forces and strike back another time!
it: Abbiamo messo al sicuro il grosso della nostra flotta. Riuniremo le nostre forze e torneremo a colpire un'altra volta!

source: You fought well. We may have lost this battle, but we have not lost the war!
it: Avete combattuto bene. Forse abbiamo perso questa battaglia, ma non abbiamo perso la guerra!

source: Why are you running away? Our fleet is still in danger! We will lose the war, and it will be your fault!
it: Perché stai scappando? La nostra flotta è ancora in pericolo! Perderemo la guerra e sarà colpa tua!

source: After they have lost a crucial battle, ${faction} need help slowing down their opponent to bring their main fleet to safety. Their rearguard is gathering in sector (${x}:${y}) in order to delay the enemy. Go there and support them.
it: Dopo aver perso una battaglia cruciale, la ${fazione} ha bisogno di aiuto per rallentare l'avversario e portare in salvo la propria flotta principale. La loro retroguardia si sta radunando nel settore (${x}:${y}) per ritardare il nemico. Andate lì e sosteneteli.

source: Distract the enemy until the main fleet has gotten to safety.
it: Distraete il nemico finché la flotta principale non si sarà messa in salvo.

source: They were faster than expected! Help us engage their ships!
it: Sono stati più veloci del previsto! Aiutateci ad attaccare le loro navi!

source: Earned %1% Credits for covering a retreat.
it: Guadagnato %1% di crediti per aver coperto un ritiro.

source: Help us distract the enemy
it: Aiutateci a distrarre il nemico

source: We lost a crucial battle against ${faction}. The remains of our fleet are retreating with the bulk of the enemy fleet in pursuit. Our rearguard is fighting desperately to cover our retreat. We are gathering in sector (${x}:${y}). Rendezvous with our fleet and intercept the enemy!
it: Abbiamo perso una battaglia cruciale contro ${fazione}. I resti della nostra flotta si stanno ritirando con il grosso della flotta nemica all'inseguimento. La nostra retroguardia sta combattendo disperatamente per coprire la nostra ritirata. Ci stiamo radunando nel settore (${x}:${y}). Appuntamento con la nostra flotta e intercettazione del nemico!

# difficulty
source: Difficult
it: Difficile

source: Come with your battleship to \s(%1%:%2%) and support our rearguard.
it: Venite con la vostra nave da guerra a \s(%1%:%2%) e sostenete la nostra retroguardia.

source: Deliver ${amount} ${displayName}
it: Consegnare ${amount} ${displayName}

source: Thank you. We returned your deposit and transferred the reward to your account.
it: Grazie. Le abbiamo restituito il deposito e trasferito la ricompensa sul suo conto.

source: There must have been a misunderstanding, you don't have all the cargo. We need ${amount} ${good}.
it: Ci deve essere stato un malinteso, non avete tutto il carico. Abbiamo bisogno di $milione} $bene}.

source: Please return when you have the goods.
it: Si prega di restituire quando si dispone della merce.

source: You will have to dock to deliver the goods.
it: Dovrete attraccare per consegnare la merce.

source: What are you doing? The client is waiting for their goods! Get them delivered!
it: Cosa state facendo? Il cliente sta aspettando la sua merce! Consegnategliela!

source: Please return the cargo, we've updated your mission status.
it: Vi preghiamo di restituire il carico, abbiamo aggiornato lo stato della vostra missione.

source: Are you flying away with my goods? Thief! This will have consequences! You're fired!
it: Stai volando via con i miei beni? Ladro! Questo avrà delle conseguenze! Sei licenziato!

source: Where are you? You're late with your delivery! Someone else has delivered the goods to the client. You're fired!
it: Dove sei? Sei in ritardo con la consegna! Qualcun altro ha consegnato la merce al cliente. Sei licenziato!

source: Great. My courier is somewhere in the galaxy and not to be found. The client was waiting for their delivery! You're fired!
it: Ottimo. Il mio corriere è da qualche parte nella galassia e non si trova. Il cliente stava aspettando la consegna! Sei licenziato!

source: Please deliver the cargo to the ${stationTitle} ${name}.
it: Si prega di consegnare il carico alla ${stazioneTitolo} ${nome}.

source: It looks like the recipient has disappeared. Please return the cargo, we've updated your mission status.
it: Sembra che il destinatario sia scomparso. Si prega di restituire il carico, abbiamo aggiornato lo stato della missione.

source: The recipient is on the ${stationTitle} ${name}.
it: Il destinatario si trova sulla ${stazioneTitolo} ${nome}.

source: A client asked you to take care of an urgent delivery of ${amount} ${goods}.
it: Un cliente vi ha chiesto di occuparvi di una consegna urgente di ${importo} ${merce}.

source: The client expecting the goods is located at (${x}:${y}).
it: Il cliente che aspetta la merce si trova a (${x}:${y}).

source: ${client}
it: ${cliente}

source: Time Left: ${time}
it: Tempo rimanente: ${time}

source: Please deliver the goods to \s(%1%:%2%).
it: Si prega di consegnare la merce a \s(%1%:%2%).

source: Explore
it: Esplorare

source: Exploration finished in this part of the sector.
it: L'esplorazione è terminata in questa parte del settore.

source: Explore Sector
it: Esplora il settore

source: Explore sector (${location.x}:${location.y})
it: Esplora settore (${location.x}:${location.y})

source: The ${giver} asked you to explore sector (${location.x}:${location.y}).
it: Il ${gestore} vi ha chiesto di esplorare il settore (${location.x}:${location.y}).

source: Sector Explored
it: Settore esplorato

source: You have explored the sector. Report back to the client.
it: Avete esplorato il settore. Riferite al cliente.

source: I found some information in the explored sector.
it: Ho trovato alcune informazioni nel settore esplorato.

source: Earned %1% Credits for exploring a sector.
it: Guadagnato %1% di Crediti per l'esplorazione di un settore.

source: Thank you for helping us expand our borders. We have transferred the reward to your account.
it: Grazie per averci aiutato a espandere i nostri confini. Abbiamo trasferito la ricompensa sul suo conto.

source: We are picking up unusual activity in a nearby sector. We will pay you to assist us in scanning some of the objects in that sector. Sector: (${x} : ${y})
it: Stiamo rilevando un'attività insolita in un settore vicino. Vi pagheremo per assisterci nella scansione di alcuni oggetti in quel settore. Settore: (${x} : ${y})

source: The sector is \s(%1%:%2%).
it: Il settore è \s(%1%:%2%).

source: Free slaves
it: Schiavi liberi

source: Traffickers kidnapped some of our people. They were just normal males, females and children. We discovered the hideout of those traffickers, but we fear they will take our people hostage or even kill them if one of our ships comes close. If you help, you'll have our endless gratitude.
it: I trafficanti hanno rapito alcuni dei nostri. Erano normali maschi, femmine e bambini. Abbiamo scoperto il nascondiglio di questi trafficanti, ma temiamo che prendano in ostaggio la nostra gente o che addirittura la uccidano se una delle nostre navi si avvicina. Se ci aiutate, avrete la nostra infinita gratitudine.

source: Thank you so much for bringing back our families. We are very, very thankful for your help.
it: Grazie mille per averci riportato le nostre famiglie. Siamo molto, molto grati per il vostro aiuto.

source: We lost track of our families and friends. Who knows where they are now. Nevertheless, thank you for trying to help.
it: Abbiamo perso le tracce delle nostre famiglie e dei nostri amici. Chissà dove sono ora. Tuttavia, grazie per aver cercato di aiutarci.

source: A now freed life form that was forced to work for almost no food.
it: Una forma di vita ormai liberata, costretta a lavorare per un cibo quasi inesistente.

source: Go to sector (${x}:${y}) and free the slaves
it: Andare nel settore (${x}:${y}) e liberare gli schiavi

source: Bring the slaves back to the ${title} ${name} in (${x}:${y})
it: Riporta gli schiavi al ${titolo} ${nome} in (${x}:${y})

source: You need more cargo space to pick up these slaves!
it: Avete bisogno di più spazio di carico per raccogliere questi schiavi!

source: Guys! Hold your fire.
it: Ragazzi! Non sparate.

source: Paid %1% Credits to buy the slaves.
it: Ha pagato l'1% di crediti per comprare gli schiavi.

source: We missed more of our people. But it seems, we lost the others. Thanks for your help anyway, but we have to prepare mourning ceremonies.
it: Ci sono mancati altri dei nostri. Ma sembra che abbiamo perso gli altri. Grazie comunque per il vostro aiuto, ma dobbiamo preparare le cerimonie di lutto.

source: Thank you so much for getting our people home! Everything went smoothly, I hope?
it: Grazie mille per aver riportato a casa la nostra gente! Spero che sia andato tutto liscio.

source: It was fine. Don't mention it.
it: Non c'era problema. Non ne parli.

source: Yeah, you don't need to worry about them anymore.
it: Sì, non devi più preoccuparti di loro.

source: They had me pay ${money} Credits for your people!
it: Mi hanno fatto pagare ${money} Crediti per la tua gente!

source: That's good to hear! Thank you again and have a wonderful time.
it: Mi fa piacere sentirlo! Grazie ancora e buon divertimento.

source: You had to pay for them? I'm so sorry to hear that, but we can't pay you back. If we had that kind of money lying around, we would've bought them immediately.
it: Avete dovuto pagare per loro? Mi dispiace molto, ma non possiamo ripagarvi. Se avessimo avuto tutti quei soldi in giro, li avremmo comprati immediatamente.

source: Okay, okay. You can have them. Just leave us alone. Stop destroying our ships and you can get those slaves for free!
it: Ok, ok. Puoi prenderli. Ma lasciateci in pace. Smettete di distruggere le nostre navi e avrete quegli schiavi gratis!

source: Your lives for the slaves? We have a deal.
it: Le vostre vite per gli schiavi? Abbiamo un accordo.

source: Hey you! What do you want? Speak fast or leave!
it: Ehi tu! Cosa vuoi? Parla in fretta o vattene!

source: I heard you have slaves of ${faction}.
it: Ho sentito che avete schiavi di ${fazione}.

source: I will free the poor people you enslaved.
it: Libererò i poveri che avete ridotto in schiavitù.

source: (attack)
it: (attacco)

source: We do, we do. Do you want to buy them? You can have them for only ${price} Credits.
it: Lo facciamo, lo facciamo. Volete comprarli? Puoi averli per soli ${prezzo} Crediti.

source: That sounds good, we have a deal.
it: Mi sembra una buona idea, abbiamo un accordo.

source: That is too expensive for some slaves! Let's talk about a better price.
it: È troppo caro per alcuni schiavi! Parliamo di un prezzo migliore.

source: I won't pay this... but I will take them. (attack)
it: Non pagherò questo... ma li prenderò. (attacco)

source: Hahaha, well you can try!
it: Hahaha, beh, puoi provare!

source: Wonderful! Pay up and we'll transport the slaves to your ship.
it: Meraviglioso! Pagate e noi trasporteremo gli schiavi sulla vostra nave.

source: Here is the money.
it: Ecco i soldi.

source: I changed my mind, I won't pay you any money!
it: Ho cambiato idea, non ti pagherò alcunché!

source: We don't negotiate. Give us the money or get out of here.
it: Non negoziamo. Ci dia i soldi o se ne vada.

source: Ok, so ${price} then.
it: Ok, allora ${prezzo}.

source: Why should I pay so much? I'll just take them.
it: Perché dovrei pagare così tanto? Li prendo e basta.

source: Free Slaves
it: Schiavi liberi

source: Please go to sector \s(%1%:%2%) and free our family members.
it: Per favore, andate nel settore \s(%1%:%2%) e liberate i nostri familiari.

source: Freed Slave
it: Schiavo Liberato

source: Hide Evidence
it: Nascondere le prove

source: After one of our military exercises we stumbled across a little problem. It seems that some of our torpedos went a little out of control and hit a civilian ship. We left the sector immediately, but the wreckage of that civilian ship is still there. We need help hiding any evidence hinting that we are involved in that incident.
it: Dopo una delle nostre esercitazioni militari ci siamo imbattuti in un piccolo problema. Sembra che alcuni dei nostri siluri siano andati un po' fuori controllo e abbiano colpito una nave civile. Abbiamo lasciato immediatamente il settore, ma il relitto della nave civile è ancora lì. Abbiamo bisogno di aiuto per nascondere qualsiasi prova che indichi il nostro coinvolgimento nell'incidente.

source: Check your mail for your reward.
it: Controllate la posta per ricevere la vostra ricompensa.

source: The flight recorder with all evidence has been destroyed. Check your mail for your reward.
it: Il registratore di volo con tutte le prove è stato distrutto. Controllate la posta per ricevere la vostra ricompensa.

source: The remains of the ship have been found.
it: I resti della nave sono stati ritrovati.

source: Go to sector (${x}:${y}) and salvage the wreckage until nothing can be traced back to us.
it: Andate nel settore (${x}:${y}) e recuperate i rottami finché non si può risalire a noi.

source: (no subject)
it: (senza soggetto)

source: Thank you for taking care of business. Just to remind you: this is top-secret, we never asked you to do anything and you never received anything from us. Your pay is enclosed. PS: This mail will autodelete itself as soon as you take the attachment.
it: Grazie per esservi occupati degli affari. Solo per ricordarle che questo è top secret, non le abbiamo mai chiesto di fare nulla e non ha mai ricevuto nulla da noi. La sua retribuzione è allegata. PS: Questa mail si autocancellerà non appena prenderete l'allegato.

source: Colonel Blisk
it: Colonnello Blisk

source: Earned %1% Credits for letting evidence disappear.
it: Guadagnato %1% di crediti per aver fatto sparire le prove.

source: Concealment
it: Occultamento

source: Go to sector \s(%1%:%2%) and destroy all evidence of our little incident.
it: Andate nel settore \s(%1%:%2%) e distruggete tutte le prove del nostro piccolo incidente.

source: Investigate Missing Freighters
it: Indagine sulle navi da carico scomparse

source: For some time now, freighters taking a certain trade route have been disappearing. Pretend to be a freighter yourself and investigate.
it: Da qualche tempo, le navi da carico che percorrono una certa rotta commerciale stanno scomparendo. Fingete di essere voi stessi un mercantile e indagate.

source: Report to ${stationTitle} ${stationName} once you have ${cargoSpace} free cargo space.
it: Fai rapporto a ${stationTitle} ${nomeStazione} una volta che hai ${caricoSpazio} libero per il carico.

source: The freighters usually go to (${xCoord}:${yCoord}) first.
it: Le navi da carico di solito vanno prima a (${xCoord}:${yCoord}).

source: Afterwards, they travel to (${xCoord}:${yCoord}).
it: In seguito, viaggiano verso (${xCoord}:${yCoord}).

source: Then they jump to (${xCoord}:${yCoord}).
it: Poi saltano a (${xCoord}:${yCoord}).

source: Their next stop usually is (${xCoord}:${yCoord}).
it: La loro prossima fermata è solitamente (${xCoord}:${yCoord}).

source: Find the pirate base.
it: Trovate la base dei pirati.

source: Defeat the pirates.
it: Sconfiggere i pirati.

source: I'm ready to find those freighters.
it: Sono pronto a trovare quei cargo.

source: You want to help us investigate what happened to our freighters? Every cargo ship we send on that route simply disappears. But no military ship has found anything. Would you pretend to be a freighter and find out what happened to all the others?
it: Vuoi aiutarci a indagare su cosa è successo alle nostre navi da carico? Ogni nave da carico che inviamo su quella rotta scompare. Ma nessuna nave militare ha trovato nulla. Farebbe finta di essere una nave da carico e scoprirebbe cosa è successo a tutte le altre?

source: I think I can do that.
it: Penso di poterlo fare.

source: We will give you some cargo, so you can pretend to be a freighter. Expect dire consequences if you don't return it.
it: Vi daremo del carico, così potrete fingere di essere una nave da carico. Aspettatevi conseguenze terribili se non lo restituite.

source: I will do my best.
it: Farò del mio meglio.

source: Very well. We are going to send you the route our freighters usually take.
it: Molto bene. Vi invieremo la rotta che di solito seguono le nostre navi da carico.

source: You don't have enough free cargo space to take our cargo. Please come back once you have enough free cargo space.
it: Non avete abbastanza spazio libero per il carico. La preghiamo di tornare quando avrà abbastanza spazio libero per il carico.

source: MISSION ABORTED
it: MISSIONE INTERROTTA

source: The station that hired you no longer exists.
it: La stazione che vi ha assunto non esiste più.

source: If you want to live, you have only one option now!
it: Se volete vivere, avete solo un'opzione ora!

source: I know which one that is. I'll kill you!
it: So qual è. Ti ucciderò!

source: You're the pirates that destroyed all those freighters!
it: Siete i pirati che hanno distrutto tutte quelle navi da carico!

source: You're going to have to become a pirate and fight for us.
it: Dovrai diventare un pirata e combattere per noi.

source: Never!
it: Mai!

source: Why would I do that?
it: Perché dovrei farlo?

source: We didn't want to become pirates. But they attacked us and told us if we didn't fight for them, they would go after our families.
it: Non volevamo diventare pirati. Ma ci hanno attaccato e ci hanno detto che se non avessimo combattuto per loro, avrebbero dato la caccia alle nostre famiglie.

source: Who did that?
it: Chi è stato?

source: That's a nice excuse!
it: È una bella scusa!

source: The pirates that have their base in sector (${xCoord}:${yCoord}). They now have a giant army, because they force everybody to fight for them instead of killing them.
it: I pirati che hanno la loro base nel settore (${xCoord}:${yCoord}). Ora hanno un esercito gigantesco, perché costringono tutti a combattere per loro invece di ucciderli.

source: Then why don't you turn on them?
it: E allora perché non li denunci?

source: You're no better than them now.
it: Ora non sei migliore di loro.

source: They're too strong for us. If we fail, they are going to go after our families.
it: Sono troppo forti per noi. Se falliamo, se la prenderanno con le nostre famiglie.

source: Fine, I will try to defeat them for you.
it: Bene, cercherò di sconfiggerli per voi.

source: You are outnumbered. Prepare to die!
it: Siete in minoranza. Preparatevi a morire!

source: Thank you so much, we will never attack anyone ever again!
it: Grazie mille, non attaccheremo mai più nessuno!

source: What are you doing here?
it: Cosa ci fai qui?

source: I heard you are forcing innocent freighters to fight for you. I will put a stop to that.
it: Ho sentito che state costringendo delle navi da carico innocenti a combattere per voi. Metterò fine a tutto questo.

source: Let's see you try!
it: Vediamo se ci provate!

source: Thank you! Our people have returned home safely. We are in your debt. You may keep the cargo we gave you. Greetings, Lieutenant Omask.
it: Grazie! I nostri collaboratori sono tornati a casa sani e salvi. Siamo in debito con voi. Potete tenere il carico che vi abbiamo dato. Saluti, tenente Omask.

# Mail Subject
source: Thank you for returning our people
it: Grazie per averci restituito il nostro popolo

source: Lieutenant Omask
it: Tenente Omask

source: Thank you! We heard you defeated some pirates that were lurking on the trade route. You may keep the cargo we gave you. Greetings, Lieutenant Omask.
it: Grazie! Abbiamo saputo che avete sconfitto alcuni pirati che si aggiravano sulla rotta commerciale. Potete tenere il carico che vi abbiamo dato. Saluti, tenente Omask.

# Mail Subject
source: Thank you for defeating the pirates
it: Grazie per aver sconfitto i pirati

source: Hello, it seems that our information was outdated and the trade route now leads through a rift. We apologize for the inconvenience and transferred a compensation for your time to your account. Greetings, %s
it: Salve, sembra che le nostre informazioni non fossero aggiornate e che la rotta commerciale ora passi attraverso una spaccatura. Ci scusiamo per l'inconveniente e abbiamo trasferito sul suo conto un compenso per il suo tempo. Saluti, %s

source: Earned %1% Credits for finding out what happened to the freighters
it: Guadagnato %1% di crediti per aver scoperto cosa è successo alle navi da carico.

source: Looking for help! For some time now, freighters taking a certain trade route have been disappearing. We already contacted the authorities, but nothing ever came up, so we're taking matters into our own hands! We need someone brave enough to pose as one of our freighters, and investigate where and how our deliveries have been disappearing.
it: In cerca di aiuto! Da un po' di tempo a questa parte, le navi da carico che prendono una certa rotta commerciale stanno scomparendo. Abbiamo già contattato le autorità, ma non è emerso nulla, quindi stiamo prendendo in mano la situazione! Abbiamo bisogno di qualcuno abbastanza coraggioso da fingersi uno dei nostri cargo e indagare su dove e come sono sparite le nostre consegne.

# difficulty
source: Normal
it: Normale

source: Procure ${amount} ${plural}
it: Procurare ${importo} ${plurale}

source: Deliver ${amount} ${plural}
it: Consegnare ${importo} ${plurale}

source: Received %1% Credits for procuring goods in time.
it: Ricevuto %1% di crediti per aver acquistato la merce in tempo.

source: Thank you. We have transferred the reward to your account.
it: Grazie. Abbiamo trasferito la ricompensa sul suo conto.

source: There must have been a misunderstanding. You don't have the cargo.
it: Deve esserci stato un malinteso. Non avete il carico.

source: The ${stationTitle} ${stationName} in sector (${sectorName}) asked you for an urgent delivery of ${amount} ${plural}. Upon delivering you will receive payment for the goods as well as a bonus. Time Left: ${timeLeftStr}
it: La ${stazioneTitolo} ${nomeStazione} del settore (${nomeSettore}) vi ha chiesto una consegna urgente di ${importo} ${plurale}. Al momento della consegna riceverete il pagamento della merce e un bonus. Tempo rimanente: ${timeLeftStr}

source: Urgent delivery of unknown origin.
it: Consegna urgente di origine sconosciuta.

source: Urgent Delivery
it: Consegna urgente
