Repository: GLWine/Avorion-ITA
Catalog: Avorion/data/localization/*.po
Languages: it

source: Mayday, Mayday! Critical Damage!
it: Mayday, Mayday! Danno critico!

source: Generator is damaged, we can't move!
it: Il generatore è danneggiato, non possiamo muoverci!

source: We've taken critical damage, we're not flying anywhere!
it: Abbiamo subito danni critici, non voleremo da nessuna parte!

source: Station needs a minimum population of at least 30 crewmen (and quarters) to function.
it: La stazione ha bisogno di una popolazione minima di almeno 30 membri dell'equipaggio (e dei relativi alloggi) per funzionare.

source: Station will be ready in ${minutes} minutes.
it: La stazione sarà pronta tra ${minuti} minuti.

source: Station will be ready in ${seconds} seconds.
it: La stazione sarà pronta tra ${secondi} secondi.

source: Currently engaging 'Station' mode. Please wait.
it: Attualmente è attiva la modalità "Stazione". Attendere prego.

source: Engage Transport Mode
it: Attivare la modalità di trasporto

source: Engage Station Mode
it: Attivare la modalità Stazione

source: 'Transport' mode: Station can be docked by for transport, but not interacted with. Reengaging 'Station' mode will take ${minutes} minutes. Proceed?
it: Modalità "trasporto": La stazione può essere attraccata per il trasporto, ma non interagire con essa. Per riattivare la modalità 'Stazione' ci vorranno ${minuti} minuti. Procedere?

source: Engaging 'Station' mode will take ${minutes} minutes. Proceed?
it: L'attivazione della modalità 'Stazione' richiederà ${minuti} minuti. Procedere?

source: Transport Mode engaged.
it: Modalità di trasporto attivata.

source: Reengaging station mode. Please wait.
it: Riavvio della modalità stazione. Attendere prego.

source: Station Mode engaged. All systems fully functional again.
it: Modalità stazione attivata. Tutti i sistemi sono di nuovo perfettamente funzionanti.

source: [Read]
it: [Leggi]

source: You're not close enough to claim the object.
it: Non siete abbastanza vicini per reclamare l'oggetto.

source: This wreckage looks like it's still functional.
it: Questo rottame sembra ancora funzionante.

source: We can't have smugglers in our sectors!
it: Non possiamo avere contrabbandieri nei nostri settori!

source: Smugglers, in our sectors? Not with us!
it: Contrabbandieri, nei nostri settori? Non con noi!

source: Smugglers, right under our noses! This ends now!
it: Contrabbandieri, proprio sotto il nostro naso! Questa storia finisce qui!

source: By our honor, we'll make these sectors safe again!
it: Per il nostro onore, renderemo questi settori di nuovo sicuri!

source: We swear by our honor, we'll punish all unlawful activities!
it: Giuriamo sul nostro onore che puniremo tutte le attività illegali!

source: We showed them!
it: Glielo abbiamo fatto vedere!

source: We made our sectors safe again!
it: Abbiamo reso i nostri settori nuovamente sicuri!

source: This will show those miscreants that they can't operate right under our noses!
it: Questo dimostrerà a quei malfattori che non possono operare sotto il nostro naso!

source: Lets go boys, we showed those smugglers!
it: Andiamo ragazzi, gliela facciamo vedere a quei contrabbandieri!

source: Our job is done here. We showed them!
it: Il nostro lavoro è finito qui. Glielo abbiamo mostrato!

source: They learned that they shouldn't cross us!
it: Hanno imparato che non devono mettersi contro di noi!

source: Your station in sector \s(%1%:%2%) is under attack!
it: La vostra stazione nel settore \s(%1%:%2%) è sotto attacco!

source: Your ship in sector \s(%1%:%2%) is under attack!
it: La tua nave nel settore \s(%1%:%2%) è sotto attacco!

source: Pirates are attacking the sector!
it: I pirati stanno attaccando il settore!

source: Pirates are attacking sector \s(%1%:%2%)!
it: I pirati stanno attaccando il settore \s(%1%:%2%)!

source: Thank you for defeating those pirates. You have our endless gratitude.
it: Grazie per aver sconfitto quei pirati. Avete la nostra infinita gratitudine.

source: We thank you for taking care of those ships. We have transferred a reward to your account.
it: La ringraziamo per essersi preso cura di quelle navi. Abbiamo trasferito una ricompensa sul suo conto.

source: Thank you for taking care of those pirates. We have transferred a reward to your account.
it: Grazie per esserti occupato di quei pirati. Abbiamo trasferito una ricompensa sul tuo conto.

source: Received %1% Credits for defeating a pirate attack.
it: Ricevuto %1% di crediti per aver sconfitto un attacco di pirati.

source: A ship in your sector is calling for help!
it: Una nave nel vostro settore chiede aiuto!

source: Mayday! Mayday! Our engines are failing and we are under attack by pirates! Help us, please!
it: Mayday! Mayday! I nostri motori stanno cedendo e siamo sotto attacco dei pirati! Aiutateci, per favore!

source: Help! Pirates are on our tail and our engines are down! We are stranded here!
it: Aiuto! I pirati ci stanno alle costole e i nostri motori sono fuori uso! Siamo bloccati qui!

source: He's finished. Let's go!
it: Ha finito. Andiamo!

source: Let's get out of here.
it: Usciamo da qui.

source: Thank you for defending us from those pirates. You have our endless gratitude.
it: Grazie per averci difeso da quei pirati. Avete la nostra infinita gratitudine.

source: Received %1% Credits for defending a trader from pirates.
it: Ricevuto %1% di crediti per aver difeso un commerciante dai pirati.

source: The boss is busy. Just leave and you won't be harmed.
it: Il capo è occupato. Se ne vada e non le sarà fatto del male.

source: Who are you supposed to be, you maggot? I'll teach you some manners!
it: Chi dovresti essere, verme? Ti insegnerò le buone maniere!

source: You should have left us alone. We already called reinforcements. Get ready to die!
it: Avreste dovuto lasciarci in pace. Abbiamo già chiamato i rinforzi. Preparatevi a morire!

source: Go away, we are waiting for a ... friend.
it: Andate via, stiamo aspettando un... amico.

source: We told you to leave. Now you will be our first victim.
it: Ti abbiamo detto di andartene. Ora sarai la nostra prima vittima.

source: Go away! This is our asteroid! These resources belong to us!
it: Andate via! Questo è il nostro asteroide! Queste risorse ci appartengono!

source: Hey! Stay here! We will prove ourselves against you!
it: Ehi! Restate qui! Ci metteremo alla prova contro di voi!

source: Make way for our king! Leave this sector immediately!
it: Fate largo al nostro re! Lasciate immediatamente questo settore!

source: Pirate King
it: Re dei Pirati

source: Long live the king!
it: Lunga vita al re!

source: You only get one warning! We will have a meeting here. Leave this sector or you will pay the price!
it: Hai solo un avvertimento! Avremo una riunione qui. Lasciate questo settore o ne pagherete le conseguenze!

source: We warned you! Now see what you get from knowing stuff better!
it: Vi avevamo avvertito! Ora vedete cosa si ottiene conoscendo meglio le cose!

source: You call this a ship? More like a dump!
it: La chiami nave? Più che altro è una discarica!

source: Look at this! I thought only intelligent species were allowed to fly ships.
it: Guardate qui! Pensavo che solo le specie intelligenti potessero pilotare le navi.

source: If you fell into a black hole, that would be a misfortune. But if someone saved you, that would be a calamity.
it: Se si cadesse in un buco nero, sarebbe una disgrazia. Ma se qualcuno vi salvasse, sarebbe una calamità.

source: Your mother was a hamster and your father smelt of elderberries!
it: Tua madre era un criceto e tuo padre odorava di sambuco!

source: We fart in your general direction.
it: Noi scoreggiamo nella vostra direzione generale.

source: Oh yeah? You think you're tough? My men and I will get you!
it: Ah sì? Pensi di essere un duro? Io e i miei uomini ti prenderemo!

source: Maybe this one? Hey! What do you want here? Leave immediately or pay the price!
it: Forse questo? Ehi! Cosa volete qui? Andatevene immediatamente o pagate il prezzo!

source: We warned you! Now you're gonna pay for your interference!
it: Vi avevamo avvertito! Ora pagherete per la vostra interferenza!

source: This place isn't for you. Leave and you won't be harmed.
it: Questo posto non fa per voi. Andate via e non vi sarà fatto del male.

source: Mind your own business. We are just searching for something.
it: Fatti gli affari tuoi. Stiamo solo cercando qualcosa.

source: Well then. We kill you and we will find the treasure afterwards.
it: Bene, allora. Vi uccidiamo e dopo troveremo il tesoro.

source: We need to deal with a traitor. We don't need no witnesses.
it: Dobbiamo occuparci di un traditore. Non abbiamo bisogno di testimoni.

source: ${pirates} Traitor
it: ${pirati} Traditore

source: We told you we need no witness, now we have to eradicate you.
it: Vi abbiamo detto che non abbiamo bisogno di testimoni, ora dobbiamo sradicarvi.

source: Go away! We made this wreckage and we salvage this wreckage!
it: Andate via! Abbiamo creato questo relitto e lo recuperiamo!

source: Why couldn't you just leave? Now we will kill you!
it: Perché non ve ne siete andati? Ora ti uccideremo!

source: This is our prey. Go away!
it: Questa è la nostra preda. Andate via!

source: Oh well, looks like we've found our next target.
it: Oh beh, sembra che abbiamo trovato il nostro prossimo obiettivo.

source: Strong subspace disturbances have been detected. They seem to be originating from the center of the galaxy.
it: Sono stati rilevati forti disturbi subspaziali. Sembrano provenire dal centro della galassia.

source: Massive amounts of Xsotan are swarming in the center of the galaxy.
it: Quantità enormi di Xsotan brulicano al centro della galassia.

source: The Xsotan swarm invasion has been defeated!
it: L'invasione dello sciame Xsotan è stata sconfitta!

source: The defenses were overrun. The attack of the Xsotan swarm succeded.
it: Le difese sono state superate. L'attacco dello sciame Xsotan ebbe successo.

source: Player %s created!
it: Giocatore %s creato!

source: Player %s joined the galaxy
it: Il giocatore %s si è unito alla galassia

source: Player %s left the galaxy
it: Il giocatore %s ha lasciato la galassia

source: Maintenance Chip MCAI04
it: Chip di manutenzione MCAI04

source: This seems to be a chip to track some AI-controlled entity.
it: Questo sembra essere un chip per tracciare un'entità controllata dall'intelligenza artificiale.

source: Next AI Location: \s(%1%:%2%)
it: Prossima posizione AI: \s(%1%:%2%)

source: Building Knowledge Tier I
it: Costruire la conoscenza Livello I

source: Building Knowledge Tier II
it: Costruire la conoscenza di livello II

source: Building Knowledge Tier III
it: Costruire la conoscenza di livello III

source: Building Knowledge Tier IV
it: Costruire la conoscenza Livello IV

source: Building Knowledge Tier V
it: Costruire la conoscenza Livello V

source: Building Knowledge Tier VI
it: Costruire la conoscenza Livello VI

source: Building Knowledge Tier VII
it: Costruire la conoscenza Livello VII

source: Requires Tier I knowledge about Iron.
it: Richiede una conoscenza di livello I del ferro.

source: Requires Tier II knowledge about Titanium.
it: Richiede conoscenze di livello II su Titanium.

source: Requires Tier III knowledge about Naonite.
it: Richiede conoscenze di livello III sulla naonite.

source: Requires Tier IV knowledge about Trinium.
it: Richiede conoscenze di livello IV su Trinium.

source: Requires Tier V knowledge about Xanion.
it: Richiede conoscenze di livello V su Xanion.

source: Requires Tier VI knowledge about Ogonite.
it: Richiede conoscenze di livello VI sull'Ogonite.

source: Unlocks building with a new material.
it: Sblocca l'edificio con un nuovo materiale.

source: Increases buildable ship size.
it: Aumenta le dimensioni delle navi costruibili.

source: Requires building knowledge about %s.
it: Richiede la costruzione di conoscenze su %s.

# You've unlocked the ability to build Titanium blocks.
source: You've unlocked the ability to build %s blocks!
it: Hai sbloccato la capacità di costruire blocchi %s!

source: Co-'n-Op Reconstruction Kit
it: Kit di ricostruzione Co-'n-Op

source: Craft
it: Artigianato

source: Any
it: Qualsiasi

source: Use near a wreckage of a destroyed ship
it: Utilizzo vicino al relitto di una nave distrutta

source: Quickly reassembles a destroyed ship
it: Riassembla rapidamente una nave distrutta

source: Prioritizes other players
it: Dà priorità agli altri giocatori

source: Disclaimer: Additional Repairs Necessary!
it: Disclaimer: sono necessarie ulteriori riparazioni!

source: No wreckage found.
it: Non sono stati trovati rottami.

source: Reconstructed %1% of %2%.
it: Ricostruito il %1% del %2%.

source: Reconstructed by %1%.
it: Ricostruito dal %1%.

source: Energy Suppressor Satellite
it: Satellite soppressore di energia

source: Time
it: Tempo

source: Can be deployed by the player.
it: Può essere schierato dal giocatore.

source: Deploy this satellite in a sector
it: Distribuire questo satellite in un settore

source: to suppress energy signatures
it: per sopprimere le firme energetiche

source: and to hide any activity from persecutors.
it: e per nascondere qualsiasi attività ai persecutori.

source: Trade Guild Beacon
it: Faro della gilda commerciale

source: Ally
it: Alleato

source: Merchant Type
it: Tipo di commerciante

source: Equipment
it: Attrezzatura

source: Rare Artifacts
it: Manufatti rari

source: Calls in a merchant of your allies.
it: Richiama un mercante dei vostri alleati.

source: Must be used in your allies' territory.
it: Deve essere utilizzato nel territorio dei propri alleati.

source: Our merchant guild only responds to calls from our allies.
it: La nostra gilda mercantile risponde solo alle chiamate dei nostri alleati.

source: There is already an agent of our guild in your sector.
it: C'è già un agente della nostra gilda nel vostro settore.

source: You must be in a ship to use this.
it: Per utilizzarlo è necessario essere a bordo di una nave.

source: Mobile Merchant
it: Commerciante mobile

source: The merchant guild received a call from this sector. Who can we help?
it: La gilda dei mercanti ha ricevuto una chiamata da questo settore. Chi possiamo aiutare?

source: North West
it: Nord Ovest

source: North East
it: Nord Est

source: South West
it: Sud Ovest

source: South East
it: Sud Est

source: Faction Territory Map
it: Mappa del territorio della fazione

source: Faction Quadrant Map
it: Mappa del quadrante della fazione

source: Explorer's Quadrant Map
it: Mappa del quadrante dell'esploratore

source: Traveler's Quadrant Map
it: Mappa del Quadrante del Viaggiatore

source: Gate Network
it: Rete Gate

source: Additional Sectors
it: Settori aggiuntivi

source: Sector Stations
it: Stazioni del settore

source: Unveils a quadrant of the faction's territory.
it: Svela un quadrante del territorio della fazione.

source: Territory info is loaded into the Galaxy Map
it: Le informazioni sul territorio vengono caricate nella Galaxy Map

source: A chip with territory information.
it: Un chip con informazioni sul territorio.

source: Map information added to the Galaxy Map.
it: Informazioni sulla mappa aggiunte alla Galaxy Map.

source: Still updating.
it: Ancora in aggiornamento.

source: Faction Gate Map Update
it: Aggiornamento della mappa Faction Gate

source: Network Version
it: Versione di rete

source: Updates gate connections of the faction's territory
it: Aggiorna le connessioni dei cancelli del territorio della fazione

source: A chip with gate information.
it: Un chip con informazioni sul gate.

source: Courtesy of Galaxy Gates United.
it: Per gentile concessione di Galaxy Gates United.

source: A data chip with fragmented transcripts.
it: Un chip di dati con trascrizioni frammentate.

source: Double-click for computer analysis.
it: Fare doppio clic per l'analisi al computer.

source: Finished analysis. Writing results to chat log.
it: Analisi conclusa. Scrivere i risultati nel registro di chat.

source: Hyperspace Interrupter
it: Interruttore dell'iperspazio

source: Can be used to interrupt the hyperspace jump of Fidget.
it: Può essere usato per interrompere il salto iperspaziale di Fidget.

source: The Hyperspace Interrupter still needs about %1% min to track Fidget's ship.
it: L'Interruttore Iperspaziale ha ancora bisogno di circa %1% min per seguire la nave di Fidget.

source: In-Sector Marker Buoy
it: Boa di segnalazione in-settore

source: Marks a location in the sector.
it: Contrassegna una posizione nel settore.

source: Too many marker buoys.
it: Troppe boe di segnalazione.

# Pioneer Company Limited
source: PCL Message Transmitter
it: Trasmettitore di messaggi PCL

# Pioneer Company Limited
source: PCL's Message Transmitter
it: Trasmettitore di messaggi PCL

source: Allows you to leave a message for others.
it: Consente di lasciare un messaggio per gli altri.

source: Only the owner of the beacon can edit the message.
it: Solo il proprietario del radiofaro può modificare il messaggio.

# Pioneer Company Limited
source: This is the interface of the PCL's Message Transmitter, would you like to leave a message for others?
it: Questa è l'interfaccia del trasmettitore di messaggi del PCL, volete lasciare un messaggio per gli altri?

source: Xsotan Wormhole Device
it: Dispositivo Wormhole Xsotan

source: Opens Wormholes
it: Apre i tunnel spaziali

source: Probably?
it: Probabilmente?

source: Closes Wormholes
it: Chiude i tunnel spaziali

source: Maybe?
it: Forse?

source: Destination
it: Destinazione

source: Unclear
it: Non chiaro

source: Has a little light that points in a direction.
it: Ha una piccola luce che indica una direzione.

source: Seems to point towards your Reconstruction Site.
it: Sembra puntare verso il vostro sito di ricostruzione.

source: Is this thing even working..?
it: Ma questa cosa funziona?

source: Only one way to find out...
it: C'è solo un modo per scoprirlo...

source: You must wait another %1% minutes before this works again.
it: È necessario attendere un altro %1% di minuti prima che funzioni di nuovo.

source: You must wait another %1% seconds before this works again.
it: È necessario attendere un altro %1% di secondi prima che funzioni di nuovo.

source: Nothing is happening. Maybe try from another sector?
it: Non succede nulla. Forse si può provare da un altro settore?

source: No hyperspace engine on your ship.
it: Nessun motore iperspaziale sulla vostra nave.

source: Your hyperspace engine must be fully recharged to do this.
it: Per farlo, il motore iperspaziale deve essere completamente ricaricato.

source: You can't do this while your hyperspace engine is being distorted by something.
it: Non è possibile farlo mentre il motore iperspaziale è distorto da qualcosa.

source: You can't do this while your hyperspace engine is being blocked by something.
it: Non è possibile farlo mentre il motore iperspaziale è bloccato da qualcosa.

source: Q-n-D Reconstruction Kit
it: Kit di ricostruzione Q-n-D

source: Owner
it: Proprietario

source: Bound to a specific craft
it: Legato a un mestiere specifico

source: Use near the wreckage of the destroyed craft
it: Utilizzare vicino al relitto dell'imbarcazione distrutta.

source: Quickly reassembles the bound craft
it: Riassembla rapidamente l'imbarcazione legata

source: Wreckage not found.
it: Il relitto non è stato trovato.

source: Reinforcements Transmitter
it: Trasmettitore di rinforzo

source: Calls in reinforcements from your allies
it: Richiama i rinforzi dagli alleati

source: We only send out combat support for our allies.
it: Inviamo solo supporto di combattimento per i nostri alleati.

source: We're sorry, but you're too far out. We can't send reinforcements that far.
it: Ci dispiace, ma siete troppo lontani. Non possiamo inviare rinforzi così lontano.

source: We can't send out reinforcements that quickly again! You'll have to wait another %i minutes!
it: Non possiamo inviare di nuovo rinforzi così velocemente! Dovrete aspettare altri %i minuti!

source: IGA-1510 Sector Label Applicator
it: Applicatore di etichette settoriali IGA-1510

# IGA = Inter-Galactic Association
source: IGA-1510 Sector Label Applicator
it: Applicatore di etichette settoriali IGA-1510

source: Permanent
it: Permanente

source: Allows you to rename a sector
it: Consente di rinominare un settore

source: if you or your alliance control it.
it: se voi o la vostra alleanza lo controllate.

source: Can’t deploy beacon in a sector that you don't control.
it: Non è possibile installare un faro in un settore che non si controlla.

source: You don't have permission to deploy the beacon in the name of your alliance.
it: Non avete il permesso di distribuire il radiofaro a nome della vostra alleanza.

# IGA = Inter-Galactic Association
source: This is the interface of the IGA-1510 Sector Label Applicator, would you like to change the name of this sector?
it: Questa è l'interfaccia dell'applicatore di etichette a settori IGA-1510, volete cambiare il nome di questo settore?

source: Unbound Q-n-D Reconstruction Kit
it: Kit di ricostruzione Q-n-D non vincolato

source: Can be bound to any ship
it: Può essere legato a qualsiasi nave

source: Not yet assigned
it: Non ancora assegnato

source: Use while inside a craft
it: Utilizzo all'interno di un'imbarcazione

source: Turns into a bound reconstruction kit
it: Si trasforma in un kit di ricostruzione legato

source: Construction Site
it: Cantiere

source: Beacon
it: Faro

source: Outlaw
it: Fuorilegge

source: Pirate
it: Pirata

source: Marauder
it: Predone

source: Disruptor
it: Perturbatore

source: Pirate Carrier
it: Portatore di pirati

source: Ravager
it: Furia

source: Pirate Mothership
it: Nave madre pirata

source: Pirate Loot Transporter
it: Trasportatore di bottini pirata

source: North
it: Nord

source: East
it: Est

source: South
it: Sud

source: West
it: Ovest

source: Hello! I see you found some Titanium! That's great, congratulations! Since I still feel like I'm in your debt, I'd like to give you this. I still have this from a few years ago and I'm sure it will help you out. Greetings, %1%
it: Ciao! Vedo che hai trovato del Titanio! È fantastico, congratulazioni! Dato che mi sento ancora in debito con te, vorrei darti questo. Ho ancora questo di qualche anno fa e sono sicuro che ti sarà utile. Saluti, %1%

# Mail Subject
source: Titanium!
it: Titanio!

source: %1%, the Adventurer
it: %1%, l'Avventuriero

source: Hello! And now you've got some Naonite! You're progressing well! Naonite is even better than Titanium, and not just because it's more durable. With Naonite, you can build shield generators! Sadly, I don't have any more building knowledge that I could give you. You should try your luck with a shipyard in the Naonite area. Or maybe you can loot some from pirates with Naonite ships? They must have built them somehow! Greetings, %1%
it: Ciao! E ora hai un po' di Naonite! Stai progredendo bene! La Naonite è ancora migliore del Titanio, e non solo perché è più resistente. Con la Naonite si possono costruire generatori di scudi! Purtroppo non ho altre nozioni di costruzione da darti. Dovresti tentare la fortuna con un cantiere navale nell'area della Naonite. O forse puoi saccheggiarne qualcuno dai pirati con navi in Naonite? Devono averle costruite in qualche modo! Saluti, %1%

# Mail Subject
source: Next Step: Naonite!
it: Prossimo passo: la naonite!

# sentence referring to a male captain
source: The captain has had no special training.
it: Il capitano non ha ricevuto un addestramento speciale.

# sentence referring to a female captain
source: The captain has had no special training.
it: Il capitano non ha ricevuto un addestramento speciale.
