Repository: GLWine/Avorion-ITA
Catalog: Avorion/data/localization/*.po
Languages: it

source: The swarm is coming closer! The first scouts are already showing up.
it: Lo sciame si avvicina! I primi esploratori si stanno già facendo vedere.

source: Your sensors picked up large bursts of subspace signals.
it: I vostri sensori hanno rilevato grandi raffiche di segnali subspaziali.

source: The swarm is almost there. Get out of there immediately!
it: Lo sciame è quasi arrivato. Uscite immediatamente da lì!

source: Your sensors are picking up extreme amounts of subspace signals.
it: I vostri sensori stanno captando una quantità estrema di segnali subspaziali.

source: The swarm has arrived! Good luck and we hope you'll get out in time!
it: Lo sciame è arrivato! Buona fortuna e speriamo che riusciate a uscire in tempo!

source: You have ca %1% minutes until the swarm arrives.
it: Avete circa %1% minuti prima dell'arrivo dello sciame.

source: SWARM WARNING
it: AVVISO DI SVEGLIA

# ship AI status
source: Evading players
it: Evadere i giocatori

# ship AI status
source: Flying Through Gate
it: Volare attraverso il cancello

source: Commander, we can't fly through there, our ship is too big! \s(%1%:%2%)
it: Comandante, non possiamo passare di lì, la nostra nave è troppo grande! \s(%1%:%2%)

source: No usable mining turrets or fighters to mine.
it: Nessuna torretta mineraria utilizzabile o caccia per minare.

source: Mining - No Cargo Space
it: Estrazione mineraria - Niente spazio per il carico

# ship AI status
source: Collecting Mined Loot
it: Raccolta del bottino minerario

# ship AI status
source: Mining
it: Miniere

# ship AI status
source: Mining - No Asteroids Left
it: Estrazione mineraria - Non ci sono più asteroidi

source: Your mining ship in sector %1% can't find any more asteroids made of %2% or lower.
it: La tua nave mineraria nel settore %1% non riesce a trovare altri asteroidi di %2% o inferiore.

source: Commander, we can't find any more asteroids in \s(%1%) made of %2% or lower!
it: Comandante, non riusciamo a trovare altri asteroidi in \s(%1%) di %2% o inferiore!

source: Commander, our turrets can't mine asteroids made of %1%!
it: Comandante, le nostre torrette non possono estrarre asteroidi del %1%!

source: Your mining ship in sector %s can't find any more asteroids.
it: La vostra nave mineraria nel settore %s non riesce a trovare altri asteroidi.

source: Commander, we can't find any more asteroids in \s(%s)!
it: Comandante, non riusciamo a trovare altri asteroidi in \s(%s)!

source: Commander, we can't mine in \s(%s) - we have no space in our cargo bay!
it: Comandante, non possiamo estrarre in \s(%s) - non abbiamo spazio nella nostra stiva!

source: Commander, we can't continue mining in \s(%s) - we have no more space left in our cargo bay!
it: Comandante, non possiamo continuare l'estrazione in \s(%s) - non abbiamo più spazio nella nostra stiva!

source: Your ship's cargo bay in sector \s(%s) is full.
it: La stiva della vostra nave nel settore \s(%s) è piena.

source: Your craft %s needs a captain to continue mining.
it: La tua imbarcazione %s ha bisogno di un capitano per continuare l'estrazione.

# ship AI status
source: Patrolling Sector
it: Settore di pattugliamento

source: Did you really think you'd get rid of us that easily? We can track you!
it: Pensavate davvero di liberarvi di noi così facilmente? Possiamo rintracciarvi!

source: You can't just lose us that easily! We can track you!
it: Non potete perderci così facilmente! Possiamo rintracciarvi!

source: Your hyperdrive is nothing compared to ours and our tracker!
it: La vostra iperguida non è nulla in confronto alla nostra e al nostro tracker!

source: You're not getting off that easily! Our tracker will always tell us where you are!
it: Non te la caverai così facilmente! Il nostro tracker ci dirà sempre dove sei!

source: This is starting to get tedious, maybe we should start looking for easier prey.
it: La situazione sta diventando noiosa, forse dovremmo iniziare a cercare una preda più facile.

source: This will be the last time we jump after this clown - if we don't get this ship this time, we're out.
it: Questa sarà l'ultima volta che salteremo dietro a questo pagliaccio: se non prendiamo la nave questa volta, siamo fuori.

source: You have nothing to refine.
it: Non avete nulla da affinare.

source: Nothing to refine.
it: Non c'è nulla da affinare.

source: Commander, we can't find a refinery in \s(%s).
it: Comandante, non riusciamo a trovare una raffineria a \s(%s).

source: No refinery found in sector %s.
it: Nessuna raffineria trovata nel settore %s.

# ship AI status
source: Refining Ores - Docking
it: Raffinazione dei minerali - Attracco

# ship AI status
source: Refining Ores - Waiting for Processing
it: Raffinazione dei minerali - In attesa di lavorazione

# ship AI status
source: Refining Ores - Collecting Resources
it: Raffinazione dei minerali - Raccolta di risorse

source: You need a license to salvage in this sector.
it: È necessaria una licenza per il recupero in questo settore.

source: No usable turrets or fighters to salvage.
it: Nessuna torretta o caccia utilizzabile da recuperare.

source: Salvaging - No Cargo Space
it: Recupero - Niente spazio di carico

# ship AI status
source: Collecting Salvaged Loot
it: Raccogliere il bottino recuperato

# ship AI status
source: Salvaging
it: Recupero

# ship AI status
source: Salvaging - No Wreckages Left
it: Salvataggio - Non ci sono più rottami

source: Your ship in sector %1% can't find any more wreckages made of %2% or lower.
it: La tua nave nel settore %1% non trova più relitti di %2% o inferiore.

source: Commander, we can't find any more wreckages in \s(%1%) made of %2% or lower!
it: Comandante, non riusciamo a trovare altri relitti in \s(%1%) di %2% o inferiore!

source: Commander, our turrets can't salvage wreckages made of %1%!
it: Comandante, le nostre torrette non possono recuperare relitti fatti al %1%!

source: Your ship in sector %s can't find any more wreckages.
it: La vostra nave nel settore %s non riesce a trovare altri relitti.

source: Commander, we can't find any more wreckages in \s(%s)!
it: Comandante, non riusciamo a trovare altri relitti a \s(%s)!

source: Commander, we can't salvage in \s(%s) - we have no space in our cargo bay!
it: Comandante, non possiamo recuperare a \s(%s) - non abbiamo spazio nella nostra stiva!

source: Commander, we can't continue salvaging in \s(%s) - we have no more space left in our cargo bay!
it: Comandante, non possiamo continuare a salvare in \s(%s) - non abbiamo più spazio nella nostra stiva!

source: Your craft %s needs a captain to continue salvaging.
it: La vostra imbarcazione %s ha bisogno di un capitano per continuare il salvataggio.

source: Paid a fine of %1% Credits.
it: Ha pagato una multa di %1% Crediti.

source: Hello. This is a routine scan. Please remain calm. Your cargo will be confiscated and we will have to fine you ${fine} Credits. You have ${timeOut} seconds to respond.
it: Salve. Si tratta di una scansione di routine. La prego di rimanere calmo. Il vostro carico sarà confiscato e dovremo multarvi con ${fine} Crediti. Avete ${timeOut} secondi per rispondere.

source: [Comply]
it: [Conformarsi]

source: Thank you for your cooperation. Remain where you are. You will pay a fine. Dump your cargo or we will approach you and confiscate it.
it: Grazie per la collaborazione. Rimanete dove siete. Pagherete una multa. Scaricate il vostro carico o vi avvicineremo e lo confischeremo.

source: Hold on. Our scanners show illegal cargo on your ship. Your cargo will be confiscated and you are fined ${fine} Credits. You have ${timeOut} seconds to respond.
it: Aspettate. I nostri scanner mostrano un carico illegale sulla vostra nave. Il vostro carico sarà confiscato e sarete multati di ${fine} Crediti. Avete ${timeOut} secondi per rispondere.

source: Hold on. Our scanners show stolen cargo on your ship. Your cargo will be confiscated and you are fined ${fine} Credits. You have ${timeOut} seconds to respond.
it: Aspettate. I nostri scanner mostrano un carico rubato sulla vostra nave. Il vostro carico sarà confiscato e sarete multati di ${fine} Crediti. Avete ${timeOut} secondi per rispondere.

source: Hold on. Our scanners show dangerous cargo on your ship. According to our records, you don't have a transportation permit for dangerous cargo in our area. Your cargo will be confiscated and you are fined ${fine} Credits. You have ${timeOut} seconds to respond.
it: Aspettate. I nostri scanner mostrano un carico pericoloso sulla vostra nave. Secondo i nostri registri, non avete un permesso di trasporto per carichi pericolosi nella nostra zona. Il vostro carico sarà confiscato e sarete multati di ${fine} Crediti. Avete ${timeOut} secondi per rispondere.

source: I could offer you a small apology of ${bribe} Credits (50% chance of success)
it: Potrei offrirti delle piccole scuse di ${truffa} Crediti (50% di probabilità di successo)

source: Maybe this donation of ${bribe} Credits will make you forget about all this (75% chance of success)
it: Forse questa donazione di ${bribe} ti farà dimenticare tutto questo (75% di probabilità di successo)

source: I am sure this generous offer of ${bribe} Credits will help you forget all this (95% chance of success)
it: Sono sicuro che questa generosa offerta di ${bribe} ti aiuterà a dimenticare tutto questo (95% di probabilità di successo).

source: On second thought, I'll comply.
it: Ripensandoci, mi adeguerò.

source: [Scramble Cargo Signature]
it: [Firma del Cargo Scramble]

source: Can’t we find another way to handle this?
it: Non possiamo trovare un altro modo per gestire la situazione?

source: Wait, what's..? Wasn't there..? Well, it seems like there's nothing wrong with your cargo after all. You may carry on for now, but we'll have an eye on you.
it: Aspetta, cosa...? Non c'era...? Beh, sembra che non ci sia nulla di sbagliato nel tuo carico, dopotutto. Per ora potete proseguire, ma vi terremo d'occhio.

source: Your non-responsiveness is considered a hostile act. Leave the sector or we will shoot.
it: La vostra mancata risposta è considerata un atto ostile. Lasciate il settore o spareremo.

source: Oh, look at that, my scanner seems to have malfunctioned. Have a nice trip!
it: Oh, guarda un po', sembra che il mio scanner non abbia funzionato bene. Buon viaggio!

source: This is an insult. Remain where you are. You will pay the fine. Dump your cargo or we will approach you and confiscate it.
it: Questo è un insulto. Rimanete dove siete. Pagherete la multa. Scaricate il vostro carico o vi avvicineremo e lo confischeremo.

source: Set Beacon Welcome Message
it: Impostare il messaggio di benvenuto di Beacon

source: Beacon Text
it: Testo del faro

source: Activate
it: Attivare

source: ${entity} Bulletin Board
it: ${entità} Bacheca

source: Bulletin Board
it: Bacheca

source: DESCRIPTION
it: DESCRIZIONE

source: This mission is only available for owners of the Black Market DLC.
it: Questa missione è disponibile solo per i possessori del DLC Mercato Nero.

source: No bulletins available!
it: Nessun bollettino disponibile!

source: Where is your home sector?
it: Dove si trova il vostro settore domestico?

source: Give me all your cargo!
it: Datemi tutto il vostro carico!

source: Dumping the cargo. I hope you're happy, you damn pirate.
it: Scaricare il carico. Spero che tu sia felice, maledetto pirata.

source: I'm serious!
it: Sono serio!

source: And how are you planning on doing that?
it: E come pensa di farlo?

source: I'm going to destroy you!
it: Ti distruggerò!

source: This is ridiculous. Go away.
it: È ridicolo. Andate via.

source: Okay, sorry, wrong ship.
it: Ok, scusate, ho sbagliato nave.

source: Leave us alone!
it: Lasciateci in pace!

source: Dump your cargo or you'll be destroyed!
it: Scaricate il vostro carico o sarete distrutti!

source: Please don't shoot! We will dump the cargo, but then you must leave us alone!
it: Per favore, non sparate! Scaricheremo il carico, ma poi dovrete lasciarci in pace!

source: Dump your cargo and you will be spared.
it: Scaricate il vostro carico e sarete risparmiati.

source: If you cooperate, I might spare your lives.
it: Se collaborate, potrei risparmiarvi la vita.

source: On second thought, I don't need anything from you.
it: Ripensandoci, non ho bisogno di nulla da te.

source: What kind of sick joke is this!?
it: Che razza di scherzo malato è questo!?

source: We'll be out of here before you even get to us!
it: Saremo fuori di qui prima ancora che tu ci raggiunga!

source: You should leave.
it: Dovresti andartene.

source: I will not give up my cargo freely to some petty pirate!
it: Non cederò liberamente il mio carico a un pirata da quattro soldi!

source: So be it then!
it: E così sia!

source: Oops, sorry, wrong ship, carry on!
it: Ops, scusate, ho sbagliato nave, continuate pure!

source: Leave or be destroyed!
it: Andatevene o sarete distrutti!

source: We're under attack! Help! Send out an emergency signal!
it: Siamo sotto attacco! Aiuto! Inviate un segnale di emergenza!

source: You're kidding, right?
it: Stai scherzando, vero?

source: No. Now give me all your cargo!
it: No. Ora datemi tutto il vostro carico!

source: Sorry. Bad joke.
it: Mi dispiace. Pessima battuta.

source: Why would I tell you that?
it: Perché dovrei dirtelo?

source: ${name} Prime used to be at (${x}:${y}), before "The Event" that is.
it: ${nome} Prime si trovava a (${x}:${y}), prima dell'"Evento".

source: It's such a tragedy. ${name} Prime was the pride of our faction until it was eaten up by a rift. Maybe one day there will be a way to travel to (${x}:${y}) once again.
it: È una tale tragedia. ${nome} Primo era l'orgoglio della nostra fazione finché non è stato divorato da una spaccatura. Forse un giorno ci sarà un modo per viaggiare di nuovo verso (${x}:${y}).

source: I don't want to talk about it. (${x}:${y}) is no more.
it: Non voglio parlarne. (${x}:${y}) non esiste più.

source: ${name} have taken over this territory. We don't have a governing home sector any more now. Their home sector is at (${x}:${y}).
it: ${nome} hanno preso il controllo di questo territorio. Non abbiamo più un settore domestico che ci governa. Il loro settore domestico si trova a (${x}:${y}).

source: Ever since this other faction has taken over this territory, we don't really have a governing home sector any more. I don't know where their home sector is, sorry.
it: Da quando quest'altra fazione ha preso il controllo di questo territorio, non abbiamo più un settore domestico che ci governa. Non so dove sia il loro settore domestico, mi spiace.

source: ${name} Prime is at (${x}:${y}).
it: ${nome} Primo è a (${x}:${y}).

source: ${factionName} Prime: \s(${xCoord},${yCoord})
it: ${nomeFazione} Primo: \s(${xCoord},${yCoord})

source: You are not close enough to claim the object!
it: Non siete abbastanza vicini per reclamare l'oggetto!

source: Claim
it: Rivendicazione

source: Claimed Asteroid
it: Asteroide rivendicato

source: There are currently no captains looking for work at this station.
it: Al momento non ci sono capitani in cerca di lavoro in questa stazione.

source: Hire
it: Noleggio

source: Request Transport
it: Richiesta di trasporto

source: You can request a crew transport ship here containing a complete crew for your current ship. Only possible if your ship needs at least 100 more crew members.
it: Puoi richiedere qui una nave per il trasporto dell'equipaggio contenente un equipaggio completo per la tua nave attuale. È possibile solo se la tua nave ha bisogno di almeno 100 membri dell'equipaggio in più.

source: CURRENT CREW (${current}/${max})
it: EQUIPE ATTUALE (${attuale}/${max})

source: ${workforce}/${required}
it: ${forza}/${richiesta}

source: We don't require more than 100 additional crew members. Additionally required crew members: ${amount}
it: Non abbiamo bisogno di più di 100 membri supplementari dell'equipaggio. Membri dell'equipaggio aggiuntivi richiesti: ${importo}

source: There's already a transport on the way.
it: C'è già un trasporto in arrivo.

source: We only offer these kinds of services to people we have Excellent or better relations with.
it: Offriamo questo tipo di servizi solo a persone con cui abbiamo rapporti eccellenti o migliori.

source: Your relations with that faction aren't good enough.
it: I vostri rapporti con quella fazione non sono abbastanza buoni.

source: Paid %1% Credits to request a crew transport.
it: Ha pagato il %1% di crediti per richiedere il trasporto dell'equipaggio.

source: Your crew transport is on the way and will be here in about 30 seconds.
it: Il trasporto dell'equipaggio è in arrivo e sarà qui tra circa 30 secondi.

source: You must be docked to the station to hire crew members.
it: Per assumere membri dell'equipaggio è necessario essere attraccati alla stazione.

source: You must be closer to the ship to hire crew members.
it: Per assumere membri dell'equipaggio è necessario essere più vicini alla nave.

source: Paid %1% Credits to hire crew.
it: Pagato %1% di crediti per assumere l'equipaggio.

source: Paid %1% Credits to hire a captain.
it: Ha pagato l'1% di crediti per assumere un capitano.

source: Admired
it: Ammirato

source: Friendly
it: Amichevole

source: You need relations of at least '%s' to this faction to hire these crew members.
it: Per assumere questi membri dell'equipaggio è necessario avere rapporti di almeno '%s' con questa fazione.

source: Crew Transport
it: Trasporto dell'equipaggio

source: Crew transport for %1% is here. Please remain where you are - we'll fly to your current location.
it: Il trasporto dell'equipaggio per il %1% è arrivato. Rimanete dove siete, voleremo verso la vostra posizione attuale.

source: Transfer Crew
it: Equipaggio di trasferimento

source: You must be docked to the station to transfer the crew to your ship.
it: Per trasferire l'equipaggio sulla vostra nave dovete essere attraccati alla stazione.

source: You must be closer to the ship to transfer the crew to your ship.
it: Dovete essere più vicini alla nave per trasferire l'equipaggio sulla vostra nave.

source: Pleasure doing business with you.
it: È stato un piacere fare affari con voi.

source: Rebuild Mine
it: Ricostruire la miniera

source: The facilities in this station were destroyed in a boarding attack.
it: Le strutture di questa stazione sono state distrutte in un attacco di abbordaggio.

source: Basic
it: Base

source: Mines
it: Miniere

source: Confirm Rebuilding
it: Confermare la ricostruzione

source: Text
it: Testo

source: This action is irreversible.
it: Questa azione è irreversibile.

source: You're about to turn your mine into a ${factory}.
it: State per trasformare la vostra miniera in una ${fabbrica}.

source: Due to a systems change, all turrets will be removed from your station.
it: A causa di una modifica dei sistemi, tutte le torrette saranno rimosse dalla vostra stazione.

source: Building a station expands your influence in this sector. Taking over a sector impacts your relations with the local faction.
it: La costruzione di una stazione aumenta la vostra influenza nel settore. L'acquisizione di un settore influisce sulle relazioni con la fazione locale.

source: You're too close to another station.
it: Siete troppo vicini a un'altra stazione.

source: You're too far out to found a station.
it: Siete troppo lontani per trovare una stazione.

source: Rebuild Station
it: Ricostruzione della stazione

source: Basic Factories
it: Fabbriche di base

source: Low Tech Factories
it: Fabbriche a bassa tecnologia

source: Advanced
it: Avanzato

source: Advanced Factories
it: Fabbriche avanzate

source: High Tech Factories
it: Fabbriche ad alta tecnologia

source: Other Stations
it: Altre stazioni

source: You're about to turn your station into a ${factory}.
it: State per trasformare la vostra stazione in una ${fabbrica}.

source: If required, it will receive production extensions.
it: Se necessario, riceverà estensioni della produzione.

source: You're about to turn your station into a ${stationName}.
it: State per trasformare la vostra stazione in una ${nomeStazione}.

source: What's going on here?
it: Cosa sta succedendo qui?

source: Hush! We are in the middle of our ceremony.
it: Silenzio! Siamo nel bel mezzo della cerimonia.

source: I see, sorry.
it: Capisco, scusate.

source: It'll have to wait, I'm talking to you.
it: Dovrà aspettare, sto parlando con te.

source: %s is attacking!
it: %s sta attaccando!

source: Destroy the troublemaker!
it: Distruggete il piantagrane!

source: You're in a part of the galaxy where you're in over your head. It's dangerous to fly so close to the galaxy core without a strong ship. You'll learn that soon enough. But there's a solution to everything. You can save us some ammunition and your own life at the same time. Pay us ${credits} Credits or we're just going to salvage your little ship, after we blow it up.
it: Vi trovate in una zona della galassia in cui non potete farcela da soli. È pericoloso volare così vicino al nucleo della galassia senza una nave forte. Lo imparerete presto. Ma c'è una soluzione a tutto. Puoi risparmiarci delle munizioni e allo stesso tempo la tua vita. Pagaci ${crediti} Crediti o recupereremo la tua piccola nave, dopo averla fatta saltare in aria.

source: Threaten
it: Minacciare

source: Wise choice. Saving us all some trouble.
it: Una scelta saggia. Ci ha risparmiato un po' di problemi.

source: Then we're doing it the hard way. Excellent, it's been far to long since we had some real fun!
it: Allora lo faremo nel modo più difficile. Eccellente, è passato troppo tempo dall'ultima volta che ci siamo divertiti davvero!

source: There seems to be some trouble with your bank account - you don't have the money. We're going to salvage your ship then.
it: Sembra che ci siano dei problemi con il vostro conto bancario: non avete i soldi. Allora recupereremo la sua nave.

source: No communication? Then let's do it the hard way!
it: Nessuna comunicazione? Allora facciamo le cose con le buone!

source: Paid bandits %1% Credits.
it: Banditi pagati %1% Crediti.

source: Blow it up boys, but make sure you don't hit the valuable parts this time!
it: Fatelo esplodere, ragazzi, ma fate in modo di non colpire le parti di valore questa volta!

source: Haha, our fake distress call worked! You're as good as dead, maggot!
it: Haha, la nostra finta richiesta di soccorso ha funzionato! Sei bello che morto, verme!

source: I don't know about anything, but it's always possible someone else knows something. You should keep asking around. Oh, and people at different places in the galaxy will know different things.
it: Io non so nulla, ma è sempre possibile che qualcun altro sappia qualcosa. Dovresti continuare a chiedere in giro. Oh, e le persone in posti diversi della galassia sapranno cose diverse.

source: Thanks, I'll keep asking around.
it: Grazie, continuerò a chiedere in giro.

source: Not that I know of, but that doesn't mean anything. If you're looking for work, you should check the bulletin boards of the stations around here.
it: Non che io sappia, ma questo non significa nulla. Se sta cercando lavoro, dovrebbe controllare le bacheche delle stazioni qui intorno.

source: Thank you, I'll have a look.
it: Grazie, darò un'occhiata.

source: I've heard that a pirate called 'Swoks' has started raiding freighters nearby. Bad for business, you know? He's keeping it low profile - ships just disappear. But everybody knows it's him. You should not go explore on your own in these sectors around here.
it: Ho sentito che un pirata chiamato 'Swoks' ha iniziato a razziare le navi da carico nelle vicinanze. Non va bene per gli affari, sapete? Sta mantenendo un basso profilo: le navi scompaiono. Ma tutti sanno che è lui. Non dovreste andare in esplorazione da soli nei settori qui intorno.

source: Thanks, I'll keep it in mind.
it: Grazie, lo terrò presente.
