Repository: GLWine/Avorion-ITA
Catalog: Avorion/data/localization/*.po
Languages: it

source: Not enough free cargo space.
it: Spazio di carico libero insufficiente.

source: At least ${arg} free cargo space
it: Almeno ${arg} spazio di carico libero

source: Docking Equipment Required
it: Attrezzatura di attracco necessaria

source: Your ship needs to have unobstructed dock blocks to be able to complete this mission.
it: Per poter completare la missione, la vostra nave deve avere blocchi di attracco non ostruiti.

source: Not enough docking blocks.
it: Non ci sono abbastanza blocchi di attracco.

source: Have at least 3 working dock blocks
it: Avere almeno 3 blocchi di banchina funzionanti

source: Possible Mass
it: Massa possibile

source: The scientists can move this many kilotons of mass into the rift.
it: Gli scienziati possono spostare tanti chilotoni di massa nella spaccatura.

source: ${currentKT} / ${maxKT} kT mass (${ships} ships); ${perc}% of ship mass will be lost during teleport (${player})
it: ${currentKT} / ${maxKT} massa kT (${navi} navi); ${perc}% della massa della nave sarà persa durante il teletrasporto (${giocatore})

source: ${currentKT} / ${maxKT} kT mass; ${perc}% of ship mass will be lost during teleport (${player})
it: ${currentKT} / ${maxKT} massa kT; ${perc}% della massa della nave sarà persa durante il teletrasporto (${player})

source: ${currentKT} / ${maxKT} kT mass (${ships} ships); ${perc}% of ship mass will be lost during teleport
it: ${currentKT} / ${maxKT} massa kT (${navi} navi); ${perc}% della massa della nave sarà persa durante il teletrasporto

source: ${currentKT} / ${maxKT} kT mass; ${perc}% of ship mass will be lost during teleport
it: ${currentKT} / ${maxKT} massa kT; ${perc}% della massa della nave sarà persa durante il teletrasporto

source: ${currentKT} / ${maxKT} kT mass (${ships} ships)
it: ${currentKT} / ${maxKT} kT massa (${navi} navi)

source: ${currentKT} / ${maxKT} kT mass
it: ${currentKT} / ${maxKT} kT massa

source: ${mass} kT
it: ${massa} kT

source: Current Ship: ${mass} kT (${percentOfMax}%)
it: Nave attuale: ${massa} kT (${percentOfMax}%)

source: ${player}'s ships in the teleport area exceed the maximum amount of mass we can transport into the rift.
it: Le navi di ${giocatore} nell'area del teletrasporto superano la quantità massima di massa che possiamo trasportare nella spaccatura.

source: We can still start the teleport, but ${perc}% of your ship mass will get lost, and your ships could suffer heavy damage. Possibly to the point where you can't finish the mission. Do you still want to proceed?
it: Possiamo comunque avviare il teletrasporto, ma ${perc}% della massa della vostra nave andrà persa e le vostre navi potrebbero subire gravi danni. Forse al punto da non poter finire la missione. Volete ancora procedere?

source: Yes!
it: Sì!

source: Maximum Possible Slots
it: Slot massimi possibili

source: Too many slots.
it: Troppi slot.

source: No more than ${arg} slots
it: Non più di ${arg} slot

source: Inactive Ancient Gate
it: Porta antica inattiva

source: An earlier expedition has discovered an ancient gate and a matching activator at the target position. Use these to return from the rift.
it: Una spedizione precedente ha scoperto un antico cancello e un attivatore corrispondente nella posizione dell'obiettivo. Usateli per tornare dalla spaccatura.

source: Find an activator near the Ancient Gate and bring it there
it: Trovate un attivatore vicino all'Antico Cancello e portatelo lì.

source: Find a battery and connect it to the activator
it: Trovare una batteria e collegarla all'attivatore.

source: Defend yourself while the ancient gate charges up
it: Difenditi mentre l'antica porta si carica

source: Use the ancient gate to leave the rift
it: Usate l'antico cancello per uscire dalla spaccatura

source: Activate the Rift Ripcord.
it: Attivare il Ripcord Rift.

source: Use the Rift Ripcord from your inventory to leave the rift
it: Usate il Ripcord dall'inventario per uscire dalla spaccatura.

source: What, my systems tell me you don't have the ${item} but you can't come back without.
it: I miei sistemi mi dicono che non avete il ${item} ma non potete tornare senza.

source: Here, I just transferred another one to you. Make sure not to lose it again.
it: Ecco, te ne ho appena trasferito un altro. Assicurati di non perderlo di nuovo.

source: Use a generator to create a wormhole leading out of the rift.
it: Usate un generatore per creare un tunnel spaziale che vi porti fuori dalla spaccatura.

source: Use the Wormhole Generator from your inventory to generate a wormhole
it: Usate il Generatore di wormhole dall'inventario per generare un wormhole.

source: Wait for the wormhole to form
it: Attendere la formazione del wormhole

source: Fly through the wormhole to leave the rift
it: Attraversare il wormhole per lasciare la spaccatura

source: What, my systems tell me you don't have the wormhole generator but you can't come back without.
it: I miei sistemi mi dicono che non avete il generatore di wormhole, ma non potete tornare indietro senza.

source: Activate a Wormhole Device to open a wormhole out of a rift.
it: Attivare un dispositivo Wormhole per aprire un wormhole fuori da una spaccatura.

source: Use the Wormhole Device from your inventory to open a wormhole out of the rift
it: Usate il dispositivo Wormhole dall'inventario per aprire un wormhole fuori dalla spaccatura.

source: Miner's Heaven
it: Il paradiso dei minatori

source: Bring your Mining Lasers! Lots of rich asteroids detected.
it: Portate i vostri laser da miniera! Rilevati molti asteroidi ricchi.

source: Bring your Salvaging Lasers! Lots of large wreckages detected.
it: Portate i vostri laser di recupero! Rilevati molti relitti di grandi dimensioni.

source: Aggregator Aggregation
it: Aggregatore Aggregazione

source: Get prepared for a bunch of Xsotan hoarders.
it: Preparatevi a un gruppo di accaparratori di Xsotan.

source: Weapon Chamber
it: Camera d'armi

source: According to our records, there should be an old weapons chamber in this sector. It might be worth keeping your eyes open for it.
it: Secondo i nostri registri, in questo settore dovrebbe esserci una vecchia camera d'armi. Potrebbe valere la pena di tenere gli occhi aperti per trovarla.

source: Information Rich Space
it: Spazio ricco di informazioni

source: In this sector there are many unexplored scannable objects.
it: In questo settore ci sono molti oggetti scansionabili inesplorati.

source: Wormhole Sustainer
it: Sostenitore del tunnel spaziale

source: Xsotan Rift Guardian
it: Guardiano della Spaccatura di Xsotan

source: We're overcharging the teleporter to send more mass into the rift. This won't go unnoticed, so you should be prepared for a stronger Xsotan presence.
it: Stiamo sovraccaricando il teletrasporto per inviare più massa nella spaccatura. Questo non passerà inosservato, quindi preparatevi a una maggiore presenza di Xsotan.

source: We're supercharging the teleporter to send even more mass into the rift. This won't go unnoticed, so you should be prepared for an even stronger Xsotan presence.
it: Stiamo potenziando il teletrasporto per inviare ancora più massa nella spaccatura. Questo non passerà inosservato, quindi preparatevi a una presenza Xsotan ancora più forte.

source: Xsotan Strength +${n}
it: Forza Xsotan +${n}

source: Overcharging the teleporter will create subspace waves that won't go unnoticed by the Xsotan swarm.
it: Il sovraccarico del teletrasporto creerà onde subspaziali che non passeranno inosservate allo sciame Xsotan.

source: - Level: %d
it: - Livello: %d

source: Rift Depth: The deeper into the rift, the more Xsotan you will encounter.
it: Profondità della spaccatura: Più ci si addentra nella spaccatura, più Xsotan si incontrano.

source: Your way to leave the rift:
it: Il tuo modo di lasciare la spaccatura:

source: Secondary Objective:
it: Obiettivo secondario:

source: Choice between ${a} - OR - ${b}
it: Scelta tra ${a} - OPPURE - ${b}

source: PLUS: Turret (${rarity})
it: PIÙ: Torretta (${rarità})

source: Normal Mass
it: Massa normale

source: CONSTRAINTS:
it: COSTRI:

source: EXPECTED ENVIRONMENT:
it: AMBIENTE PREVISTO:

source: EXPEDITION DETAILS:
it: DETTAGLI DELLA SPEDIZIONE:

source: Teleporter Overcharge
it: Sovraccarico del teletrasporto

source: +100% Mass
it: +100% Massa

source: Teleporter Supercharge
it: Supercarica del teletrasporto

source: +200% Mass
it: +200% Massa

source: Subsystem (${rarity})
it: Sottosistema (${rarità})

# mission difficulty
source: Very Low
it: Molto basso

# mission difficulty
source: Low
it: Basso

# mission difficulty
source: Moderate
it: Moderato

# mission difficulty
source: Challenging
it: Impegnativo

# mission difficulty
source: Very Challenging
it: Molto impegnativo

# mission difficulty
source: High
it: Alto

# mission difficulty
source: Very High
it: Molto alto

# mission difficulty
source: Extraordinary
it: Straordinario

# mission difficulty
source: Extreme
it: Estremo

# mission difficulty
source: Death Sentence
it: Condanna a morte

# mission difficulty
source: Impossible
it: Impossibile

source: RIFT EXPEDITION SUCCESSFUL
it: SPEDIZIONE DEL RIFT RIUSCITA

source: RIFT EXPEDITION FAILED
it: SPEDIZIONE DELLA SPACCATURA FALLITA

source: RIFT EXPEDITION ABANDONED
it: SPEDIZIONE RIFT ABBANDONATA

source: RIFT EXPEDITION UPDATED
it: SPEDIZIONE RIFT AGGIORNATA

source: NEW RIFT EXPEDITION
it: NUOVA SPEDIZIONE RIFT

source: Ancient Tech
it: Tecnologia antica

source: Monolith
it: Monolite

source: Buoy
it: Boa

source: Mysterious Object
it: Oggetto misterioso

source: Abandoned Ship
it: Nave abbandonata

source: Locked Stash
it: Scorta chiusa a chiave

source: Radiating Asteroid
it: Asteroide radiante

source: Old Research Ship
it: Vecchia nave da ricerca

# a physical switch
source: Switch
it: Interruttore

source: Battery
it: Batteria

source: Vault
it: Volta

source: Ancient Gate
it: Porta antica

source: Ancient Tech Activator
it: Attivatore di tecnologia antica

# title of an object that can reset player story progress
source: Time Device
it: Dispositivo a tempo

source: Metal Formation
it: Formazione del metallo

source: Strange Metal Formations
it: Strane formazioni metalliche

source: Strange metal formations were found in the rifts. These must be investigated.
it: Nelle spaccature sono state trovate strane formazioni metalliche. Queste devono essere analizzate.

source: (optional) Strange Metal Formations scanned ${count}/${total}
it: (opzionale) Strane formazioni metalliche scansionate ${conteggio}/${totale}

source: Crystal Formation
it: Formazione dei cristalli

source: Rift Crystal which can be used for laser research. The scientists at the Rift Research Center will be interested in it.
it: Cristallo Rift che può essere utilizzato per la ricerca laser. Gli scienziati del Centro di Ricerca Rift ne saranno interessati.

source: Rift Crystals
it: Cristalli Rift

source: Scientists need these special Rift Crystals for laser research. They can be found in distinctive crystal formations.
it: Gli scienziati hanno bisogno di questi speciali cristalli Rift per le ricerche sui laser. Si trovano in formazioni cristalline particolari.

source: (optional) Collect Rift Crystals ${count}/${total}
it: (facoltativo) Raccogliere i Cristalli della Rift ${conteggio}/${totale}

source: A collector is interested in the culture of people from 200 years ago and would like some original objects. You can find them in old wreckages.
it: Un collezionista è interessato alla cultura delle persone di 200 anni fa e vorrebbe alcuni oggetti originali. Li può trovare in vecchi relitti.

source: A Pop Culture Holo which was popular several hundred years ago. At best interesting for collectors.
it: Un Holo della cultura pop che era popolare diverse centinaia di anni fa. Al massimo interessante per i collezionisti.

source: Food from several hundred years ago. Better don't eat that.
it: Cibo di diverse centinaia di anni fa. Meglio non mangiarlo.

source: Completely outdated technology from several hundreds of years ago. At best interesting for collectors.
it: Una tecnologia completamente superata, risalente a diverse centinaia di anni fa. Al massimo interessante per i collezionisti.

source: (optional) Collect Ancient Artifacts ${count}/${total}
it: (facoltativo) Raccogliere manufatti antichi ${conteggio}/${totale}

source: Unusual Xsotan Breeder
it: Allevatore insolito di Xsotan

source: A sample from an unusual Xsotan breeder from within a rift. Several military instances are interested in researching those to find ways to fight the Xsotan.
it: Un campione di un insolito allevatore di Xsotan proveniente da una spaccatura. Diverse istanze militari sono interessate a fare ricerche per trovare modi per combattere gli Xsotan.

source: Xsotan Samples
it: Campioni Xsotan

source: The military wants to know more about the Xsotan and needs probes from certain Xsotan breeding sites from the rifts.
it: L'esercito vuole saperne di più sugli Xsotan e ha bisogno di sonde da alcuni siti di riproduzione Xsotan dalle spaccature.

source: (optional) Collect Xsotan Samples ${count}/${total}
it: (opzionale) Raccogliere i campioni di Xsotan ${conto}/${totale}

source: Rift Crystal
it: Cristallo del Rift

source: Ancient Pop Culture Holo
it: Antico Ologramma di Cultura Pop

source: Ancient Food
it: Cibo Antico

source: Ancient Tech Fragment
it: Frammento di Tecnologia Antica

source: Xsotan Sample
it: Campione di Xsotan

source: You need at least %1% %2%.
it: È necessario almeno il %1% %2%.

source: Item to sell not found
it: Oggetto da vendere non trovato

source: Lone Hunter
it: Cacciatore solitario

source: Von Überstein
it: Da Überstein

# sector environment
source: Magnetic Interference Field
it: Campo di interferenza magnetica

source: Magnetic Interference Field, intensity ${intensity}
it: Campo di interferenza magnetica, intensità ${intensità}

source: The magnetic interference field of this sector impedes the internal processes in generators and electric circuits. Power generation is impaired.
it: Il campo di interferenza magnetica di questo settore ostacola i processi interni dei generatori e dei circuiti elettrici. La generazione di energia è compromessa.

source: Energy generation too low (${energy} recommended).
it: Generazione di energia troppo bassa (${energia} raccomandata).

# sector environment
source: Inertia Field
it: Campo d'inerzia

source: Inertia Field, intensity ${intensity}
it: Campo d'inerzia, intensità ${intensità}

source: The inertia field impedes the movement of mass and ensures that ships cannot accelerate as quickly. Xsotan do not seem to be affected by this field.
it: Il campo d'inerzia impedisce il movimento della massa e fa sì che le navi non possano accelerare così rapidamente. Gli Xsotan non sembrano essere influenzati da questo campo.

source: More acceleration recommended.
it: Si raccomanda una maggiore accelerazione.

# sector environment
source: High Energy Plasma Field
it: Campo di plasma ad alta energia

source: High Energy Plasma Field, intensity ${intensity}
it: Campo di plasma ad alta energia, intensità ${intensità}

source: This high-energy plasma field naturally amplifies energy discharges. The damage of energy weapons is increased.
it: Questo campo di plasma ad alta energia amplifica naturalmente le scariche di energia. I danni delle armi energetiche sono aumentati.

# sector environment
source: Low Energy Plasma Field
it: Campo di plasma a bassa energia

source: Low Energy Plasma Field, intensity ${intensity}
it: Campo di plasma a bassa energia, intensità ${intensità}

source: This low-energy plasma field naturally drains energy from discharges. The damage of energy weapons is decreased.
it: Questo campo di plasma a bassa energia prosciuga naturalmente l'energia delle scariche. I danni delle armi ad energia diminuiscono.

# sector environment
source: Ion Storm
it: Tempesta di ioni

source: Ion Storm, intensity ${intensity}
it: Tempesta di ioni, intensità ${intensità}

source: There is an ion storm disrupting shield generators. Shields will discharge over time.
it: Una tempesta di ioni sta distruggendo i generatori di scudi. Gli scudi si scaricheranno col tempo.

# sector environment
source: Ion Interference
it: Interferenza ionica

source: Ion Interference, intensity ${intensity}
it: Interferenza ionica, intensità ${intensità}

source: Ion interferences are disturbing shield generation in this area. Shields are not able to regenerate. It is advised to enter the rift with fully charged shields.
it: Le interferenze ioniche disturbano la generazione di scudi in quest'area. Gli scudi non sono in grado di rigenerarsi. Si consiglia di entrare nella spaccatura con gli scudi completamente carichi.

# sector environment
source: Radiation
it: Radiazioni

source: Strong Cosmic Radiation, intensity ${intensity}
it: Radiazione cosmica forte, intensità ${intensità}

source: Less effective workforces if shields are down, due to necessary measures against radiation sickness.
it: Meno forza lavoro efficace se gli scudi sono abbassati, a causa delle misure necessarie contro la malattia da radiazioni.

source: Shields or more crew workforce recommended.
it: Si raccomanda l'uso di scudi o di una maggiore forza lavoro dell'equipaggio.

# sector environment
source: Shockwave Anomalies
it: Anomalie delle onde d'urto

source: Shockwave Anomalies, intensity ${intensity}
it: Anomalie delle onde d'urto, intensità ${intensità}

source: Multiple shockwave anomalies have been detected. They might get unstable and discharge. Approach with caution.
it: Sono state rilevate anomalie multiple delle onde d'urto. Potrebbero diventare instabili e scaricarsi. Avvicinarsi con cautela.

# sector environment
source: Lightning Field
it: Campo di fulmini

source: Lightning Field, intensity ${intensity}
it: Campo di fulmini, intensità ${intensità}

source: In this electrically charged field shields and hull are frequently struck by lightning.
it: In questo campo elettricamente carico, gli scudi e lo scafo sono spesso colpiti dai fulmini.

# sector environment
source: Acid Fog
it: Nebbia acida

source: Acid Fog, intensity ${intensity}
it: Nebbia acida, intensità ${intensità}

source: This acid fog corrodes blocks below ${material}. These will suffer constant damage. Shields are useless against the acid fog.
it: Questa nebbia acida corrode i blocchi al di sotto di ${materiale}. Questi subiranno danni costanti. Gli scudi sono inutili contro la nebbia acida.

source: Ship material vulnerable, ${material} or higher recommended.
it: Materiale di spedizione vulnerabile, ${material} o superiore consigliato.

# sector environment
source: Xsotan Breeders
it: Allevatori di Xsotan

source: Xsotan Breeders, intensity ${intensity}
it: Allevatori di Xsotan, intensità ${intensity}

source: The area is full of Xsotan Breeders, that could wake up if there is too much activity.
it: L'area è piena di allevatori di Xsotan, che potrebbero svegliarsi se c'è troppa attività.

# sector environment
source: Minefield
it: Campo minato

source: Minefield, intensity ${intensity}
it: Campo minato, intensità ${intensità}

source: There were mines detected in the area. It's advised to keep your distance. Mines don't trigger when approached very slowly.
it: Sono state rilevate mine nell'area. Si consiglia di mantenere la distanza. Le mine non si attivano se ci si avvicina molto lentamente.

# sector environment
source: Xsotan Swarm
it: Sciame Xsotan

source: Xsotan Swarm, intensity ${intensity}
it: Sciame Xsotan, intensità ${intensità}

source: We are receiving strong subspace signals from this area. Be prepared for whole hordes of Xsotan!
it: Riceviamo forti segnali subspaziali da quest'area. Preparatevi ad accogliere intere orde di Xsotan!

# sector environment
source: Xsotan Turret Overload
it: Sovraccarico della torretta Xsotan

source: Xsotan Turret Overload, intensity ${intensity}
it: Sovraccarico torretta Xsotan, intensità ${intensità}

source: Sensors show the Xsotan are overloading their weapons. They will deal more damage.
it: I sensori mostrano che gli Xsotan stanno sovraccaricando le loro armi. Infliggeranno più danni.

# sector environment
source: Xsotan Hull Hardening
it: Tempra dello scafo Xsotan

source: Xsotan Hull Hardening, intensity ${intensity}
it: Xsotan Tempra dello scafo, intensità ${intensità}

source: Measurements show that the Xsotan have a harder hull in this sector. This makes them more resilient. Bring enough firepower with you!
it: Le misurazioni mostrano che gli Xsotan hanno uno scafo più duro in questo settore. Questo li rende più resistenti. Portate con voi abbastanza potenza di fuoco!

# sector environment
source: Gravity Anomalies
it: Anomalie di gravità

source: Gravity Anomalies, intensity ${intensity}
it: Anomalie gravitazionali, intensità ${intensità}

source: Multiple gravity anomalies have been detected. They reel you in and spit you back out if you're not careful.
it: Sono state rilevate anomalie gravitazionali multiple. Ti attirano e ti risputano fuori se non stai attento.

# sector environment
source: Subspace Distortion
it: Distorsione del sottospazio

source: Subspace Distortion, intensity ${intensity}
it: Distorsione del sottospazio, intensità ${intensità}

source: This sector is deep in the subspace rifts. There are strong subspace distortions that will damage the ship unless protection against them is equipped.
it: Questo settore si trova nelle profondità delle spaccature subspaziali. Ci sono forti distorsioni subspaziali che danneggiano la nave, a meno che non si disponga di una protezione contro di esse.

source: Not enough protection (${protection}/${intensity}).
it: Protezione insufficiente (${protezione}/${intensità}).

source: Careful! The Xsotan can track you in open space! Get back into the safe area around the asteroids and buoys!
it: Attenzione! Gli Xsotan possono seguirvi nello spazio aperto! Tornate nell'area sicura intorno agli asteroidi e alle boe!

source: Careful! The Xsotan are going to attack you at any moment! Fly back to safety!
it: Attenzione! Gli Xsotan vi attaccheranno da un momento all'altro! Volate al sicuro!

source: Careful, in open space the ship can easily be tracked down by Xsotan!
it: Attenzione, nello spazio aperto la nave può essere facilmente rintracciata da Xsotan!

source: The ship is protected from environmental effects here.
it: Qui la nave è protetta dagli effetti ambientali.

source: You have about 20 more minutes until the swarm should find you.
it: Avete ancora circa 20 minuti prima che lo sciame vi trovi.

source: About 10 more minutes until the swarm arrives.
it: Mancano circa 10 minuti all'arrivo dello sciame.

source: Your sensors picked up a short burst of subspace signals.
it: I sensori hanno rilevato una breve raffica di segnali subspaziali.

source: You should start finishing up. The swarm has detected you and is moving towards your position.
it: Dovreste iniziare a finire. Lo sciame vi ha individuato e si sta dirigendo verso la vostra posizione.

source: Your sensors picked up another short burst of subspace signals.
it: I sensori hanno rilevato un'altra breve raffica di segnali subspaziali.

source: We're picking up signs that the swarm is approaching. 5 more minutes until it arrives.
it: Rileviamo segni di avvicinamento dello sciame. Mancano 5 minuti all'arrivo.

source: Your sensors are picking more subspace signals.
it: I sensori rilevano altri segnali subspaziali.

source: The swarm is closing in. You have 2 more minutes until it arrives.
it: Lo sciame si sta avvicinando. Avete ancora 2 minuti prima che arrivi.

source: Your sensors are picking more subspace signals. They're getting stronger.
it: I sensori rilevano altri segnali subspaziali. Stanno diventando più forti.
