Repository: GLWine/Avorion-ITA
Catalog: Avorion/data/localization/*.po
Languages: it

source: A \c(3dd)Scrapyard\c() can break down turrets into parts.
it: Un \c(3dd)Scrapyard() può scomporre le torrette in parti.

source: You can acquire new \c(3dd)turrets\c() by \c(3dd)destroying\c() other ships.
it: È possibile acquisire nuove torrette distruggendo altre navi.

source: \c(3dd)Turrets\c() drop when you destroy turrets on other ships. To get mining turrets you should destroy mining ships, and to get armed turrets, you should destroy armed ships.
it: \Le torrette cadono quando si distruggono le torrette di altre navi. Per ottenere le torrette minerarie è necessario distruggere le navi minerarie, mentre per ottenere le torrette armate è necessario distruggere le navi armate.

source: \c(3dd)Railguns\c() are accurate and strong against a ship's hull. They will penetrate multiple blocks, dealing damage to each block they hit.
it: \I cannoni a rotaia sono precisi e potenti contro lo scafo della nave. Penetrano più blocchi, infliggendo danni a ogni blocco colpito.

source: \c(3dd)Plasma Cannons\c() are always strong against shields.
it: \I cannoni al plasma sono sempre forti contro gli scudi.

source: \c(3dd)Pulse Cannons\c() have ionized shots that have a very high chance of penetrating an enemy's shields.
it: \I cannoni a impulsi hanno colpi ionizzati che hanno un'alta probabilità di penetrare gli scudi del nemico.

source: \c(3dd)Rocket Launchers\c() deal massive damage to a ship's hull, but since the rockets are slow they are best used against stationary targets.
it: \I lanciarazzi (3dd) infliggono danni ingenti allo scafo della nave, ma poiché i razzi sono lenti, è meglio usarli contro bersagli stazionari.

source: \c(3dd)Chainguns\c() are primitive but can almost always fire without using energy or overheating.
it: \Le armi da fuoco sono primitive, ma possono sparare quasi sempre senza consumare energia o surriscaldarsi.

source: \c(3dd)Lasers\c() are very accurate and deal reliable damage but need energy to operate.
it: \I laser sono molto precisi e infliggono danni affidabili, ma hanno bisogno di energia per funzionare.

source: More mass isn't always a bad thing: \c(3dd)Cannons\c() have high recoil, so you should build ships that are heavy enough to withstand that recoil.
it: Una massa maggiore non è sempre una cosa negativa: \I cannoni hanno un elevato rinculo, quindi si dovrebbero costruire navi abbastanza pesanti da sopportare tale rinculo.

source: \c(3dd)Lightning Guns\c() deal very high damage but are usually very inaccurate.
it: \Le armi da fuoco fulminanti (3dd) infliggono danni molto elevati, ma di solito sono molto imprecise.

source: With \c(3dd)Force Turrets\c(), you can move other objects, pull yourself towards them or push yourself away from them.
it: Con le torrette Forza(), è possibile spostare altri oggetti, tirarsi verso di loro o allontanarsi da essi.

source: \c(3dd)Salvaging Lasers\c() have a very short range but can deal massive damage. But not against shields.
it: \I laser di salvataggio hanno un raggio d'azione molto breve, ma possono infliggere danni ingenti. Ma non contro gli scudi.

source: \c(3dd)Bolters\c() deal a lot of damage against the hull of a ship, but they can also overheat quickly.
it: \I bolidi infliggono molti danni allo scafo della nave, ma possono anche surriscaldarsi rapidamente.

source: You can compare \c(3dd)Turrets\c(), \c(3dd)Torpedoes\c(), \c(3dd)Fighters\c() or \c(3dd)Subsystems\c() by hovering them with the mouse and pressing 'E'.
it: È possibile confrontare le torrette, i siluri, i caccia o i sottosistemi passandoci sopra con il mouse e premendo 'E'.

source: \'+stats\' in tooltips show how much better this \c(3dd)Turret\c() is compared to the average of the same tech level. They (+x efficiency/dps/range...) are already included in the total stats shown above!
it: \Le '+stats' nei tooltip mostrano quanto questa torretta sia migliore rispetto alla media dello stesso livello tecnologico. Le statistiche (+x efficienza/dps/gamma...) sono già incluse nelle statistiche totali mostrate sopra!

source: The galactic consensus to measure \c(3dd)Fire Power\c() is \c(3dd)'Omicron'\c(). 100 \c(3dd)Omicron\c() is 100 of what earthlings call 'Damage per second'.
it: Il consenso galattico per misurare la potenza di fuoco è \c(3dd)'Omicron'\c(). 100 \c(3dd)Omicron() corrispondono a 100 di quello che i terrestri chiamano "danno al secondo".

source: Some \c(3dd)Legendary Weapons\c() have secret properties that aren't immediately visible - you should always try them out!
it: Alcune \c(3dd)Armi Leggendarie() hanno proprietà segrete che non sono immediatamente visibili - dovresti sempre provarle!

source: When a turret has \c(3dd)Auto Targeting\c() enabled, you can assign it its own targets and orders.
it: Quando una torretta è abilitata al puntamento automatico, è possibile assegnarle obiettivi e ordini propri.

source: Turrets have a certain 'dead zone' when turning and aiming. If you want your turrets to shoot forward well, it's best to place them on a side facing the top, bottom, left or right of the ship - instead of a front-facing side.
it: Le torrette hanno una certa "zona morta" quando girano e mirano. Se volete che le torrette sparino bene in avanti, è meglio posizionarle su un lato rivolto verso la parte superiore, inferiore, sinistra o destra della nave, invece che su un lato rivolto verso la parte anteriore.

source: Shooting other ships will affect your \c(3dd)Relations\c() with that ship's entire faction.
it: Sparare ad altre navi influisce sulle relazioni con l'intera fazione di quella nave.

source: \c(3dd)Trading\c() and interacting with other factions will improve your \c(3dd)Relations\c() with them.
it: \Le relazioni e le interazioni con le altre fazioni miglioreranno il vostro rapporto con esse.

source: \c(3dd)Raiding\c() or \c(3dd)Boarding\c() an ally's ship will make them nullify the \c(3dd)Alliance\c() immediately.
it: \Raidare() o abbordare() la nave di un alleato fa annullare immediatamente l'Alleanza().

source: Bad \c(3dd)Relations\c() with a faction doesn't automatically mean that they will attack you on sight - you have to be \c(3dd)at war\c() with a faction for that to happen.
it: Un cattivo rapporto con una fazione non significa automaticamente che ti attaccherà a vista: devi essere in guerra con una fazione perché ciò accada.

source: When \c(3dd)Relations\c() are bad, not every action will lead to war. You have to do something really horrible to start a war - such as badly damaging, destroying, boarding or raiding ships.
it: Quando le relazioni sono cattive, non tutte le azioni portano alla guerra. Bisogna fare qualcosa di veramente orribile per iniziare una guerra, come danneggiare, distruggere, abbordare o razziare le navi.

source: \c(3dd)Ceasefires\c() are fragile. Avoid shooting other ships at any cost when you have a ceasefire agreement with their faction.
it: \I cessate il fuoco sono fragili. Evitate a tutti i costi di sparare ad altre navi quando avete un accordo di cessate il fuoco con la loro fazione.

source: \c(3dd)Ceasefires\c() are fragile. Any hostility can trigger another war.
it: \I cessate il fuoco sono fragili. Qualsiasi ostilità può scatenare una nuova guerra.

source: You must be \c(3dd)allied\c() with a faction to gain access to their rarest weapons and subsystems.
it: Per avere accesso alle loro armi e ai loro sottosistemi più rari, è necessario essere alleati di una fazione.

source: A faction must have a high opinion of you to be ready to become your \c(3dd)Ally\c().
it: Una fazione deve avere un'alta opinione di voi per essere pronta a diventare la vostra \c(3dd)Ally().

source: Some interactions with factions are only possible if the faction generally likes you.
it: Alcune interazioni con le fazioni sono possibili solo se la fazione in generale ti apprezza.

source: Make sure the faction you're negotiating with doesn't lose its patience.
it: Assicuratevi che la fazione con cui state negoziando non perda la pazienza.

source: Don't stay too long in the territory of a faction that doesn't like you, or you might get attacked by \c(3dd)Bounty Hunters\c().
it: Non rimanete troppo a lungo nel territorio di una fazione che non vi piace, o potreste essere attaccati dai "Cacciatori di taglie" (3dd).

source: Factories either pay high prices for the goods they need, or sell their goods for low prices, but never both.
it: Le fabbriche o pagano prezzi elevati per i beni di cui hanno bisogno, o vendono i loro beni a prezzi bassi, ma mai entrambe le cose.

source: \c(3dd)Trading Posts\c() buy and sell a variety of goods, depending on supply and demand rates at their location.
it: \Le poste commerciali acquistano e vendono una varietà di beni, a seconda dei tassi di domanda e offerta della loro sede.

source: With a \c(3dd)Trading Subsystem\c(), you can detect trade routes, see prices of all stations in the sector, and even check supply and demand of goods in the nearby area.
it: Con un sottosistema di commercio (3dd), è possibile individuare le rotte commerciali, vedere i prezzi di tutte le stazioni del settore e persino controllare la domanda e l'offerta di merci nelle vicinanze.

source: When the regional supply of a good is high, you will get it for up to 30% cheaper.
it: Quando l'offerta regionale di un bene è elevata, lo si può acquistare a un prezzo inferiore anche del 30%.

source: When the regional demand for a good is high, you can sell it for up to 30% more than its base price.
it: Quando la domanda regionale di un bene è elevata, è possibile venderlo fino al 30% in più rispetto al prezzo di base.

source: Want to know supply and demand of goods in nearby sectors? Get a \c(3dd)Trading Subsystem\c()!
it: Volete conoscere la domanda e l'offerta di beni nei settori vicini? Procuratevi un sottosistema di trading!

source: Founding, boarding or destroying factories has a direct impact on supply and demand in the area.
it: Fondare, imbarcare o distruggere fabbriche ha un impatto diretto sull'offerta e sulla domanda nell'area.

source: \c(3dd)Shipyards\c() and \c(3dd)Repair Docks\c() buy a range of goods. So do \c(3dd)Habitats\c(), \c(3dd)Casinos\c() and \c(3dd)Biotopes\c().
it: I \c(3dd)Cantieri navali\c() e i \c(3dd)Bacini di riparazione\c() acquistano una serie di beni. Così come gli \c(3dd)Habitat\c(), i \c(3dd)Casinò\c() e i \c(3dd)Biotopi\c().

source: You can find goods in old \c(3dd)Ship Wreckages\c().
it: È possibile trovare merci in vecchi relitti di navi.

source: Cargo that you get by robbing freighters or traders will be marked as stolen, and you may get into trouble when other ships scan you.
it: Il carico ottenuto derubando mercantili o commercianti sarà contrassegnato come rubato e si potranno avere problemi quando le altre navi vi scruteranno.

source: Buy a \c(3dd)Cargo Transportation License\c() at a \c(3dd)Trading Post\c() so you can transport illegal cargo through a faction's territory without them fining you.
it: Acquista una \c(3dd)Licenza di trasporto merci() presso un \c(3dd)Posto di commercio() in modo da poter trasportare merci illegali attraverso il territorio di una fazione senza essere multato.

source: Stations that buy or sell goods influence the supply and demand rates of those goods in nearby sectors. A factory can have an influence range of up to 25 sectors.
it: Le stazioni che acquistano o vendono merci influenzano i tassi di domanda e offerta di tali merci nei settori vicini. Una fabbrica può avere un raggio d'influenza fino a 25 settori.

source: \c(3dd)Thrusters\c() increase your rotational speed.
it: \I propulsori aumentano la velocità di rotazione.

source: \c(3dd)Thrusters\c() reduce drifting and they will steer your ship in the direction it is looking.
it: \I propulsori riducono la deriva e guidano la nave nella direzione in cui sta guardando.

source: If you are having trouble with drift, consider building your ship out of a light material, such as \c(3dd)Titanium\c() or \c(3dd)Trinium\c().
it: Se avete problemi di deriva, prendete in considerazione la possibilità di costruire la vostra nave con un materiale leggero, come il \c(3dd)Titanio\c() o il \c(3dd)Trinium\c().

source: \c(3dd)Iron\c() and \c(3dd)Ogonite\c() are very heavy materials. Build your ship out of lighter materials to reduce drifting.
it: \Il ferro (3dd) e l'ogonite (3dd) sono materiali molto pesanti. Costruite la vostra nave con materiali più leggeri per ridurre la deriva.

source: The galactic consensus is to measure speed in meters per second. A seemingly slow speed of 100 m/s is actually 360 km/h or 224 mph.
it: Il consenso galattico è di misurare la velocità in metri al secondo. Una velocità apparentemente lenta di 100 m/s è in realtà di 360 km/h o 224 mph.

source: To use higher-tier materials, you need \c(3dd)Building Knowledge\c() about them. You can get that at a friendly \c(3dd)Shipyard\c(), or by clearing out \c(3dd)Pirate Sectors\c().
it: Per utilizzare materiali di livello superiore, è necessario disporre di \c(3dd)Conoscenze costruttive\c() su di essi. Si possono ottenere presso un \c(3dd)Cantiere navale amichevole(), o ripulendo i \c(3dd)Settori pirata().

source: Higher-tier \c(3dd)Building Knowledge\c() allows you to build with higher materials, and build ships with more \c(3dd)Processing Power\c().
it: Conoscenze costruttive di livello superiore() consentono di costruire con materiali più elevati e di costruire navi con una maggiore potenza di elaborazione().

source: In \c(3dd)Building Mode\c() you can mirror the blocks you want to build.
it: In \c(3dd)Modalità di costruzione() è possibile specchiare i blocchi che si desidera costruire.

source: You can focus a block by pressing \c(3dd)'F'\c() in \c(3dd)Building Mode\c() and get a better perspective.
it: È possibile mettere a fuoco un blocco premendo \c(3dd)'F'\c() in \c(3dd)Building Mode() e ottenere una prospettiva migliore.

source: Press \c(3dd)Ctrl-C\c() and \c(3dd)Ctrl-V\c() in \c(3dd)Building Mode\c() to copy and paste block selections.
it: Premere \c(3dd)Ctrl-C() e \c(3dd)Ctrl-V() in \c(3dd)Modalità di costruzione() per copiare e incollare le selezioni dei blocchi.

source: In \c(3dd)Building Mode\c(), use \c(3dd)Ctrl-C\c() to copy a ship part and press \c(3dd)Ctrl-V\c() to paste it into the building inventory to save it forever.
it: In \c(3dd)Modalità di costruzione(), usare \c(3dd)Ctrl-C() per copiare una parte della nave e premere \c(3dd)Ctrl-V() per incollarla nell'inventario dell'edificio e salvarla per sempre.

source: When building, you can use \c(3dd)Ctrl-Z\c() and \c(3dd)Ctrl-Y\c() to redo or undo your last actions.
it: Durante la costruzione, è possibile usare \c(3dd)Ctrl-Z\c() e \c(3dd)Ctrl-Y\c() per ripetere o annullare le ultime azioni.

source: \c(3dd)Thrusters\c() have the biggest effect if they're built far away from the center of mass of the ship.
it: \I propulsori hanno un effetto maggiore se sono costruiti lontano dal centro di massa della nave.

source: In \c(3dd)Building Mode\c(), hold \c(3dd)ALT\c() when placing a block template to select the anchor block that will be attached to the ship.
it: In \c(3dd)Modalità di costruzione(), tenere premuto \c(3dd)ALT() quando si posiziona un modello di blocco per selezionare il blocco di ancoraggio che sarà attaccato alla nave.

source: Building ships made of higher-tier materials is more efficient. You have to pay less money for the same stats.
it: Costruire navi con materiali di livello superiore è più efficiente. A parità di statistiche, si pagano meno soldi.

source: Materials have different densities. The heaviest are \c(3dd)Iron\c() and \c(3dd)Ogonite\c(), while the lightest are \c(3dd)Trinium\c(), \c(3dd)Xanion\c() and \c(3dd)Titanium\c().
it: I materiali hanno densità diverse. I più pesanti sono il ferro (3dd) e l'ogonite (3dd), mentre i più leggeri sono il trinio (3dd), lo xanione (3dd) e il titanio (3dd).

source: The mass of your ship greatly influences its inertia - lighter ships are much easier to steer and don't need as many \c(3dd)Thrusters\c() and \c(3dd)Engines\c().
it: La massa della nave influenza notevolmente la sua inerzia: le navi più leggere sono molto più facili da governare e non hanno bisogno di tanti \c(3dd)Propulsori\c() e \c(3dd)Motori\c().

source: Some blocks like \c(3dd)Solar Panels\c() need a lot of surface area instead of volume.
it: Alcuni blocchi come \c(3dd)Solar Panels\c() hanno bisogno di molta superficie invece che di volume.

source: You can upgrade your entire ship's material in \c(3dd)Building Mode\c().
it: È possibile potenziare il materiale dell'intera nave in \code(3dd)Modalità di costruzione().

source: You can show only one type of block in \c(3dd)Building Mode\c() when you want to change blocks in the center of your ship.
it: È possibile mostrare un solo tipo di blocco in \c(3dd)Building Mode\c() quando si desidera cambiare i blocchi al centro della nave.

source: Select a \c(3dd)Hangar\c() in \c(3dd)Building Mode\c() to see if \c(3dd)Fighters\c() can launch from it.
it: Selezionate un \c(3dd)Hangar\c() in \c(3dd)Modalità Edificio\c() per vedere se i \c(3dd)Combattenti\c() possono lanciarsi da esso.

source: When you select an \c(3dd)Integrity Field Block\c() in \c(3dd)Building Mode\c(), all blocks protected by integrity fields will be highlighted as blue while building.
it: Quando si seleziona un blocco \c(3dd)Campo di integrità() in \c(3dd)Modalità di costruzione(), tutti i blocchi protetti da campi di integrità saranno evidenziati in blu durante la costruzione.

source: \c(3dd)Hangars\c() and \c(3dd)Cargo Blocks\c() have (virtual) walls. Building one big block is more effective than building a bunch of small ones with the same volume.
it: \Gli hangar (3dd) e i blocchi di carico (3dd) hanno pareti (virtuali). Costruire un blocco grande è più efficace che costruirne tanti piccoli con lo stesso volume.

source: Some blocks like the \c(3dd)Generator\c(), contain very intricate, hyperspace-sensitive technology. To safely perform hyperspace jumps, they must be built with a friendly shipyard in the sector. They can, however, be repaired anywhere.
it: Alcuni blocchi, come il \c(3dd)Generator\c(), contengono una tecnologia molto intricata e sensibile all'iperspazio. Per effettuare salti nell'iperspazio in tutta sicurezza, devono essere costruiti presso un cantiere navale amico nel settore. Tuttavia, possono essere riparati ovunque.

source: The yellow bar at the bottom of the screen is your \c(3dd)Energy Storage\c(). Increase it by building energy storage blocks. With a large energy capacity you can use the boost longer, and energy weapons recharge faster.
it: La barra gialla in fondo allo schermo è il tuo \code(3dd)accumulo di energia(). Aumentatela costruendo blocchi di accumulo di energia. Con una grande capacità di energia si può usare il boost più a lungo e le armi energetiche si ricaricano più velocemente.

source: Your \c(3dd)Generator\c() generates energy and your systems drain it. Excess energy will be stored in your ship's \c(3dd)Energy Storage\c() and drained from there when your systems require more energy, for example in combat or during a \c(3dd)Hyperspace Jump\c().
it: Il \c(3dd)Generatore() genera energia e i sistemi la consumano. L'energia in eccesso viene immagazzinata nel \c(3dd)Deposito di energia() della nave e da lì scaricata quando i sistemi richiedono più energia, ad esempio in combattimento o durante un \c(3dd)Salto iperspaziale().

source: If your ship doesn't produce enough energy, the energy consumption will drain its \c(3dd)Batteries\c(). Once they're empty, your ship's systems will work with less capacity or even fail.
it: Se la nave non produce abbastanza energia, il consumo di energia prosciugherà le sue batterie. Una volta esaurite, i sistemi della nave funzioneranno con una capacità inferiore o addirittura si guasteranno.

source: Your \c(3dd)Energy Storage\c() can't be charged with endless speed. You can only charge it with a 20th of its capacity per second, and excess energy will be lost.
it: L'accumulatore di energia non può essere caricato a velocità infinita. Può essere caricato solo con un ventesimo della sua capacità al secondo e l'energia in eccesso viene persa.

source: \c(3dd)Energy Weapons\c() are equipped with a small battery that is drained while shooting. It draws energy from the ship's \c(3dd)Energy Storage\c() to recharge.
it: \Le armi ad energia sono dotate di una piccola batteria che si scarica durante il tiro. Per ricaricarsi, attinge energia dal \c(3dd)Deposito di energia della nave.

source: When you stop firing \c(3dd)Energy Weapons\c(), they'll immediately recharge their batteries. Once the battery level is high enough the weapon can fire again.
it: Quando si smette di sparare, le armi a energia solare si ricaricano immediatamente. Quando il livello della batteria è sufficientemente alto, l'arma può sparare di nuovo.

source: If you wait until the battery of your \c(3dd)Energy Weapon\c() is completely full, you'll be able to fire more consecutive shots.
it: Se aspettate che la batteria della vostra \c(3dd)Arma di energia sia completamente piena, potrete sparare più colpi consecutivi.

source: Not enough energy for a \c(3dd)Hyperspace Jump\c()? Try adding some \c(3dd)Energy Container blocks\c() to your ship!
it: Non c'è abbastanza energia per un \c(3dd)Salto Iperspaziale? Provate ad aggiungere alla vostra nave alcuni \c(3dd)Blocchi di contenitori di energia()!

source: Your ships need \c(3dd)Crews\c(). You can hire crews at various friendly stations.
it: Le vostre navi hanno bisogno di \c(3dd)equipaggi(). È possibile assumere equipaggi presso varie stazioni amiche.

source: Assign more than the minimum number of \c(3dd)Crew Members\c() to professions to gain boosts in that profession.
it: Assegnare più del numero minimo di membri dell'equipaggio alle professioni per ottenere potenziamenti in quella professione.

source: Your \c(3dd)Turrets\c() need \c(3dd)Crew Members\c() that operate them. If a turret is not working, check if you have enough crew members to operate all your turrets.
it: Le torrette hanno bisogno di membri dell'equipaggio che le azionino. Se una torretta non funziona, controlla se hai abbastanza membri dell'equipaggio per far funzionare tutte le tue torrette.

source: Ships decay over time. Assign \c(3dd)Crew Members\c() to the repair crew so your ships stay in shape.
it: Le navi si deteriorano con il tempo. Assegnate i membri dell'equipaggio alla squadra di riparazione, in modo che le vostre navi rimangano in forma.

source: Repair crews can't rebuild broken blocks. Fly to a \c(3dd)Repair Dock\c() or use the repair function in \c(3dd)Building Mode\c() to repair such damage.
it: Le squadre di riparazione non possono ricostruire i blocchi rotti. Per riparare questi danni, è necessario volare fino a un \c(3dd)Dock di riparazione() o utilizzare la funzione di riparazione in \c(3dd)Modalità di costruzione().

source: You need a minimum \c(3dd)Crew\c() for various jobs on your ship in order to have the ship work optimally.
it: Per far funzionare la nave in modo ottimale, è necessario un minimo di \c(3dd)Crew\c() per i vari lavori sulla nave.

source: Hire more than the required minimum amount of \c(3dd)Crew Members\c() to compensate losses during combat.
it: Assumere un numero di membri dell'equipaggio superiore al minimo richiesto per compensare le perdite subite in combattimento.

source: \c(3dd)Crew Members\c() on your ship who don't work in a specific field want to get paid, too.
it: \Anche i membri dell'equipaggio della vostra nave che non lavorano in un settore specifico vogliono essere pagati.
