Repository: GLWine/Avorion-ITA
Catalog: Avorion/data/localization/*.po
Languages: it

source: I'm saying that what you did was bad for business. The big syndicates were keeping each other in check. Now that the Emperor is going to be in power, everything is messed up. But we can still stop it.
it: Sto dicendo che quello che avete fatto è stato negativo per gli affari. I grandi sindacati si tenevano sotto controllo a vicenda. Ora che l'Imperatore sta per prendere il potere, tutto è incasinato. Ma possiamo ancora fermarlo.

source: Cheers! I'm glad you came. Do you want to support a different syndicate now?
it: Salute! Sono felice che tu sia venuto. Vuoi sostenere un altro sindacato ora?

source: Yes, I do.
it: Sì, lo so.

source: No, I like the status quo.
it: No, mi piace lo status quo.

source: Good! Business has been difficult with a single syndicate repressing everything.
it: Bene! Gli affari sono stati difficili con un unico sindacato che reprime tutto.

source: Okay, have it your way then. I will be here. Waiting. In case you change your mind again. Not like I can do anything else.
it: Ok, allora fate come volete. Io sarò qui. In attesa. Nel caso in cui cambiassi di nuovo idea. Non posso fare altro.

source: Make sure at least one of the other syndicates stays strong enough to keep up with the Cavaliers.
it: Assicurarsi che almeno uno degli altri sindacati rimanga abbastanza forte da tenere il passo dei Cavaliers.

source: How do I do that?
it: Come si fa?

source: The syndicates themselves know how to gain more power. You can just try and help them achieve their goals.
it: I sindacati stessi sanno come ottenere più potere. Voi potete solo cercare di aiutarli a raggiungere i loro obiettivi.

source: I'll just do what they tell me to?
it: Farò quello che mi dicono di fare?

source: Exactly! Just accept the jobs that a syndicate gives you and that will hopefully help them rise to power! To give you a headstart I will forward you any job that is offered to me!
it: Esattamente! Basta accettare i lavori che un sindacato ti offre e questo, si spera, li aiuterà a salire al potere! Per darvi un vantaggio, vi inoltrerò ogni lavoro che mi verrà offerto!

source: Drug Deal
it: Spaccio di droga

source: Smuggle recreational drugs for the Commune.
it: Contrabbando di droghe ricreative per la Comune.

source: Read the mail from the Commune
it: Leggi la posta del Comune

source: Go to sector (${x}:${y}) and meet Juliana
it: Andate nel settore (${x}:${y}) e incontrate Juliana.

source: Get the drugs from the smuggler in sector (${x}:${y})
it: Ottenere la droga dal contrabbandiere nel settore (${x}:${y})

source: Chase the pirates to sector (${x}:${y})
it: Inseguire i pirati nel settore (${x}:${y})

source: Pick up the drugs at the smuggler's market in sector (${x}:${y})
it: Raccogliere la droga al mercato dei contrabbandieri nel settore (${x}:${y})

source: Deliver the drugs to the habitat in sector (${x}:${y})
it: Consegnare i farmaci all'habitat nel settore (${x}:${y})

source: Read Juliana's mail
it: Leggi la posta di Juliana

source: Meet Juliana in sector (${x}:${y})
it: Incontrare Juliana nel settore (${x}:${y})

source: Where is she?
it: Dov'è?

source: [Pick Up Drugs]
it: [Raccogliere le droghe]

source: [Deliver Drugs]
it: [Consegnare le droghe]

source: Recreational drugs of the Commune. Special packaging that indicates immediately if someone tampered with it.
it: Droghe ricreative del Comune. Confezione speciale che indica immediatamente se qualcuno l'ha manomessa.

source: Juliana's Ship
it: La nave di Juliana

source: Hey, I have some work for you. You will benefit from it! Izzy ------ Forwarded Message ------ Original sender: Juliana @TheCommune Good day comrade! In our fight for peace, it is our goal that everyone may have the most personal freedom possible. This means no unnecessary rules to restrict an individual. We need to break free from the old laws that bind us and allow each and everyone to express themselves freely. As a first step we want to make recreational drugs accessible to all! Meet me in Sector (%1%:%2%) and I will tell you what to do. If you do well, I’m sure we will find more tasks to do for you. And of course, you will be paid handsomely! Best wishes Juliana
it: Ehi, ho del lavoro per voi. Ne trarrai beneficio! Izzy ------ Messaggio inoltrato ------ Mittente originale: Juliana @IlComune Buona giornata compagno! Nella nostra lotta per la pace, il nostro obiettivo è che ognuno possa avere la massima libertà personale possibile. Questo significa che non ci sono regole inutili che limitano l'individuo. Dobbiamo liberarci dalle vecchie leggi che ci vincolano e permettere a tutti di esprimersi liberamente. Come primo passo vogliamo rendere le droghe ricreative accessibili a tutti! Incontriamoci nel Settore (%1%:%2%) e vi dirò cosa fare. Se farai bene, sono sicuro che troveremo altri compiti da svolgere per te. E, naturalmente, sarete pagati profumatamente! I migliori auguri Juliana

# Mail Subject
source: Fwd: Drug Delivery
it: Fwd: Consegna di farmaci

source: Good day comrade! The smugglers were very impressed by how you handled the situation with the pirates. And I have to say, I am impressed, too. Would you please meet me in sector (%1%:%2%)? Juliana
it: Buona giornata compagno! I contrabbandieri sono rimasti molto colpiti da come avete gestito la situazione con i pirati. E devo dire che anch'io sono rimasto colpito. Ci vediamo nel settore (%1%:%2%)? Juliana

# Mail Subject
source: Successful Delivery of Drugs
it: Consegna di successo dei farmaci

source: Juliana @The Commune
it: Juliana @Il Comune

source: Would you mind moving on? I'm waiting for somebody.
it: Le dispiacerebbe andare avanti? Sto aspettando qualcuno.

source: Yes, me.
it: Sì, io.

source: Oh really? Who are you?
it: Oh, davvero? Chi sei tu?

source: Izzy asked me to take over.
it: Izzy mi ha chiesto di sostituirla.

source: Oh, is everything okay with her?
it: Oh, va tutto bene con lei?

source: Yes. She just has a lot to do.
it: Sì, ma ha molto da fare.

source: Alright then. Well, I suppose there's no problem in you doing the job instead. Knowing Izzy, I'm assuming you can be trusted. So, let me tell you about the job we have to do. We need somebody to pick up a delivery of recreational drugs from a smuggler in sector (${x}:${y}) and deliver it to a nearby station. Can you do this?
it: Va bene, allora. Beh, suppongo che non ci sia alcun problema se il lavoro lo fai tu. Conoscendo Izzy, presumo che ci si possa fidare di te. Allora, lascia che ti parli del lavoro che dobbiamo fare. Abbiamo bisogno di qualcuno che ritiri una consegna di droghe ricreative da un contrabbandiere nel settore (${x}:${y}) e la consegni a una stazione vicina. Sei in grado di farlo?

source: Sure.
it: Certo.

source: You are self-confident, I like that! If you are successful, maybe we can talk about some more job opportunities in the future.
it: Siete sicuri di voi stessi, mi piace! Se avrà successo, forse potremo parlare di altre opportunità di lavoro in futuro.

source: That sounds great.
it: Sembra un'ottima cosa.

source: Who are you?
it: Chi sei?

source: I'm from the Commune.
it: Vengo dal Comune.

source: Freaking great. This day keeps getting better and better.
it: Fantastico. Questa giornata continua a migliorare.

source: What's wrong?
it: Cosa c'è che non va?

source: I don't have the drugs. Pirates almost shot my ship to rubble and now they're gone with the drugs. I barely survived.
it: Non ho i farmaci. I pirati hanno quasi ridotto la mia nave in macerie e ora se ne sono andati con la droga. Sono sopravvissuto a malapena.

source: Did you see where these pirates went?
it: Avete visto dove sono andati questi pirati?

source: My scanners still show one of them in sector (${x}:${y}). Maybe you can catch up with them if you hurry.
it: I miei scanner mostrano ancora uno di loro nel settore (${x}:${y}). Forse puoi raggiungerli se ti sbrighi.

source: I'll try.
it: Ci proverò.

source: I'm sorry for losing the drugs. What happens to me now?
it: Mi dispiace di aver perso i farmaci. Cosa mi succederà ora?

source: Don't worry. I'll go get them.
it: Non preoccuparti. Vado a prenderli.

source: Thank you. You are a kind soul. I think in the Commune there are simply such and such.
it: Grazie. Lei è un'anima gentile. Penso che nel Comune ci siano semplicemente tali e quali.

source: You stole drugs from a Commune supplier.
it: Hai rubato della droga da un fornitore del Comune.

source: So? What's it to you?
it: Allora? A te cosa importa?

source: I need them back.
it: Ho bisogno di riaverli.

source: Well, I'm not giving them to you. But you can try and get them from me, if you dare! The nerve of you, coming here alone!
it: Beh, non te li darò. Ma potete provare a prenderli da me, se ne avete il coraggio! Che faccia tosta, venire qui da sola!

source: You're alone, too.
it: Anche tu sei solo.

source: I won't be for long. Guys, come over! Here is someone that needs a lesson!
it: Non lo farò per molto. Ragazzi, venite qui! Ecco qualcuno che ha bisogno di una lezione!

source: Stop! Stop shooting! I'll tell you everything you want!
it: Basta! Smettete di sparare! Ti dirò tutto quello che vuoi!

source: Where are the drugs?
it: Dove sono i farmaci?

source: We sold them back to the smugglers that we stole them from!
it: Li abbiamo rivenduti ai contrabbandieri a cui li abbiamo rubati!

source: That's not what the smuggler said.
it: Non è quello che ha detto il contrabbandiere.

source: No, not to that exact ship. We sold them to the smuggler's market in sector (${x}:${y}). They were so scared of the Commune coming for them if they lost the drugs that they bought their own drugs back from us.
it: No, non a quella precisa nave. Li abbiamo venduti al mercato dei contrabbandieri nel settore (${x}:${y}). Avevano così paura che il Comune venisse a prenderli se avessero perso la droga che hanno ricomprato la loro droga da noi.

source: Wow, that's something.
it: Wow, questo è qualcosa.

source: I'm sorry, okay? Just let me go now!
it: Mi dispiace, ok? Lasciami andare adesso!

source: What can we help you with?
it: In cosa possiamo aiutarvi?

source: The Commune sent me to pick up goods.
it: Il Comune mi ha mandato a prendere delle merci.

source: How did you know the drugs were here? Well, nevermind, we got the drugs back and that's all that matters. Now they're your problem. Give our regards to the Commune and tell them that they can rely on us.
it: Come sapevi che la droga era qui? Beh, non importa, abbiamo recuperato la droga e questo è l'unica cosa che conta. Ora sono un problema tuo. Porta i nostri saluti al Comune e digli che possono contare su di noi.

source: We just noticed that you don't have enough free cargo space. You're going to need ${cargoSpace}.
it: Abbiamo appena notato che non avete abbastanza spazio libero per il carico. Avrete bisogno di ${spazio di carico}.

source: How did you know the drugs were here? Well, never mind, we got the drugs back and that's all that matters. Now they're your problem. Give our regards to the Commune and tell them that they can rely on us.
it: Come sapevi che la droga era qui? Beh, non importa, abbiamo recuperato la droga e questo è l'unica cosa che conta. Ora sono un problema vostro. Porta i nostri saluti al Comune e digli che possono contare su di noi.

source: You need to dock or we can't give you the goods.
it: Dovete attraccare o non possiamo darvi la merce.

source: Here you go. Please take them to the habitat in sector (${x}:${y}).
it: Ecco a voi. Portateli all'habitat nel settore (${x}:${y}).

source: You lost the drugs we gave you?
it: Hai perso i farmaci che ti abbiamo dato?

source: Yes, I'm afraid so.
it: Sì, temo di sì.

source: Well, since we also had them stolen from us at one point we'll give you more. But be more careful this time!
it: Visto che anche a noi li hanno rubati a un certo punto, ve ne daremo di più. Ma questa volta fate più attenzione!

source: Thank you, I will.
it: Grazie, lo farò.

source: How are we supposed to give you things if you don't have enough free cargo space? You're going to need ${cargoSpace}.
it: Come facciamo a darvi delle cose se non avete abbastanza spazio libero per il carico? Avrete bisogno di ${spazio di carico}.

source: You need to dock or we can't give them to you.
it: Dovete attraccare o non possiamo darveli.

source: Here you go. Please take them to the Habitat in sector (${x}:${y}).
it: Ecco a voi. Portateli all'Habitat nel settore (${x}:${y}).

source: Are you here to make a delivery?
it: Siete qui per fare una consegna?

source: Yes. I'm here for the Commune delivery.
it: Sì, sono qui per la consegna del Comune.

source: Finally, we were beginning to think the Commune had changed their minds.
it: Infine, cominciavamo a pensare che il Comune avesse cambiato idea.

source: No worries, here are the goods.
it: Non preoccupatevi, ecco la merce.

source: Yeah, they do seem reliable when it's about ... ... recreational goods.
it: Sì, sembrano affidabili quando si tratta di ... ... beni ricreativi.

source: You have nothing to deliver. Come back once you have the drugs.
it: Non avete nulla da consegnare. Tornate quando avrete i farmaci.

source: Oh, yeah that. Come to the dock, please!
it: Oh, sì, quello. Venite al molo, per favore!

source: Hi there. I see you made it!
it: Ciao a tutti. Vedo che ce l'hai fatta!

source: The habitat population is very happy with their delivery. Their administration not so much. But that's the way we have to go if everyone should be free. And the smugglers were so glad that you didn't tell me that they lost the drugs that they accidentally let it slip themselves. But you have proven to be trustworthy and I would like to offer you more jobs. We could use a comrade of your qualities. Are you interested?
it: La popolazione dell'habitat è molto soddisfatta delle loro consegne. La loro amministrazione non altrettanto. Ma è questa la strada che dobbiamo percorrere se vogliamo che tutti siano liberi. E i contrabbandieri erano così contenti che non mi avessi detto che avevano perso la droga che per sbaglio se la sono lasciata sfuggire. Ma lei ha dimostrato di essere affidabile e vorrei offrirle altri lavori. Ci farebbe comodo un compagno con le tue qualità. È interessato?

source: Nice! I'll message you when I have more tasks for you. Here is your payment for this job!
it: Bello! Ti manderò un messaggio quando avrò altri compiti per te. Ecco il tuo pagamento per questo lavoro!

source: Commune Drugs
it: Droghe della Communità

source: Propaganda Materials
it: Materiale di propaganda

source: Gather information on Juliana's situation and help the Commune improve factory workers' lives.
it: Raccogliere informazioni sulla situazione di Juliana e aiutare il Comune a migliorare la vita degli operai.

source: Meet Juliana's friend in sector (${x}:${y})
it: Incontrare l'amico di Juliana nel settore (${x}:${y})

source: Pick up leaflets in sector (${x}:${y})
it: Raccogliere volantini nel settore (${x}:${y})

source: Deliver the leaflets to sector (${x}:${y})
it: Consegnare i volantini al settore (${x}:${y})

source: Bring them to Ice Mine ${stationName}
it: Portateli alla Miniera di Ghiaccio ${nomeStazione}

source: Take the leaflets to sector (${x}:${y}) instead
it: Portate invece i volantini al settore (${x}:${y})

source: Deliver the leaflets to Water Collector ${stationName}
it: Consegnate i volantini al Collettore dell'acqua ${nome stazione}.

source: Go to sector (${x}:${y}) and pick up the next load of leaflets
it: Andare al settore (${x}:${y}) e ritirare il prossimo carico di volantini

source: Read the mail from Ue'am
it: Leggi la mail di Ue'am

source: Meet Ue'am in sector (${x}:${y})
it: Incontrare Ue'am nel settore (${x}:${y})

source: A stack of propaganda leaflets hot off the press.
it: Una pila di volantini di propaganda appena usciti dalla stampa.

source: Hello there!
it: Ciao a tutti!

source: [Ask about Juliana]
it: [Chiedi di Juliana]

source: I'm ready for the materials now.
it: Ora sono pronto per i materiali.

source: [Deliver leaflets]
it: [Consegnare i volantini]

source: Comrade! I need your help! I’ve been abducted! They locked me up inside my own ship! Many of my crew are dead or injured and our ship’s systems have been destroyed! I can’t flee or even tell where we are. But I know my ship better than they do. I can still send you messages! You have to help me. I’m not sure who is responsible, and besides some old friends and you I don’t know who to trust. Please go to sector (%1%:%2%) and talk to Ue’am. He’s an old friend of mine and I’m one hundred percent certain he has nothing to do with this. He’s always talking about how good he's at finding hidden tracks and scavenge and should be able to find me. I’ll contact you as soon as I know more! Best wishes Juliana
it: Compagno! Ho bisogno del tuo aiuto! Sono stato rapito! Mi hanno rinchiuso nella mia stessa nave! Molti membri del mio equipaggio sono morti o feriti e i sistemi della nostra nave sono stati distrutti! Non posso fuggire e nemmeno dire dove siamo. Ma conosco la mia nave meglio di loro. Posso ancora mandarvi dei messaggi! Dovete aiutarmi. Non so chi sia il responsabile e, a parte alcuni vecchi amici e te, non so di chi fidarmi. Per favore, vai nel settore (%1%:%2%) e parla con Ue'am. È un mio vecchio amico e sono sicuro al cento per cento che non ha nulla a che fare con questo. Parla sempre di quanto sia bravo a trovare tracce nascoste e a scavare e dovrebbe essere in grado di trovarmi. Vi contatterò non appena ne saprò di più! Auguri Juliana

# Mail Subject
source: Help, I was abducted!
it: Aiuto, sono stato rapito!

source: Juliana @TheCommune
it: Juliana @IlComune

source: Good day comrade! Thank you for all your help! Amazing how you showed it to those corporate goons. I have to be honest. I don’t think I would have stood up to them like you did. Meet me in sector (%1%:%2%), we have to discuss our immediate future. Best wishes Ue’am
it: Buona giornata compagno! Grazie per il tuo aiuto! Incredibile come l'hai mostrato a quegli scagnozzi aziendali. Devo essere onesto. Non credo che li avrei affrontati come hai fatto tu. Incontriamoci nel settore (%1%:%2%), dobbiamo discutere del nostro futuro immediato. Auguri di cuore Ue'am

# Mail Subject
source: Thank you for helping
it: Grazie per l'aiuto

source: Ue’am @TheCommune
it: Ue'am @IlComune

# Ue'am is a name
source: Ue'am, Juliana's Friend
it: Ue'am, amica di Juliana

source: What? Juliana was abducted? Oof.
it: Cosa? Juliana è stata rapita? Oof.

source: She said you'll find her?
it: Ha detto che la troverete?

source: Doesn’t she know?
it: Non lo sa?

source: No. She was abducted.
it: No. È stata rapita.

source: Oh yeah, uhm, right. I’ll try my hardest to find her. I just have to do this thing first.
it: Oh sì, ehm, giusto. Farò del mio meglio per trovarla. Devo solo fare questa cosa prima.

# in response to 'have to this thing first' /*
source: What thing?
it: Quale cosa?

source: My mission. Our mission. Freeing the minds of factory workers in the whole galaxy! Educating them, so that they can rise from oppression and become free, self-determined beings.
it: La mia missione. La nostra missione. Liberare le menti degli operai di tutta la galassia! Educarli, affinché possano uscire dall'oppressione e diventare esseri liberi e autodeterminati.

source: Oh sure, and how?
it: Certo, e come?

source: I am only at the very beginning. In phase one if you want. I make sure all factory workers in this area have access to leaflets with the Commune’s message.
it: Sono solo all'inizio. Nella prima fase, se volete. Mi assicuro che tutti gli operai di questa zona abbiano accesso ai volantini con il messaggio della Comune.

source: How about I do that for you?
it: Che ne dici se lo faccio io per te?

source: Yes, that would be marvelous. Then I can go on the hunt for information about Juliana!
it: Sì, sarebbe meraviglioso. Così potrò andare a caccia di informazioni su Juliana!

source: Exactly.
it: Esattamente.

source: Good! Start by picking up the leaflets in sector (${x}:${y}). My contact there will tell you where to take them!
it: Bene! Iniziate a ritirare i volantini nel settore (${x}:${y}). Il mio contatto vi dirà dove portarli!

source: Let's move on, guys.
it: Andiamo avanti, ragazzi.

source: Hey, you don't have enough cargo space. Come back once you do!
it: Ehi, non hai abbastanza spazio di carico. Torna quando lo avrai!

source: Here you go. Take them to sector (${x}:${y}). But make sure you don’t get caught. Most patrols are financed by corporates and don't like it when we tell the truth.
it: Ecco come fare. Portateli nel settore (${x}:${y}). Ma assicuratevi di non essere scoperti. La maggior parte delle pattuglie è finanziata dalle multinazionali e non gradisce che si dica la verità.

source: Ah there you are. Wait, I was expecting someone else.
it: Ah, eccoti qui. Aspetta, mi aspettavo qualcun altro.

source: Ue'am sent me.
it: Mi manda Ue'am.

source: Okay. Then here you go, take these materials and bring them to sector (${x}:${y}). But make sure you don’t get caught. Most patrols are financed by corporates and don't like it when we tell the truth.
it: Ok. Allora ecco, prendete questi materiali e portateli nel settore (${x}:${y}). Ma assicuratevi di non essere scoperti. La maggior parte delle pattuglie è finanziata dalle multinazionali e non gradisce che si dica la verità.

source: This is a cargo inspection. Please let us have a look at the cargo you have on board.
it: Si tratta di un'ispezione del carico. Vi preghiamo di farci dare un'occhiata al carico che avete a bordo.

source: What if I don't?
it: E se non lo facessi?

source: Sure. Go ahead.
it: Certo, vai avanti.

source: I was trying to be polite. We actually don't need your consent. The scan is already finished, and ...
it: Stavo cercando di essere educato. In realtà non abbiamo bisogno del suo consenso. La scansione è già terminata e...

source: Thank you, it'll be over in a second ...
it: Grazie, sarà tutto finito in un secondo...

source: It seems we have a hit. You're carrying a lot of leaflets. Are you one of these crackpots that try to make our workers revolt? We’re not going to let you do that! What do you have to say for yourself?
it: Sembra che abbiamo un riscontro. Stai portando molti volantini. Sei uno di quei pazzi che cercano di far rivoltare i nostri lavoratori? Non te lo permetteremo! Cosa hai da dire in tua difesa?

source: I'm not looking for trouble.
it: Non sono in cerca di guai.

source: Yes, they have a right to know.
it: Sì, hanno il diritto di sapere.

source: You look like a sensible person. What do you say to this: you take the leaflets somewhere else, such as the Water Collector in sector (${x}:${y}), and I'll forget that we caught you.
it: Lei sembra una persona ragionevole. Che ne dici di portare i volantini da qualche altra parte, ad esempio al Collettore dell'Acqua nel settore (${x}:${y}), e io mi dimenticherò di averti preso.

source: Okay, I'll take them there.
it: Ok, li porterò lì.

source: I promised to distribute them here.
it: Ho promesso di distribuirli qui.

source: Well, my job is to prevent any rebellious activity from happening. So I can't let you fly on with them. But hey, be honest, does it really have to be our station? I have a proposition for you where you still get to do your job. The Water Collector in sector (${x}:${y}) is run by a corporation far worse than ours here. They could use these leaflets.
it: Il mio compito è quello di impedire qualsiasi attività di ribellione. Quindi non posso lasciarti volare con loro. Ma ehi, siate onesti, deve proprio essere la nostra stazione? Ho una proposta per voi che vi permette di fare il vostro lavoro. Il Collettore dell'Acqua nel settore (${x}:${y}) è gestito da una corporazione ben peggiore della nostra qui. Potrebbero usare questi volantini.
