Repository: GLWine/Avorion-ITA
Catalog: Avorion/data/localization/*.po
Languages: it

source: Hey you, I heard about a group of people who also want to cross the Barrier. They are looking for Xsotan artifacts as well. They have posted on Bulletin Boards of stations. Maybe you could find them and we can all work together to overcome the Barrier. Greetings, %1%
it: Ciao a te, Ho sentito parlare di un gruppo di persone che vogliono attraversare la Barriera. Anche loro sono alla ricerca di manufatti Xsotan. Hanno postato sulle bacheche delle stazioni. Forse potresti trovarli e potremmo lavorare tutti insieme per superare la Barriera. Saluti, %1%

# Mail Subject
source: The Brotherhood
it: La Fratellanza

source: You might get in trouble if you don't get a transportation license.
it: Potreste avere dei problemi se non ottenete una licenza di trasporto.

source: You can use your scrambler in an inspection.
it: È possibile utilizzare lo scrambler in un'ispezione.

source: dangerous
it: pericoloso

source: suspicious
it: sospettoso

source: stolen
it: rubato

source: illegal
it: illegale

source: You have %s goods in your cargo bay!
it: Avete %s merci nella vostra stiva!

source: Creative Mode
it: Modalità creativa

source: Creative Mode Command Center
it: Centro di comando della modalità creativa

# Button
source: Add Crew
it: Aggiungi equipaggio

# Button
source: Add Captain
it: Aggiungi il capitano

source: Add Pilots
it: Aggiungi piloti

source: Add Security
it: Aggiungi sicurezza

source: Add Boarders
it: Aggiungi pensionanti

source: Guns 'n' Systems
it: Armi e sistemi

source: Clear Inventory
it: Inventario chiaro

source: Guns Guns Guns
it: Pistole Pistole Pistole

source: Gimme Systems
it: Sistemi Gimme

source: Add Mining Fighters
it: Aggiungi i caccia minerari

source: Add R-Mining Fighters
it: Aggiungi combattenti R-Mining

source: Add Armed Fighters
it: Aggiungere combattenti armati

source: Add Salvaging Fighters
it: Aggiungi i caccia di salvataggio

source: Add R-Salvaging Fighters
it: Aggiungi combattenti R-Salvataggio

source: Add Repair Fighters
it: Aggiungi Combattenti per la riparazione

source: Add Boarding Shuttles
it: Aggiungi navette d'imbarco

source: Clear Hangar
it: Hangar libero

source: Add Torpedoes
it: Aggiungere siluri

source: Clear Torpedoes
it: Siluri trasparenti

source: Ceasefire
it: Cessate il fuoco

source: War
it: La guerra

source: Like
it: Come

source: Dislike
it: Non mi piace

source: Mark as Stolen
it: Contrassegnare come rubato

source: Clear Cargo
it: Cargo chiaro

source: No object that belongs to an AI faction selected.
it: Non è stato selezionato alcun oggetto appartenente a una fazione dell'IA.

source: Relations with this faction can't be changed.
it: Le relazioni con questa fazione non possono essere modificate.

source: You can't negotiate relations with player factions.
it: Non è possibile negoziare le relazioni con le fazioni dei giocatori.

source: This faction won't negotiate with you.
it: Questa fazione non negozierà con voi.

source: You can't negotiate with an eradicated faction
it: Non è possibile negoziare con una fazione sradicata

source: You don't have alliance permissions to negotiate.
it: Non avete i permessi dell'alleanza per negoziare.

source: You can't declare war on an ally.
it: Non si può dichiarare guerra a un alleato.

source: You are already at war with this faction.
it: Siete già in guerra con questa fazione.

source: You are not allied with this faction.
it: Non siete alleati di questa fazione.

source: You are not at war with this faction.
it: Non siete in guerra con questa fazione.

source: Initiate a player trade to negotiate relations.
it: Avviare uno scambio di giocatori per negoziare le relazioni.

source: Only factions that are neutral to you can become allies.
it: Solo le fazioni neutrali possono diventare alleate.

source: You can't negotiate tribute when at war.
it: Non si possono negoziare i tributi quando si è in guerra.

source: Relations with this faction can't be improved any further by paying tribute.
it: Le relazioni con questa fazione non possono essere migliorate ulteriormente pagando un tributo.

source: You can only negotiate a ceasefire when at war.
it: Si può negoziare un cessate il fuoco solo quando si è in guerra.

source: Relations are not sufficient to start a negotiation.
it: Le relazioni non sono sufficienti per avviare un negoziato.

source: Unknown negotiation type.
it: Tipo di negoziazione sconosciuto.

source: The faction won't negotiate with you right now. Try again in an hour.
it: La fazione non vuole negoziare con voi in questo momento. Riprova tra un'ora.

source: The faction won't negotiate with you right now. Try again in %1% minutes.
it: La fazione non vuole negoziare con te in questo momento. Riprova tra l'1% dei minuti.

source: The faction won't negotiate with you right now. Try again in about 2 minutes.
it: La fazione non vuole negoziare con voi in questo momento. Riprova tra circa 2 minuti.

source: There is no ongoing negotiation.
it: Non c'è alcuna negoziazione in corso.

source: Do you think you can appease us with such cheap offers?
it: Pensate di poterci tranquillizzare con offerte così convenienti?

source: This offer is ridiculous, are you trying to insult us?
it: Questa offerta è ridicola, stai cercando di insultarci?

source: This is nothing but insulting! No.
it: Questo non è altro che un insulto! No.

source: This is insulting! That's not even the minimum of what we asked for!
it: Questo è un insulto! Non è nemmeno il minimo di quello che abbiamo chiesto!

source: We happily accept your offer.
it: Accettiamo volentieri la vostra offerta.

source: This is not enough. You will have to invest more to gain our sympathy.
it: Questo non è sufficiente. Dovrete investire di più per guadagnarvi la nostra simpatia.

source: This is not enough. If you keep making such low offers, we will cancel negotiations.
it: Questo non è sufficiente. Se continuate a fare offerte così basse, annulleremo le trattative.

source: Thank you for your offer, we accept.
it: Grazie per l'offerta, accettiamo.

source: This is a reasonable offer, we accept.
it: Si tratta di un'offerta ragionevole, che accettiamo.

source: Enough is enough. These so-called tribute attempts are pathetic. Goodbye.
it: Basta così. Questi cosiddetti tentativi di tributo sono patetici. Addio.

source: It seems that you're not taking this seriously. We decline.
it: Sembra che non lo stiate prendendo sul serio. Ci rifiutiamo.

source: Our bankers tell us that you don't even have enough funds to pay tribute.
it: I nostri banchieri ci dicono che non avete nemmeno i fondi sufficienti per pagare il tributo.

source: This is insulting. No. We won't accept.
it: Questo è un insulto. No. Non accetteremo.

source: You can't be serious about that offer. Are you even trying?
it: Non puoi fare sul serio con questa offerta. Ci stai almeno provando?

source: Do you think you can buy a ceasefire that cheaply?
it: Pensate di poter comprare un cessate il fuoco a così poco prezzo?

source: This is more than we expected. We accept your offer.
it: È più di quanto ci aspettassimo. Accettiamo la vostra offerta.

source: A ceasefire with us is worth more than that.
it: Un cessate il fuoco con noi vale molto di più.

source: If you keep making such low offers, we will cancel negotiations.
it: Se continuate a fare offerte così basse, annulleremo le trattative.

source: This is an offer that we can agree upon. We accept.
it: È un'offerta che possiamo accettare. Accettiamo.

source: That's enough. These negotiations are ridiculous. Goodbye.
it: Basta così. Queste trattative sono ridicole. Addio.

source: No more. You're clearly not actually interested in a ceasefire.
it: Non più. È chiaro che non siete interessati a un cessate il fuoco.

source: Our bankers tell us that you don't even have enough funds for that.
it: I nostri banchieri ci dicono che non avete fondi sufficienti nemmeno per questo.

source: Please don't be so cheap. Our alliance is worth more than that.
it: Per favore, non siate così tirchi. La nostra alleanza vale molto di più.

source: You'll have to invest a lot more than that for an alliance.
it: Per un'alleanza dovrete investire molto di più.

source: No! An alliance with our faction is not bought that easily!
it: No! Un'alleanza con la nostra fazione non si compra così facilmente!

source: This is a very generous offer. We are gratefully accept.
it: È un'offerta molto generosa. Accettiamo con gratitudine.

source: Your offer is alright, but an alliance with our faction is worth more than that.
it: La vostra offerta va bene, ma un'alleanza con la nostra fazione vale molto di più.

source: This is somewhat reasonable, but we think for an alliance you'll have to invest some more.
it: Si tratta di una cifra ragionevole, ma pensiamo che per un'alleanza dovrete investire di più.

source: These negotiations are going nowhere. We shall talk another time.
it: Questi negoziati non stanno andando da nessuna parte. Ne parleremo un'altra volta.

source: We don't think that you're serious about these negotiations. We're no longer interested.
it: Non crediamo che siate seri in questi negoziati. Non siamo più interessati.

source: I'm afraid you've made an error. It seems you don't have the funds for that offer.
it: Temo che abbia commesso un errore. Sembra che non abbiate i fondi per questa offerta.

source: You'll have to invest a lot more than that.
it: Dovrete investire molto di più.

source: This is a very generous offer. Thank you, we accept.
it: È un'offerta molto generosa. Grazie, accettiamo.

source: Place an offer to improve your relations by ${amount} points.
it: Fai un'offerta per migliorare le tue relazioni di ${importo} punti.

source: Negotiate Ceasefire
it: Negoziare il cessate il fuoco

source: Place an Offer
it: Fare un'offerta

source: Negotiate Alliance
it: Negoziare l'alleanza

source: Alliances
it: Alleanze

source: AI Factions
it: Fazioni AI

source: Distance (Ascending)
it: Distanza (crescente)

source: Name (Ascending)
it: Nome (crescente)

source: Name (Descending)
it: Nome (decrescente)

source: Status (Ascending)
it: Stato (crescente)

source: Status (Descending)
it: Stato (decrescente)

source: Relations (Ascending)
it: Relazioni (in ordine crescente)

source: Relations (Descending)
it: Relazioni (decrescenti)

source: Sector in which this faction can be found
it: Settore in cui si trova questa fazione

source: Declare War
it: Dichiarare guerra

source: Abandon Alliance
it: Abbandonare l'Alleanza

source: Pay Tribute
it: Rendere omaggio

source: Negotiate
it: Negoziare

source: Traits
it: Caratteristiche

source: Emblem
it: Emblema

source: Patience
it: Pazienza

source: Your Offer:
it: La vostra offerta:

source: Required: ¢${min} - ¢${max}
it: Richiesto: ¢${min} - ¢${max}

source: Confirm Declaration of War
it: Confermare la dichiarazione di guerra

source: Do you really want to declare war?
it: Vuoi davvero dichiarare guerra?

source: ¢${value}
it: ¢${valore}

source: ${name} [Eradicated]
it: ${nome} [Sradicato]

# location on map
source: Unknown Location
it: Posizione sconosciuta

source: Relations: %d
it: Relazioni: %d

source: Relations of ${relations} required
it: Sono richieste le relazioni di ${relazioni}

source: \c(777)This is another player. A good way to get to know them is the chat window :)\c()
it: \c(777)Questo è un altro giocatore. Un buon modo per conoscerli è la finestra di chat :)\c()

source: \c(777)This is another player alliance. A good way to get to know them is the chat window :)\c()
it: \c(777)Questa è un'altra alleanza di giocatori. Un buon modo per conoscerli è la finestra di chat :)\c()

source: \c(777)This is your alliance.\c()
it: \c(777)Questa è la vostra alleanza.\c()

source: \c(777)Not much is known about this faction.\c()
it: \c(777)Non si sa molto di questa fazione.\c()

source: ${trait} (${percentage}%)
it: ${tratto} (${percentuale}%)

source: Tend to send fewer reinforcements when supporting allies
it: Tendono a inviare meno rinforzi quando sostengono gli alleati.

source: Much greater loss of reputation when attacked
it: Perdita di reputazione molto maggiore in caso di attacco

source: Much greater increase in reputation through combat support
it: Aumento della reputazione molto maggiore grazie al supporto in combattimento

source: Greater increase in reputation by commerce (exception: weapons) & tribute
it: Aumento della reputazione grazie al commercio (eccezione: armi) e ai tributi.

source: Less cost when negotiating ceasefires and alliances
it: Meno costi quando si negoziano cessate il fuoco e alleanze

source: Tend to send more reinforcements when supporting allies
it: Tendono a inviare più rinforzi quando sostengono gli alleati.

source: Chance of wars with neighboring factions
it: Possibilità di guerre con le fazioni vicine

source: Less loss of reputation when attacked
it: Minore perdita di reputazione in caso di attacco

source: Greater increase in reputation when trading weapons
it: Maggiore aumento della reputazione quando si scambiano armi

source: Increased cost when negotiating ceasefires and alliances
it: Aumento dei costi di negoziazione di cessate il fuoco e alleanze

source: Increased range when scanning cargo transports
it: Aumento del raggio d'azione durante la scansione dei trasporti merci

source: Military ships are more heavily armed
it: Le navi militari sono più armate

source: Stronger security on ships
it: Maggiore sicurezza sulle navi

source: Greater loss of reputation when attacked
it: Maggiore perdita di reputazione in caso di attacco

source: Send more reinforcements when supporting allies
it: Inviate più rinforzi quando sostenete gli alleati

source: Less increase in reputation by commerce
it: Minore aumento della reputazione da parte del commercio

source: Lower fines and less reputation loss for doing something illegal
it: Multe più basse e minore perdita di reputazione per aver fatto qualcosa di illegale

source: Lower fines for doing something illegal
it: Multe più basse per chi fa qualcosa di illegale

source: More patience during negotiations
it: Più pazienza durante le trattative

source: Lowered cost for tribute and when negotiating alliances
it: Costi ridotti per i tributi e per la negoziazione di alleanze

source: Higher fines when doing something illegal
it: Multe più alte quando si fa qualcosa di illegale

source: Greater increase in reputation by commerce and tribute
it: Maggiore aumento della reputazione grazie al commercio e ai tributi

source: Less patience during negotiations
it: Meno pazienza durante le trattative

source: Less reputation loss for doing something illegal
it: Minore perdita di reputazione per aver fatto qualcosa di illegale

source: No reputation loss when witnessing attacks on helpless ships
it: Nessuna perdita di reputazione in caso di attacchi a navi indifese.

source: Increased cost for tribute, negotiating alliances and ceasefires
it: Aumento del costo dei tributi, della negoziazione delle alleanze e dei cessate il fuoco

source: Less reputation loss when witnessing attacks on helpless ships
it: Minore perdita di reputazione quando si assiste ad attacchi contro navi indifese

source: Greater loss of reputation when doing something illegal
it: Maggiore perdita di reputazione quando si fa qualcosa di illegale

source: Greater loss of reputation when witnessing attacks on helpless ships
it: Maggiore perdita di reputazione quando si assiste ad attacchi a navi inermi

source: Alliance negotiations require less reputation than usual
it: I negoziati di alleanza richiedono meno reputazione del solito

source: Treaties are terminated later when relations worsen
it: I trattati vengono interrotti in un secondo momento quando le relazioni peggiorano.

source: Lower increase in reputation through tribute
it: Minore aumento della reputazione attraverso i tributi

source: Decreased willingness to negotiate
it: Diminuzione della disponibilità a negoziare

source: Alliance negotiations require more reputation than usual
it: I negoziati di alleanza richiedono più reputazione del solito

source: Treaties are terminated earlier when relations worsen
it: I trattati vengono interrotti prima quando le relazioni si deteriorano.

source: Less reputation loss when attacked
it: Minore perdita di reputazione in caso di attacco

source: Less reputation loss when doing something illegal
it: Minore perdita di reputazione quando si fa qualcosa di illegale

source: Uses the current situation to their advantage
it: Sfrutta la situazione attuale a proprio vantaggio

source: Wants to keep the everything running
it: Vuole mantenere tutto in funzione

source: Are discontent with the current power distribution
it: Sono scontenti dell'attuale distribuzione del potere

source: Want a new order under their own supreme rule
it: Vogliono un nuovo ordine sotto il proprio dominio supremo

source: Is discontent with the current power distribution
it: È scontento dell'attuale distribuzione del potere

source: Wants to establish a galaxy-wide rule by the people instead of the factions
it: Vuole stabilire un governo della galassia da parte del popolo invece che delle fazioni

source: Is structured with a clear hierarchy
it: È strutturato con una chiara gerarchia

source: Every member is free to follow their own business
it: Ogni membro è libero di seguire la propria attività

source: Command and obedience is the most important form of communication
it: Il comando e l'obbedienza sono la forma di comunicazione più importante.

source: Violence is used primarily to underline threats
it: La violenza è usata principalmente per sottolineare le minacce

source: Business is getting harder if there is too much brutality
it: Gli affari diventano più difficili se c'è troppa brutalità

source: Violence is part of their culture
it: La violenza fa parte della loro cultura

source: The strong will rule over the weak
it: Il forte dominerà sul debole

source: They win the hearts of their followers with kindness
it: Conquistano i cuori dei loro seguaci con la gentilezza

source: Violence is only used for self-defense
it: La violenza viene usata solo per autodifesa.

source: New trends are not beeing followed
it: Le nuove tendenze non vengono seguite

source: A change that opens new opportunites is always welcome
it: Un cambiamento che apre nuove opportunità è sempre ben accetto.

source: Honor and valor are the basics on which they are build
it: L'onore e il valore sono le basi su cui si fondano.

source: The deprivation of honor is one of the harshest punishments
it: La privazione dell'onore è una delle punizioni più dure.

source: The old order must be abolished
it: Il vecchio ordine deve essere abolito

source: Every inhabitant of the galaxy has a right to be heard
it: Ogni abitante della galassia ha il diritto di farsi sentire

source: Members try to stay unknown
it: I membri cercano di rimanere sconosciuti

source: Some of the work still needs to be done in public
it: Alcuni lavori devono ancora essere svolti in pubblico.

source: An extensive network of corrupt officials is the basis of their power
it: Una vasta rete di funzionari corrotti è alla base del loro potere

source: They pull the strings behind the curtains
it: Tirano i fili dietro le tende

source: No syndicate is reputable
it: Nessun sindacato è rispettabile

source: Do you really want to declare war against ${faction}?
it: Vuoi davvero dichiarare guerra a ${fazione}?

source: Do you really no longer want to be allied with ${faction}?
it: Davvero non volete più essere alleati con ${fazione}?

source: Confirm Abandoning Allies
it: Confermare l'abbandono degli alleati

source: Use the Player Trade Window to negotiate with Alliances.
it: Utilizzare la Finestra di scambio dei giocatori per negoziare con le alleanze.

source: Basics
it: Nozioni di base

source: Basic Ship Movement
it: Movimento di base della nave

source: By default you steer your ship with \c(fff)${W}\c(), \c(fff)${A}\c(), \c(fff)${S}\c(), \c(fff)${D}\c() and \c(fff)Mouse\c(). \c(dd5)Warning: there is no friction in space. In order to brake sharply you'll have to flip and accelerate or even boost in the opposite direction!\c()
it: Per impostazione predefinita, si governa la nave con \c(fff)${W}\c(), \c(fff)${A}\c(), \c(fff)${S}\c(), \c(fff)${D}\c() e \c(fff)Mouse\c(). \c(dd5)Attenzione: nello spazio non c'è attrito. Per frenare bruscamente, dovrete capovolgervi e accelerare o addirittura accelerare nella direzione opposta!\c()

source: Advanced Ship Movement
it: Movimento avanzato della nave

source: While flying forward you can hold \c(fff)${space}\c() to \c(0d0)boost\c(). Additionally you can \c(0d0)roll\c() with \c(fff)${rollLeft}\c() and \c(fff)${rollRight}\c(), and move the ship \c(0d0)up\c() and \c(0d0)down\c() with \c(fff)${moveUp}\c() and \c(fff)${moveDown}\c(), respectively.
it: Mentre volate in avanti potete tenere premuto \c(fff)${spazio}\c() per \c(0d0)boost\c(). Inoltre, è possibile far rotolare la nave con \c(fff)${rollLeft}\c() e \c(fff)${rollRight}\c(), e muovere la nave \c(0d0)up\c() e \c(0d0)down\c() rispettivamente con \c(fff)${moveUp}\c() e \c(fff)${moveDown}\c().

source: Camera Position
it: Posizione della telecamera

source: You can adjust the \c(0d0)camera position\c() by holding \c(fff)${displaceCam}\c() and simultaneously moving the \c(fff)Mouse\c(). If you hold \c(fff)${displaceCam}\c() and don't move the mouse, the camera will snap back to default. If your ship is too close to the camera (or too far off), try \c(0d0)zooming\c() in or out with the \c(fff)Mouse Wheel\c()!
it: È possibile regolare la posizione della telecamera tenendo premuto \c(fff)${displaceCam}\c() e muovendo simultaneamente il mouse. Se si tiene premuto \c(fff)${displaceCam}\c() e non si muove il mouse, la telecamera tornerà al valore predefinito. Se la nave è troppo vicina alla telecamera (o troppo lontana), provate a fare lo zoom() con la rotella del mouse()!

source: Camera Movement
it: Movimento della telecamera

source: Sometimes you'll want to \c(0d0)move the camera\c() without having to turn the ship. Hold \c(fff)${movCam}\c() to move the camera independently.
it: A volte si desidera muovere la telecamera senza dover girare la nave. Tenere premuto \c(fff)${movCam}\c() per muovere la telecamera in modo indipendente.

source: Mouse Movement
it: Movimento del mouse

source: To move the \c(0d0)mouse pointer\c() independently, hold \c(fff)${freeCam}\c(). You can use this to click on any icon, or on things you're not directly looking at.
it: Per spostare il puntatore del mouse in modo indipendente, tenere premuto \c(fff)${freeCam}\c(). Si può usare per fare clic su qualsiasi icona o su oggetti che non si stanno guardando direttamente.

source: Selecting Objects
it: Selezione degli oggetti

source: Select objects by clicking \c(fff)${selectButton}\c() in order to get more information about them.
it: Selezionare gli oggetti facendo clic su \c(fff)${selectButton}\c() per ottenere maggiori informazioni su di essi.

source: Docking
it: Attracco

source: \c(0d0)Interact\c() with stations by selecting them with \c(fff)${selectButton}\c() and pressing \c(fff)${F}\c(). Some options, however, can only be performed while docked. To \c(0d0)dock\c(), get close enough to the station until the docking markers become visible and fly to one of them.
it: \c(0d0)Interact\c() con le stazioni selezionandole con \c(fff)${selectButton}\c() e premendo \c(fff)${F}\c(). Alcune opzioni, tuttavia, possono essere eseguite solo quando si è agganciati. Per eseguire \c(0d0)dock\c(), avvicinarsi alla stazione fino a quando i marcatori di attracco diventano visibili e volare verso uno di essi.

source: Switching Crafts
it: Commutazione di mestieri
