Repository: GLWine/Avorion-ITA
Catalog: Avorion/data/localization/*.po
Languages: it

source: General Stahl, you are being ridiculous. What are you trying to achieve? I'm the rightful Emperor, and to stand against me is treason.
it: Generale Stahl, lei è ridicolo. Cosa sta cercando di ottenere? Sono il legittimo Imperatore e opporsi a me è tradimento.

source: The Emperor
it: L'imperatore

source: You're nothing but are a cold and heartless dictator! You betray the very ideals of the Cavaliers! You send your soldiers into battle without thinking about whether they'll return alive or not. The grief you cause their families!
it: Non sei altro che un dittatore freddo e senza cuore! Tradisci gli ideali stessi dei Cavalieri! Mandate i vostri soldati in battaglia senza pensare se torneranno vivi o meno. Il dolore che causate alle loro famiglie!

source: I will not tolerate these insults. To achieve order in the galaxy, there must be sacrifices. The pirates and Xsotan don't care if anybody lives or dies. Your uprising will ultimately cause many more deaths than my fight to bring peace and rule the galaxy.
it: Non tollererò questi insulti. Per raggiungere l'ordine nella galassia, ci devono essere dei sacrifici. Ai pirati e agli Xsotan non importa se qualcuno vive o muore. La vostra rivolta alla fine causerà molti più morti della mia lotta per portare la pace e governare la galassia.

source: No, it won't! And when I take over the Cavaliers, there will be no more carelessly planned battles that cost countless lives!
it: No, non lo farà! E quando prenderò il controllo dei Cavaliers, non ci saranno più battaglie pianificate in modo sconsiderato che costano innumerevoli vite!

source: General Stahl, you are overstepping. You have no chance of winning this. You were once a passable general, but I think it's time that we part ways. Let's see who is really loyal to me. Since General Stahl is no longer available, we have a new position open! Any loyal volunteers? If you fight for me we will bring peace and become rich as the rightful rulers of the galaxy.
it: Generale Stahl, sta esagerando. Non ha alcuna possibilità di vincere. Un tempo lei era un generale passabile, ma credo sia giunto il momento di separarci. Vediamo chi mi è davvero fedele. Poiché il generale Stahl non è più disponibile, abbiamo una nuova posizione aperta! Qualche volontario fedele? Se combatterete per me, porteremo la pace e diventeremo ricchi come legittimi governanti della galassia.

source: Yes, now is the time to end this. Don't listen to him, he'll execute you for working with me once this is over. If you fight for me, we can actually do some good and help the innocent against the Xsotan and pirate plagues. ${name}, on whose side will you fight?
it: Sì, è il momento di porre fine a tutto questo. Non ascoltarlo, ti giustizierà per aver lavorato con me una volta che tutto questo sarà finito. Se combatterai per me, potremo fare del bene e aiutare gli innocenti contro le piaghe degli Xsotan e dei pirati. ${nome}, da che parte combatterai?

source: On your side.
it: Dalla vostra parte.

source: On the Emperor's side.
it: Dalla parte dell'Imperatore.

source: Are you sure?
it: Sei sicuro?

source: I'll fight on your side.
it: Combatterò al vostro fianco.

source: I'll fight on the Emperor's side.
it: Combatterò dalla parte dell'Imperatore.

source: Thank you! I knew you've got your heart in the right place!
it: Grazie! Sapevo che avevi il cuore al posto giusto!

source: I appreciate it! Now let's rid the galaxy of this traitor.
it: Lo apprezzo molto! Ora liberiamo la galassia da questo traditore.

source: Thanks for choosing my side!
it: Grazie per aver scelto la mia parte!

source: I hope I did the right thing.
it: Spero di aver fatto la cosa giusta.

source: The Emperor didn't value his soldiers' lives. Now that I will rule, I won't treat those things lightly.
it: L'Imperatore non dava importanza alla vita dei suoi soldati. Ora che regnerò io, non tratterò queste cose con leggerezza.

source: What will you do now?
it: Cosa farete ora?

source: The galaxy still has its problems, but the cavaliers have one less. I will continue to rid the galaxy of pirates and Xsotan. But I will plan the battles more carefully so that no lives are unnecessarily lost. For now, take this reward. And I'm sure I'll need your help again, soon.
it: La galassia ha ancora i suoi problemi, ma i Cavaliers ne hanno uno in meno. Continuerò a liberare la galassia dai pirati e dagli Xsotan. Ma pianificherò le battaglie con maggiore attenzione, in modo da non perdere inutilmente vite umane. Per ora, prendete questa ricompensa. E sono sicuro che presto avrò di nuovo bisogno del vostro aiuto.

source: Of course I'll help you again.
it: Certo che ti aiuterò di nuovo.

source: You chose the right side, after all. Good riddance to that traitor.
it: Dopo tutto, avete scelto la parte giusta. Buona liberazione a quel traditore.

source: I had no idea what she was doing.
it: Non avevo idea di cosa stesse facendo.

source: Correct. She was right though, normally I would execute anyone working with traitors, but you've proven where your loyalty is. Also, we have lots of work to do. We still need to cleanse the galaxy of pirates and Xsotan.
it: Corretto. Aveva ragione, però: di solito giustizierei chi lavora con i traditori, ma lei ha dimostrato dove si trova la sua lealtà. Inoltre, abbiamo molto lavoro da fare. Dobbiamo ancora ripulire la galassia dai pirati e dagli Xsotan.

source: I'll help you!
it: Ti aiuterò!

source: Thank you. I appreciate it. It is the right thing to do. I'll send you a message when I have another task for you. For now, take this reward.
it: Grazie. Lo apprezzo molto. È la cosa giusta da fare. Le manderò un messaggio quando avrò un altro compito per lei. Per ora, prendi questa ricompensa.

source: Assignment for Cavaliers Freighter XFG9463
it: Incarico per il cargo Cavaliers XFG9463

source: Proceed
it: Procedere

source: Warning: Confidential Content
it: Attenzione: Contenuto riservato

source: Assignment: Defeat pirates in sector (${x}:${y}). Note: if they are not home, they might be trying to steal our containers in sector (${x2}:${y2}).
it: Incarico: Sconfiggere i pirati nel settore (${x}:${y}). Nota: se non sono in casa, potrebbero cercare di rubare i nostri container nel settore (${x2}:${y2}).

source: Close
it: Chiudere

source: Defeat the fleets of the Family and the Commune.
it: Sconfiggere le flotte della Famiglia e del Comune.

source: Meet the scouts in sector (${x}:${y})
it: Incontrare gli esploratori nel settore (${x}:${y})

source: Defeat the other syndicates
it: Sconfiggere gli altri sindacati

source: Eliminate the associates of the Family in sector (${x}:${y})
it: Eliminare gli associati della Famiglia nel settore (${x}:${y})

source: Eliminate the soldiers of the Commune in sector (${x}:${y})
it: Eliminare i soldati del Comune nel settore (${x}:${y})

source: For the Emperor
it: Per l'imperatore

# this will be filled into the sentence 'Long live {leaderTitle}'
source: the Emperor
it: l'imperatore

source: For the Empress
it: Per l'imperatrice

# this will be filled into the sentence 'Long live {leaderTitle}'
source: the Empress
it: l'imperatrice

source: Hello squire! Many factions have now realized that only the power of our weapons can cleanse the galaxy of the pirates and Xsotan. The Empress has gained many loyal subjects. However, there are still many that refuse to listen to the voice of reason. They want to go to battle against us. Meet our scouts in sector (%1%:%2%). They will tell you our plans for battle. We will show them that we are unbeatable on the battlefield! The remains of their fleets will be shared between every ship that fights with us. Long live the Empress! General Adriana Stahl
it: Ciao scudiero! Molte fazioni hanno ormai capito che solo il potere delle nostre armi può ripulire la galassia dai pirati e dagli Xsotan. L'Imperatrice ha guadagnato molti sudditi fedeli. Tuttavia, ci sono ancora molti che si rifiutano di ascoltare la voce della ragione. Vogliono combattere contro di noi. Incontrate i nostri esploratori nel settore (%1%:%2%). Vi illustreranno i nostri piani di battaglia. Dimostreremo loro che siamo imbattibili sul campo di battaglia! I resti delle loro flotte saranno divisi tra tutte le navi che combatteranno con noi. Lunga vita all'Imperatrice! Generale Adriana Stahl

source: Hello squire! Many factions have now realized that only the power of our weapons can cleanse the galaxy of the pirates and Xsotan. The Emperor has gained many loyal subjects. However, there are still many that refuse to listen to the voice of reason. They want to go to battle against us. Meet our scouts in sector (%1%:%2%). They will tell you our plans for battle. We will show them that we are unbeatable on the battlefield! The remains of their fleets will be shared between every ship that fights with us. Long shall I live! The Emperor
it: Ciao scudiero! Molte fazioni hanno ormai capito che solo il potere delle nostre armi può ripulire la galassia dai pirati e dagli Xsotan. L'Imperatore ha guadagnato molti sudditi fedeli. Tuttavia, ci sono ancora molti che si rifiutano di ascoltare la voce della ragione. Vogliono combattere contro di noi. Incontrate i nostri esploratori nel settore (%1%:%2%). Vi illustreranno i nostri piani di battaglia. Dimostreremo loro che siamo imbattibili sul campo di battaglia! I resti delle loro flotte saranno divisi tra tutte le navi che combatteranno con noi. Vivrò a lungo! L'Imperatore

source: Hello squire! The Family is no match for us, not even with new technology! They have learned that resistance against us is futile. They will have to stop their illegal business or we will come for them and wipe them out to the last man. Now the only thing left to do is to show the Commune that their little revolution has no chances of success. We will make them see that we are the future of the galaxy! Long live the Empress! General Adriana Stahl
it: Ciao scudiero! La Famiglia non è all'altezza di noi, nemmeno con la nuova tecnologia! Hanno imparato che la resistenza contro di noi è inutile. Dovranno interrompere i loro affari illegali o verremo a prenderli e li spazzeremo via fino all'ultimo uomo. Ora l'unica cosa che resta da fare è dimostrare alla Comune che la loro piccola rivoluzione non ha alcuna possibilità di successo. Gli faremo capire che noi siamo il futuro della galassia! Lunga vita all'Imperatrice! Generale Adriana Stahl

source: Hello squire! The Family is no match for us, not even with new technology! They have learned that resistance against us is futile. They will have to stop their illegal business or we will come for them and wipe them out to the last man. Now the only thing left to do is to show the Commune that their little revolution has no chances of success. We will make them see that we are the future of the galaxy! Long live the Emperor! The Emperor
it: Ciao scudiero! La Famiglia non è all'altezza di noi, nemmeno con la nuova tecnologia! Hanno imparato che la resistenza contro di noi è inutile. Dovranno interrompere i loro affari illegali o verremo a prenderli e li spazzeremo via fino all'ultimo uomo. Ora l'unica cosa che resta da fare è dimostrare alla Comune che la loro piccola rivoluzione non ha alcuna possibilità di successo. Gli faremo capire che noi siamo il futuro della galassia! Lunga vita all'Imperatore! L'Imperatore

source: Hello squire! We showed the Commune that we cannot be beaten on the battlefield! This means that they are completely unfit to rule! All the factions will see that and support for their little revolution will dwindle drastically. Now, we only need to make sure we show the Family that we are the strongest force in the galaxy and then there will be nobody that can stop us! Long live the Empress! General Adriana Stahl
it: Ciao scudiero! Abbiamo dimostrato al Comune che non possiamo essere battuti sul campo di battaglia! Questo significa che sono completamente inadatti a governare! Tutte le fazioni se ne accorgeranno e il sostegno alla loro piccola rivoluzione diminuirà drasticamente. Ora dobbiamo solo assicurarci di dimostrare alla Famiglia che siamo la forza più forte della galassia e poi nessuno potrà fermarci! Lunga vita all'Imperatrice! Generale Adriana Stahl

source: Hello squire! We showed the Commune that we cannot be beaten on the battlefield! This means that they are completely unfit to rule! All the factions will see that and support for their little revolution will dwindle drastically. Now, we only need to make sure we show the Family that we are the strongest force in the galaxy and then there will be nobody that can stop us! Long live the Emperor! The Emperor
it: Ciao scudiero! Abbiamo dimostrato al Comune che non possiamo essere battuti sul campo di battaglia! Questo significa che sono completamente inadatti a governare! Tutte le fazioni se ne accorgeranno e il sostegno alla loro piccola rivoluzione diminuirà drasticamente. Ora dobbiamo solo assicurarci di dimostrare alla Famiglia che siamo la forza più forte della galassia e poi nessuno potrà fermarci! Lunga vita all'Imperatore! L'Imperatore

source: Hello squire! We have managed to defeat our most powerful enemies on the battlefield! Now the entire galaxy knows that we are the strongest military force. The pirates will cower in fear and we will be able to bring peace! Long live the Empress! General Adriana Stahl
it: Ciao scudiero! Siamo riusciti a sconfiggere i nostri nemici più potenti sul campo di battaglia! Ora tutta la galassia sa che siamo la forza militare più forte. I pirati si acquattano per la paura e noi saremo in grado di portare la pace! Lunga vita all'Imperatrice! Generale Adriana Stahl

source: Hello squire! We have managed to defeat our most powerful enemies on the battlefield! Now the entire galaxy knows that we are the strongest military force. The pirates will cower in fear and we will be able to bring peace! Long live the Emperor! The Emperor
it: Ciao scudiero! Siamo riusciti a sconfiggere i nostri nemici più potenti sul campo di battaglia! Ora tutta la galassia sa che siamo la forza militare più forte. I pirati si rannicchieranno per la paura e noi saremo in grado di portare la pace! Lunga vita all'Imperatore! L'Imperatore

source: Hello squire! The Family is surprisingly strong. But their thugs have no discipline. Get yourself some more weapons and shields, and we will send more reinforcements. We will show them that we are the greatest military power in the galaxy! Long live the Empress! General Adriana Stahl
it: Ciao scudiero! La Famiglia è sorprendentemente forte. Ma i loro scagnozzi non hanno disciplina. Procuratevi altre armi e scudi e noi invieremo altri rinforzi. Mostreremo loro che siamo la più grande potenza militare della galassia! Lunga vita all'Imperatrice! Generale Adriana Stahl

source: Hello squire! The Family is surprisingly strong. But their thugs have no discipline. Get yourself some more weapons and shields, and we will send more reinforcements. We will show them that we are the greatest military power in the galaxy! Long live the Emperor! The Emperor
it: Ciao scudiero! La Famiglia è sorprendentemente forte. Ma i loro scagnozzi non hanno disciplina. Procuratevi altre armi e scudi e noi invieremo altri rinforzi. Mostreremo loro che siamo la più grande potenza militare della galassia! Lunga vita all'Imperatore! L'Imperatore

source: Hello squire! The Commune must have sent their best men! But no worries, we will beat them! Get yourself some more weapons and shields, and we will send more reinforcements. We will show them that they stand no chance against us! Long live the Empress! General Adriana Stahl
it: Ciao scudiero! Il Comune deve aver mandato i suoi uomini migliori! Ma non preoccupatevi, li batteremo! Procuratevi altre armi e scudi e noi invieremo altri rinforzi. Mostreremo loro che non hanno alcuna possibilità contro di noi! Lunga vita all'Imperatrice! Generale Adriana Stahl

source: Hello squire! The Commune must have sent their best men! But no worries, we will beat them! Get yourself some more weapons and shields, and we will send more reinforcements. We will show them that they stand no chance against us! Long live the Emperor! The Emperor
it: Ciao scudiero! Il Comune deve aver mandato i suoi uomini migliori! Ma non preoccupatevi, li batteremo! Procuratevi altre armi e scudi, e noi invieremo altri rinforzi. Mostreremo loro che non hanno alcuna possibilità contro di noi! Lunga vita all'Imperatore! L'Imperatore

source: Cavaliers Scout
it: Cavalieri scout

source: Lead the way, we're here to fight with you!
it: Fate strada, siamo qui per combattere con voi!

# Mail Subject
source: Family Fleet Eradicated!
it: Flotta familiare sradicata!

# Mail Subject
source: Commune Fleet Eradicated!
it: Flotta comunale sradicata!

# Mail Subject
source: Defeat of our Enemies!
it: Sconfitta dei nostri nemici!

# Mail Subject
source: Try Again!
it: Riprova!

source: Hello squire! Thank you for coming!
it: Ciao scudiero! Grazie per essere venuto!

source: What's going on?
it: Cosa sta succedendo?

source: The Family and the Commune are preparing for battle against us. There are rumors about them inventing new technology.
it: La Famiglia e il Comune si stanno preparando a combattere contro di noi. Si dice che abbiano inventato una nuova tecnologia.

source: What new technology?
it: Quale nuova tecnologia?

source: We don't know. Every one of our scouts that got anywhere near them was destroyed instantly.
it: Non lo sappiamo. Tutti i nostri esploratori che si sono avvicinati a loro sono stati distrutti all'istante.

source: What can I do?
it: Cosa posso fare?

source: They seem to have sent out fleets that are preparing to move against us. You could join our forces in battle.
it: Sembra che abbiano inviato flotte che si preparano a muoversi contro di noi. Potreste unirvi alle nostre forze in battaglia.

source: Where will I find those fleets?
it: Dove posso trovare queste flotte?

source: You will find them in sector (${x1}:${y1}) and sector (${x2}:${y2}) respectively. We’re sure that with your help, we'll defeat them!
it: Si trovano rispettivamente nel settore (${x1}:${y1}) e nel settore (${x2}:${y2}). Siamo sicuri che con il vostro aiuto riusciremo a sconfiggerli!

source: I’ll do my best!
it: Farò del mio meglio!

source: Our forces are already on the way, you should catch up with them once you get closer to the enemy fleets. Long live ${leaderTitle}!
it: Le nostre forze sono già in viaggio, dovreste raggiungerle una volta che vi sarete avvicinati alle flotte nemiche. Lunga vita a ${leaderTitle}!

source: You Cavaliers thought you were the strongest force in the galaxy? Well, we are speaking for all the factions whose independence you are threatening: You cannot beat all of us!
it: Voi Cavaliers pensavate di essere la forza più forte della galassia? Beh, noi parliamo a nome di tutte le fazioni di cui minacciate l'indipendenza: Non potete batterci tutti!

source: You wanted a war? We’ll give you a war! With you people, there needs to be a war before there can be peace!
it: Volevate una guerra? Vi daremo una guerra! Con voi, ci deve essere una guerra prima che ci sia la pace!

source: Yes! We did it! Let's go party!
it: Sì! Ce l'abbiamo fatta! Andiamo a fare festa!

source: Decide whether you want the Cavaliers to remain the most powerful syndicate in the galaxy.
it: Decidete se volete che i Cavaliers rimangano il sindacato più potente della galassia.

source: Meet Izzy in sector (${x}:${y})
it: Incontrare Izzy nel settore (${x}:${y})

source: Equilibrium
it: Equilibrio

source: Cheers! I hope you'll come to your senses and realize that letting the Cavaliers rule the galaxy's underworld is not a good idea. I mean, for you it might pay off, of course. You are already on good terms with them and I'm sure there are advantages for you. But if you do feel like we should try to cause more equilibrium in the galaxy, meet me in sector (%1%:%2%)! Izzy
it: Salute! Spero che tu rinsavisca e ti renda conto che lasciare che i Cavaliers governino il mondo sotterraneo della galassia non è una buona idea. Voglio dire, per voi potrebbe essere vantaggioso, ovviamente. Siete già in buoni rapporti con loro e sono sicuro che ci sono dei vantaggi per voi. Ma se pensate che dovremmo cercare di creare più equilibrio nella galassia, incontriamoci nel settore (%1%:%2%)! Izzy

# Mail Subject
source: For Equilibrium
it: Per l'equilibrio

source: Cheers! Well, you’ve done it now. You messed up.
it: Salute! Beh, ora l'hai fatto. Hai fatto un pasticcio.

source: What do you mean?
it: In che senso?

source: Nice to see you, too.
it: Anche per me è un piacere vederti.

source: You destroyed the equilibrium of forces in the galaxy. You helped the Cavaliers become too powerful!
it: Avete distrutto l'equilibrio delle forze nella galassia. Hai aiutato i Cavalieri a diventare troppo potenti!

source: Isn’t that a good thing?
it: Non è una buona cosa?

source: A good thing? How is one syndicate repressing all others a good thing?
it: Una cosa buona? In che modo un sindacato che reprime tutti gli altri è una buona cosa?

source: They are going to bring peace!
it: Porteranno la pace!

source: You really believe that? Be realistic! They might get rid of some of the pirates here and there, but they can’t be everywhere at once. There will always be criminals that are just good at hiding. And getting rid of the Xsotan? No way, nobody even knows where they come from and how many there are.
it: Lo credete davvero? Sii realista! Potrebbero sbarazzarsi di alcuni pirati qua e là, ma non possono essere ovunque contemporaneamente. Ci saranno sempre dei criminali che sono solo bravi a nascondersi. E liberarsi degli Xsotan? Non se ne parla, nessuno sa da dove vengono e quanti sono.

source: You’re saying they lied?
it: Sta dicendo che hanno mentito?

source: So what are you saying?
it: Quindi cosa stai dicendo?

source: Actually, I like the status quo.
it: In realtà, mi piace lo status quo.

source: I will try and find a way. Wait until I reach out to you!
it: Cercherò di trovare un modo. Aspettate che vi contatti!

source: I can see how it might pay off for you. Being friends with the most powerful faction is something that everybody dreams about. But what about everyone else?
it: Capisco che possa essere vantaggioso per voi. Essere amici della fazione più potente è un sogno di tutti. Ma che dire di tutti gli altri?

source: I don't want anything to change.
it: Non voglio che nulla cambi.

source: Okay, have it your way. If you do change your mind, I'll be in touch.
it: Ok, fate come volete. Se cambiate idea, vi contatterò.

source: Oh, maybe the Empress really wants to make the galaxy a safer place. But she can’t. All she’s going to do is get everybody get caught up in worse battles than they’re caught up in already.
it: Forse l'Imperatrice vuole davvero rendere la galassia un posto più sicuro. Ma non può. Non farà altro che coinvolgere tutti in battaglie peggiori di quelle in cui sono già coinvolti.

source: Oh, maybe the Emperor really wants to make the galaxy a safer place. But he can’t. All he’s going to do is get everybody get caught up in worse battles than they’re caught up in already.
it: Forse l'Imperatore vuole davvero rendere la galassia un posto più sicuro. Ma non può. Non farà altro che coinvolgere tutti in battaglie peggiori di quelle in cui sono già coinvolti.

source: I'm saying that what you did was bad for business. The big syndicates were keeping each other in check. Now that the Empress is going to be in power, everything is messed up. But we can still stop it.
it: Sto dicendo che quello che avete fatto è stato negativo per gli affari. I grandi sindacati si tenevano sotto controllo a vicenda. Ora che l'Imperatrice sarà al potere, tutto è incasinato. Ma possiamo ancora fermarlo.
