Repository: GLWine/Avorion-ITA
Catalog: Avorion/data/localization/*.po
Languages: it

source: Please repair our ship. We have no materials left to do it on our own!
it: Per favore, riparate la nostra nave. Non abbiamo più materiali per farlo da soli!

source: The pirates found us! Fight for your lives!
it: I pirati ci hanno trovato! Combattete per la vostra vita!

source: Even more pirates!
it: Ancora più pirati!

source: Why are there so many? What kind of loot do they expect from us?
it: Perché ce ne sono così tanti? Che tipo di bottino si aspettano da noi?

source: Traveller Ghonvark
it: Viaggiatore Ghonvark

source: Traveler! You let the missing ship get destroyed! You should be ashamed of yourself! The Trade League
it: Viaggiatore! Hai lasciato che la nave scomparsa venisse distrutta! Dovresti vergognarti di te stesso! La Lega del Commercio

# Mail Subject
source: You Abandoned the Ship
it: Hai abbandonato la nave

source: One of the ships from our convoy has gone missing. Nobody knows where it went, but we're receiving a weak distress signal from somewhere close by.
it: Una delle navi del nostro convoglio è scomparsa. Nessuno sa dove sia andata, ma stiamo ricevendo un debole segnale di soccorso da un luogo vicino.

source: Can you locate it?
it: Riesci a trovarlo?

source: No, we're still working on that. Some parts of the message were only static, so we assume that they found trouble.
it: No, ci stiamo ancora lavorando. Alcune parti del messaggio erano solo statiche, quindi presumiamo che abbiano trovato problemi.

source: I see.
it: Capisco.

source: If you'd be so kind and check out what happened to them? My engineers will mail you the location as soon as we know it.
it: Se fosse così gentile da controllare cosa gli è successo? I miei ingegneri vi invieranno la posizione non appena la sapremo.

source: I will check it out.
it: Lo controllerò.

source: Sorry, but I can't help.
it: Mi dispiace, ma non posso aiutarvi.

source: Just one more thing: My gut tells me that they're really in trouble and need repairs. Can you take repair equipment with you?
it: Solo un'altra cosa: il mio istinto mi dice che sono davvero nei guai e hanno bisogno di riparazioni. Potete portare con voi l'attrezzatura per le riparazioni?

source: Okay, I'll equip some repair turrets.
it: Ok, equipaggerò delle torrette di riparazione.

source: I'm here to help you.
it: Sono qui per aiutarvi.

source: You received our distress signal? Thank goodness, our comm received a hit. We weren't sure anyone could hear us!
it: Avete ricevuto il nostro segnale di soccorso? Grazie al cielo, le nostre comunicazioni sono state colpite. Non eravamo sicuri che qualcuno potesse sentirci!

source: What happened to you?
it: Cosa ti è successo?

source: We accidentally entered the jump coordinates wrong. So we didn't end up with the convoy but somewhere else entirely. And if that wasn't enough the sector was full of pirates. We barely managed to get our Hyperspace Drive up and running before we were destroyed.
it: Per sbaglio abbiamo sbagliato le coordinate di salto. Quindi non siamo finiti nel convoglio, ma da tutt'altra parte. E come se non bastasse, il settore era pieno di pirati. Siamo riusciti a malapena a mettere in funzione il nostro motore iperspaziale prima di essere distrutti.

source: Did the pirates follow you?
it: I pirati vi hanno seguito?

source: No, at least not yet. But our scanners show a lot of activity around here. Please help us repair our ship! We'll make it worth your while of course.
it: No, almeno non ancora. Ma i nostri scanner mostrano un sacco di attività qui intorno. Per favore, aiutateci a riparare la nostra nave! Ne varrà la pena, naturalmente.

source: Sure, I'll help.
it: Certo, vi aiuterò.

source: Thank you so much! Without you, this would have been the end of us!
it: Grazie mille! Senza di voi sarebbe stata la nostra fine!

source: Can we ask one more favor of you? Please heal us to full health. We're afraid of more mishaps, and wouldn't dare try to jump after the convoy on low health.
it: Possiamo chiederle un altro favore? Per favore, guariscici al massimo della salute. Abbiamo paura di altre disavventure e non oseremmo tentare di inseguire il convoglio con poca salute.

source: Of course.
it: Naturalmente.

source: Thank you again. We will send the reward over once we are completely repaired!
it: Grazie ancora. Vi invieremo la ricompensa non appena saremo completamente riparati!

source: Investigate Pirate Activity
it: Indagine sull'attività dei pirati

source: Find out what the pirates are up to.
it: Scoprite cosa stanno facendo i pirati.

source: Read the mail from the scouts
it: Leggere la posta degli scout

source: Clear the sector of pirates
it: Liberare il settore dai pirati

source: Hello fellow traveler! Our scouts have said that the pirates are meeting in sector (%1%:%2%). We have a bad feeling about this. Please go there and make sure they can't harm anyone! The Trade League
it: Ciao compagno di viaggio! I nostri esploratori ci hanno detto che i pirati si stanno riunendo nel settore (%1%:%2%). Abbiamo un brutto presentimento. Per favore, andate lì e assicuratevi che non possano fare del male a nessuno! La Lega del Commercio

# Mail Subject
source: Pirate Location
it: Posizione dei pirati

source: Hello fellow traveler! Thank you for defeating those pirates. They have proven they were up to no good. But now we can travel on safely! The Trade League
it: Ciao compagno di viaggio! Grazie per aver sconfitto quei pirati. Hanno dimostrato di non avere buone intenzioni. Ma ora possiamo viaggiare in sicurezza! La Lega del Commercio

# Mail Subject
source: Thank You
it: Grazie

source: We have received reports of pirates in sector (${x}:${y}). Several small groups of bandits have jumped into the sector and then back out again.
it: Abbiamo ricevuto segnalazioni di pirati nel settore (${x}:${y}). Diversi piccoli gruppi di banditi sono entrati nel settore e poi ne sono usciti.

source: We would like you to investigate. If possible, you should try to prevent the pirates from getting any fancy ideas.
it: Vorremmo che indagaste. Se possibile, dovreste cercare di evitare che i pirati si facciano venire idee fantasiose.

source: Who are you? Nobody is supposed to see how many ships we have. You're going to have to die now!
it: Chi siete? Nessuno dovrebbe vedere quante navi abbiamo. Ora dovrai morire!

source: Xsotan Threat
it: Minaccia Xsotan

source: Defeat the Xsotan that are threatening the convoy.
it: Sconfiggete gli Xsotan che minacciano il convoglio.

source: Clear the sector of Xsotan
it: Liberate il settore di Xsotan

source: Hello fellow traveler! The Xsotan have just jumped into sector (%1%:%2%). We never got a good enough look to tell you anything about their numbers, but we are confident that you will be able to defeat them, no matter how many there are. The Trade League
it: Ciao compagno di viaggio! Gli Xsotan sono appena entrati nel settore (%1%:%2%). Non siamo riusciti a vederli abbastanza bene da potervi dire qualcosa sul loro numero, ma siamo certi che sarete in grado di sconfiggerli, indipendentemente dal loro numero. La Lega del Commercio

# Mail Subject
source: Xsotan Location
it: Posizione di Xsotan

source: Hello fellow traveler! Thank you for protecting us from those Xsotan. Now that we know how many there were, we are especially glad that they never got a chance to attack us. Now we can travel on safely. The Trade League
it: Ciao compagno di viaggio! Grazie per averci protetto da quegli Xsotan. Ora che sappiamo quanti erano, siamo particolarmente felici che non abbiano mai avuto la possibilità di attaccarci. Ora possiamo viaggiare tranquilli. La Lega del Commercio

source: Help Wanted: Protect the Convoy
it: Cercasi aiuto: Proteggere il convoglio

source: Help protect the convoy. They have reason to believe that a huge pirate attack will occur soon.
it: Aiutate a proteggere il convoglio. Hanno ragione di credere che presto si verificherà un grande attacco dei pirati.

source: There they are! This is going to be rough. Let’s stay in formation and fight with everything we’ve got!
it: Eccoli! Sarà dura. Restiamo in formazione e combattiamo con tutto quello che abbiamo!

source: That was rough! Have you ever seen pirates banding together like that?
it: È stata dura! Avete mai visto i pirati unirsi in questo modo?

source: They only do that in the center.
it: Lo fanno solo al centro.

source: In any case, thank you so much for your help! We wouldn’t have made it without you. Take this reward, please.
it: In ogni caso, grazie mille per il vostro aiuto! Non ce l'avremmo fatta senza di voi. Prendete questa ricompensa, per favore.

source: Procure the Container
it: Procurare il contenitore

source: The Trade League got wind of a container that seems to have no owner. Procure it for them.
it: La Lega Commerciale è venuta a conoscenza di un container che sembra non avere un proprietario. Procuratelo per loro.

source: Dock the container and bring it back to the convoy
it: Attraccare il container e riportarlo al convoglio.

source: What are you doing? Stay away!
it: Cosa state facendo? Stai lontano!

source: [Deliver Container]
it: [Consegna contenitore]

source: Hey! You should go. There's nothing to see here.
it: Ehi! Dovresti andartene. Non c'è niente da vedere qui.

source: Really? Looks like something to me.
it: Davvero? A me sembra qualcosa.

source: Well, as they say: Curiosity killed the cat. Prepare to die or leave now! Last Chance.
it: Beh, come si dice: La curiosità ha ucciso il gatto. Preparatevi a morire o ad andarvene subito! Ultima possibilità.

source: Do you want to test that cat theory?
it: Vuoi mettere alla prova la teoria del gatto?

source: Okay, I won't interfere for now.
it: Ok, per ora non mi intrometto.

source: We warned you! Now die.
it: Vi avevamo avvertito! Ora muori.

source: Please come closer to us if you want to deliver the container.
it: Se volete consegnare il container, avvicinatevi a noi.

source: Thank you for getting us the container! It really does look interesting! Here is your reward.
it: Grazie per averci procurato il contenitore! Sembra davvero interessante! Ecco la tua ricompensa.

source: Container BW601
it: Contenitore BW601

source: Expedition to the Center
it: Spedizione al centro

source: A convoy is doing an expedition to the core regions of the galaxy. It might be worth checking out.
it: Un convoglio sta effettuando una spedizione nelle regioni centrali della galassia. Potrebbe valere la pena di controllare.

source: Hello, We're starting an expedition to the core regions of the galaxy. We heard that you successfully ventured there before and that you beat some of the strongest Xsotan there are. It would be an honor to have you accompany our mission. We're currently gathering in a sector near the barrier that we marked on your galaxy map. Every ship venturing into the center will need Avorion Hyperspace Cores to cross the barrier. Please keep in mind that the expedition will start with or without you. The Trade League
it: Salve, Stiamo iniziando una spedizione nelle regioni centrali della galassia. Abbiamo saputo che vi siete già avventurati con successo e che avete battuto alcuni degli Xsotan più forti che ci siano. Sarebbe un onore avervi come accompagnatori della nostra missione. Al momento ci stiamo radunando in un settore vicino alla barriera che abbiamo segnato sulla vostra mappa della galassia. Ogni nave che si avventurerà nel centro avrà bisogno di Nuclei Iperspaziali Avorion per attraversare la barriera. Tenete presente che la spedizione inizierà con o senza di voi. La Lega del Commercio

# Mail Subject
source: An Expedition into the Center
it: Una spedizione nel centro

source: Smuggling Alcohol
it: Contrabbando di alcolici

source: Smuggle booze for the Family.
it: Contrabbando di alcolici per la famiglia.

source: Read the mail from the Family
it: Leggete la posta della famiglia

source: Go to sector (${x}:${y}) and meet Moretti
it: Andare nel settore (${x}:${y}) e incontrare Moretti

source: Find the smuggler hideout in sector (${x}:${y})
it: Trova il nascondiglio del contrabbandiere nel settore (${x}:${y})

source: Get the booze from the smuggler hideout
it: Prendete gli alcolici dal nascondiglio del contrabbandiere

source: Take the booze to the habitat in sector (${x}:${y})
it: Portare l'alcol all'habitat nel settore (${x}:${y})

source: Read Moretti's mail
it: Leggi la posta di Moretti

source: Meet Moretti in sector (${x}:${y})
it: Incontrare Moretti nel settore (${x}:${y})

source: [Deliver Booze]
it: [Consegnare alcolici]

source: Very expensive booze, though almost worthless, as nobody would ever buy it. The family doesn't like other people drinking that.
it: Un alcolico molto costoso, anche se quasi inutile, perché nessuno lo comprerebbe mai. Alla famiglia non piace che gli altri lo bevano.

source: Moretti's Ship
it: Nave Moretti

source: Uxhi'ma Smugglers
it: Contrabbandieri di Uxhi'ma

source: Check out this job offer! You should take it, the Family always pays well. Izzy ------ Forwarded Message ------ Original sender: John Moretti @TheFamily Greetings associate! Recently, the big factions have begun taking higher and higher taxes on alcoholic beverages. This can only lead to unrest, and that is bad for business. Luckily, we can sell the same drinks for a lot less money, which means that people are going to want to buy from us instead! We simply have to be a little careful about who knows about our enterprises. So we decided to hire a third party - you. Please meet me in sector (%1%:%2%) to discuss the assignment. John Moretti
it: Guarda questa offerta di lavoro! Dovresti accettare, la Famiglia paga sempre bene. Izzy ------ Messaggio inoltrato ------ Mittente originale: John Moretti @TheFamily Saluti socio! Recentemente, le grandi fazioni hanno iniziato a imporre tasse sempre più alte sulle bevande alcoliche. Questo non può che portare a disordini, e ciò è negativo per gli affari. Fortunatamente, possiamo vendere le stesse bevande a un prezzo molto più basso, il che significa che la gente vorrà comprare da noi! Dobbiamo solo fare un po' di attenzione a chi conosce le nostre imprese. Per questo abbiamo deciso di ingaggiare una terza persona: voi. Ci vediamo nel settore (%1%:%2%) per discutere dell'incarico. John Moretti

# Mail Subject
source: Fwd: Delivery of Booze
it: Fwd: Consegna di alcolici

source: Greetings associate! I've heard you successfully delivered the alcoholic beverages. Please meet me in sector(%1%:%2%) to discuss possible future collaboration. John Moretti
it: Saluti socio! Ho saputo che ha consegnato con successo le bevande alcoliche. La prego di incontrarmi nel settore(%1%:%2%) per discutere di una possibile collaborazione futura. John Moretti

# Mail Subject
source: Successful Delivery of Booze
it: Consegna di alcolici di successo

source: John Moretti @The Family
it: John Moretti @La Famiglia

source: Please leave. I'm waiting for somebody and I can't have any random ships hanging around here.
it: Per favore, andate via. Sto aspettando qualcuno e non posso avere navi a caso in giro.

source: I'm the one you're waiting for.
it: Sono io quello che stai aspettando.

source: Is that so? Who are you?
it: È così? Chi sei tu?

source: Izzy forwarded me your mail.
it: Izzy mi ha inoltrato la tua posta.

source: Izzy. Well, that was to be expected. She's completely unreliable. Did she send you to do her work?
it: Izzy. Beh, c'era da aspettarselo. È completamente inaffidabile. Ti ha mandato a fare il suo lavoro?

source: I don't usually like to work with strangers, but this needs to be done. We need somebody to pick up a delivery of booze from the smuggler hideout in sector (${x}:${y}). Can you do this?
it: Di solito non mi piace lavorare con gli estranei, ma questo deve essere fatto. Abbiamo bisogno di qualcuno che ritiri una consegna di alcolici dal nascondiglio dei contrabbandieri nel settore (${x}:${y}). Puoi farlo tu?

source: Good. Let's see if you're better at this than Izzy. If you are, we might have more jobs for you. So don't disappoint us! And don't you dare touch that booze. That's Family property.
it: Bene. Vediamo se sei più bravo di Izzy. Se lo sei, potremmo avere altri lavori per te. Quindi non deludeteci! E non osare toccare quegli alcolici. È proprietà della famiglia.

source: Hello! Can you help us?
it: Ciao! Potete aiutarci?

source: Why do you need help?
it: Perché avete bisogno di aiuto?

source: Outlaws attacked us just now! We managed to fend them off, but they were talking about regrouping and bringing backup!
it: I fuorilegge ci hanno attaccato poco fa! Siamo riusciti a respingerli, ma stavano parlando di riorganizzarsi e di portare rinforzi!

source: Why should I help?
it: Perché dovrei aiutare?

source: If you help us, we'll sell you anything you want, and for a good price!
it: Se ci aiutate, vi venderemo tutto quello che volete, e a buon prezzo!

source: Get ready! Here they come!
it: Preparatevi! Eccoli che arrivano!

source: Thank you so much for helping us! We promised a good deal and we'll keep our word!
it: Grazie mille per averci aiutato! Abbiamo promesso un buon affare e manterremo la parola!

source: The Family sent me.
it: Mi manda la Famiglia.

source: You're with the Family? No wonder you're such a brave fighter! We were expecting somebody to pick up the alcoholic beverages.
it: Sei con la Famiglia? Non c'è da stupirsi che tu sia un combattente così coraggioso! Ci aspettavamo che qualcuno venisse a prendere le bevande alcoliche.

source: I'll take them now.
it: Li prendo subito.

source: You lost the alcoholic beverages we gave you?
it: Hai perso le bevande alcoliche che ti abbiamo dato?

source: Well, since you helped us defeat those pirates, well give you more. But be more careful this time, this booze has been made after a special Family recipe!
it: Visto che ci avete aiutato a sconfiggere quei pirati, vi daremo di più. Ma stavolta fate più attenzione, questo alcolico è stato preparato secondo una speciale ricetta di famiglia!

source: Ah, the good stuff promised by the Family! Time to celebrate our victory over the Family!
it: Ah, le cose buone promesse dalla Famiglia! È ora di festeggiare la nostra vittoria sulla Famiglia!

source: Family Booze? For non-Family?
it: Alcolici per la famiglia? Per i non-familiari?

source: Haha, jealous? Me and my men screwed up that Family job and then this single Family guy tried threatening us. When he showed up we gave him the beating of his life, haha! And guess what happened next? Day after, his boss, 'Amaretto' or something, shows up, and apologizes for his behavior! Even offered us their special Family booze if we don't tell the other Family members how we beat his man up.
it: Haha, geloso? Io e i miei uomini abbiamo mandato all'aria quel lavoro in famiglia e poi questo single in famiglia ha cercato di minacciarci. Quando si è presentato gli abbiamo dato le botte della vita, haha! E indovinate cosa è successo dopo? Il giorno dopo, il suo capo, 'Amaretto' o qualcosa del genere, si presenta e si scusa per il suo comportamento! Ci ha persino offerto il loro speciale alcolico di famiglia se non avessimo detto agli altri membri della famiglia come avevamo picchiato il suo uomo.

source: Impressive.
it: Impressionante.

source: Yeah right? It's pretty obvious they're scared of us! These Family weaklings had no idea who they're dealing with. And now we're celebrating with their own booze! Idiots!
it: Sì, vero? E' ovvio che hanno paura di noi! Questi deboli della Famiglia non hanno idea con chi hanno a che fare. E ora stiamo festeggiando con i loro stessi alcolici! Idioti!

source: You sound really smart.
it: Sembri molto intelligente.

source: Oh, I am! But flattery won't get you any of my exquisite stuff. Shoo, you may leave now.
it: Oh, lo sono! Ma l'adulazione non ti farà ottenere nessuna delle mie squisitezze. Sciò, ora potete andare.

source: You have nothing to deliver. Come back once you have the booze.
it: Non hai nulla da consegnare. Torna quando avrai l'alcool.

source: Oh, the booze. Come to the dock, please!
it: Oh, gli alcolici. Venite al molo, per favore!

source: Your craft has no cargo bay.
it: La vostra imbarcazione non ha una stiva di carico.

source: Greetings associate.
it: Saluti socio.

source: The smuggler hideout has contacted me. They were very impressed by your fighting skills.
it: Il nascondiglio dei contrabbandieri mi ha contattato. Sono rimasti molto colpiti dalle tue abilità di combattimento.

source: Nice.
it: Bello.

source: I would like to offer you more jobs. The Family could use an associate of your qualities. Are you interested?
it: Vorrei offrirvi altri lavori. La Famiglia avrebbe bisogno di un collaboratore con le tue qualità. È interessato?

source: About that package...
it: A proposito di quel pacchetto...

source: What about it? You didn't touch any of it, did you? It was a special... ... gift. Only meant for some special... ... friends.
it: Che cosa? Non hai toccato nulla, vero? Era una cosa speciale... ...regalo. Destinato solo a qualcuno di speciale... ...amici.

source: Did you just poison someone?
it: Hai appena avvelenato qualcuno?

source: I understand.
it: Capisco.

source: None of your business. My... friends... got the special Family treatment. A very special celebration just for them. They got what they deserved.
it: Non sono affari tuoi. Il mio... amici... hanno ricevuto il trattamento speciale della famiglia. Una festa molto speciale solo per loro. Hanno avuto ciò che si meritavano.

source: And what does that make me?
it: E questo cosa mi rende?

source: This is very vague...
it: Questo è molto vago...

source: An accomplice. Who asks too many questions. I don't like an accomplice who ask too many questions.
it: Un complice. Che fa troppe domande. Non mi piacciono i complici che fanno troppe domande.

source: I'll stop.
it: Mi fermo.

source: Good. Here's your reward. I'll message you when I have more tasks for you.
it: Bene. Ecco la vostra ricompensa. Ti manderò un messaggio quando avrò altri compiti per te.

source: Booze for the Family
it: Liquore per la Famiglia

source: Eliminating Rivals
it: Eliminare i rivali

source: Someone is conducting business in Family territory. It appears you will play a major role in making sure they go out of business.
it: Qualcuno sta conducendo affari nel territorio della Famiglia. Sembra che lei avrà un ruolo importante nel farli fallire.

source: Go to sector (${x}:${y}) and talk to the Family contact
it: Andate nel settore (${x}:${y}) e parlate con il contatto della Famiglia.

source: Wait for the rival in sector (${x}:${y})
it: Attendere il rivale nel settore (${x}:${y})

source: Defeat the rival's henchmen
it: Sconfiggere gli scagnozzi del rivale

source: Go to the hideout in sector (${x}:${y}) and wait for backup
it: Andate al nascondiglio nel settore (${x}:${y}) e aspettate i rinforzi.

source: Scan the station logs
it: Scansione dei registri della stazione

source: Find the trading partner of Mr. Jackson in sector (${x}:${y})
it: Trovare il partner commerciale del signor Jackson nel settore (${x}:${y})

source: Go to sector (${x}:${y}) to find the communications relay of Mr. Jackson
it: Andate nel settore (${x}:${y}) per trovare il relè di comunicazione del signor Jackson.

source: Destroy the communications relay and all of Mr. Jackson's henchmen
it: Distruggete il relè di comunicazione e tutti gli scagnozzi del signor Jackson.

source: Careful, they've got backup! Destroy them all!
it: Attenzione, hanno i rinforzi! Distruggeteli tutti!

source: [Scan Logs]
it: [Log di scansione]

source: Fly closer to scan logs
it: Avvicinatevi per scansionare i registri
