Repository: GLWine/Avorion-ITA
Catalog: Avorion/data/localization/*.po
Languages: it

source: Failed to transform turret part. Not enough space.
it: Impossibile trasformare la parte della torretta. Spazio insufficiente.

source: Blocks must be inside of the bounding box.
it: I blocchi devono essere all'interno del rettangolo di selezione.

source: Failed to transfer blocks. Not enough space.
it: Impossibile trasferire i blocchi. Spazio insufficiente.

source: You can't pick this up with your current ship.
it: Non è possibile raccogliere questo con la nave attuale.

# Time, in how many seconds loot ban is lifted
source: Never
it: Mai

source: Denied for you. Runs out in: %s
it: Negato per voi. Si esaurisce in: %s

source: Your inventory is full.
it: L'inventario è pieno.

source: Your inventory is full (%1%/%2%).
it: L'inventario è pieno (%1%/%2%).

source: Cargo is ship-bound and can only be picked up by a ship of the correct faction.
it: Il carico è legato alla nave e può essere raccolto solo da una nave della fazione corretta.

source: Your craft doesn't have a cargo bay!
it: La vostra imbarcazione non ha una stiva di carico!

source: Not enough room in your cargo bay!
it: Non c'è abbastanza spazio nella stiva di carico!

source: Your cargo bay is configured not to collect this!
it: La vostra stiva di carico è configurata per non raccogliere questo!

source: Crew is ship-bound and can only be picked up by a ship of the correct faction.
it: L'equipaggio è legato alla nave e può essere raccolto solo da una nave della fazione corretta.

source: Your craft doesn't have a crew!
it: La vostra imbarcazione non ha un equipaggio!

source: Not enough room in your crew!
it: Non c'è abbastanza spazio nel vostro equipaggio!

source: Your craft doesn't have torpedo storage!
it: La vostra imbarcazione non ha un deposito per i siluri!

source: Not enough room in your torpedo storage!
it: Non c'è abbastanza spazio nel magazzino dei siluri!

# Time, in how many seconds loot reservation is lifted
source: Never
it: Mai

# Will be used like: 'Reserved for someone else.'
source: someone else
it: qualcun altro

source: Reservation runs out in: %s
it: La prenotazione si esaurisce in: %s

# star type
source: Carbon Star
it: Stella di carbonio

# star type
source: Red Giant
it: Gigante rosso

# star type
source: Red Dwarf
it: Nano Rosso

# star type
source: Orange Dwarf
it: Arancione nano

# star type
source: Yellow Dwarf
it: Nano giallo

# star type
source: Blue Giant
it: Gigante blu

# star type
source: White Dwarf
it: Nana Bianca

# star type
source: Bright Giant
it: Gigante luminoso

source: Path %s doesn't exist.
it: Il percorso %s non esiste.

source: Galaxy name can't be empty.
it: Il nome della galassia non può essere vuoto.

source: Max players can't be 0 or less.
it: I giocatori massimi non possono essere 0 o meno.

source: Too many threads.
it: Troppi fili.

source: Collision damage can't be less than 0.
it: Il danno da collisione non può essere inferiore a 0.

source: Error while downloading mods:
it: Errore durante il download delle mod:

# Window Caption
source: Downloading Mods
it: Scaricare le modifiche

source: Mods Running On Server
it: Mods in esecuzione sul server

source: Title
it: Titolo

source: Description
it: Descrizione

# Mod Installation Status
source: Ready
it: Pronto

# Mod Installation Status
source: Download Required
it: Download Richiesto

source: This mod will be downloaded automatically from the Steam Workshop.
it: Questa mod verrà scaricata automaticamente dal Workshop di Steam.

# Mod Installation Status
source: Not Installed
it: Non installato

source: Couldn't find this mod on disk or in the Steam Workshop.
it: Non sono riuscito a trovare questa mod su disco o nel Workshop di Steam.

# Mod Installation Status
source: Version Mismatch
it: Mancata corrispondenza della versione

source: Installed: version %1% Required: version %2%.*
it: Installato: versione %1% Richiesto: versione %2%.*

# Mod Installation Status
source: Server Only
it: Solo server

source: Not connected to Steam
it: Non collegato a Steam

source: Downloading Mod %1% of %2%
it: Download del Mod %1% di %2%

source: [%1% of %2% | %3%%%]
it: [%1% di %2% | %3%%]

source: Unknown error downloading item with workshop ID '%i', skipping after 10 tries.
it: Errore sconosciuto nel download dell'articolo con ID officina '%i', saltato dopo 10 tentativi.

source: Starting Game ...
it: Avvio del gioco ...

source: Singleplayer Instance Error
it: Errore dell'istanza singleplayer

source: Singleplayer server startup failed.
it: Avvio del server singleplayer non riuscito.

source: Connection to local instance failed
it: Connessione fallita all'istanza locale

source: Connection to server failed
it: Connessione al server fallita

source: Connection to %s failed
it: Connessione a %s fallita

source: Connection refused: %s
it: Connessione rifiutata: %s

source: Connection to local instance failed: no response
it: Connessione all'istanza locale fallita: nessuna risposta

source: Connection to server failed: server unreachable
it: Connessione al server fallita: server non raggiungibile

source: Connection to %s failed: server unreachable
it: Connessione a %s fallita: server irraggiungibile

source: Starting Server...
it: Avvio del server...

source: Starting Singleplayer...
it: Avvio del singleplayer...

source: Connecting...
it: Collegamento...

source: Entering Singleplayer...
it: Entrare nel singleplayer...

source: Connection failed
it: Connessione fallita

source: Entering Singleplayer failed
it: L'accesso al singleplayer è fallito

source: Connection closed
it: Connessione chiusa

source: Singleplayer instance closed
it: Istanza singleplayer chiusa

source: Connection lost: no response from server
it: Connessione persa: nessuna risposta dal server

source: Steam Master Server connection lost
it: Perdita della connessione a Steam Master Server

source: Singleplayer instance unresponsive
it: Istanza singleplayer non reattiva

source: Server closed connection as it did not receive any more messages from client
it: Il server ha chiuso la connessione perché non ha ricevuto altri messaggi dal client.

source: Singleplayer instance communication error
it: Errore di comunicazione dell'istanza singleplayer

source: Downloading Mods
it: Scaricare le modifiche

source: Connect & Download
it: Connettersi e scaricare

source: Connection closed by server
it: Connessione chiusa dal server

source: Error while enabling mods:
it: Errore durante l'abilitazione delle mod:

source: Error while enabling mods: mod %1% [%2%] couldn't be enabled. Please check the logfiles for more information.
it: Errore durante l'abilitazione dei mod: il mod %1% [%2%] non può essere abilitato. Controllare i file di log per ulteriori informazioni.

source: Error while enabling mods: mod %1% [%2%] has the wrong version. Required: %3%.*, Installed: %4%
it: Errore durante l'abilitazione dei mod: il mod %1% [%2%] ha una versione sbagliata. Richiesto: %3%.*, Installato: %4%.

source: Loading ...
it: Caricamento ...

source: Press Space Bar to Continue
it: Premere la Barra Spaziatrice per Continuare

source: Diplomacy
it: Diplomazia

source: Too many messages.
it: Troppi messaggi.

source: If you switch out of the sector you won't be able to return and your ships will be lost. Are you sure?
it: Se si esce dal settore non si potrà tornare indietro e le navi andranno perse. Sei sicuro?

source: Failed to initialize Steam API, please restart Steam and try again.
it: Impossibile inizializzare l'API di Steam, riavviare Steam e riprovare.

source: Network Error
it: Errore di Rete

source: Insufficient User Permissions
it: Autorizzazioni utente insufficienti

source: Request Timed Out
it: Richiesta Scaduta

source: User not logged in
it: Utente non Connesso

source: Workshop Legal Agreement not accepted
it: Accordo legale del workshop non accettato

source: Unknown Error, Code: %i
it: Errore sconosciuto, codice: %i

source: No Captain
it: Nessun Capitano

source: Unassign
it: Disassegnare

source: PERKS & QUIRKS
it: VANTAGGI E BENEFICI

source: %i%% towards next Level
it: %i%% verso il livello successivo

source: Specialist, Level %i
it: Specialista, livello %i

source: Workforce
it: Forza lavoro

source: Salary
it: Stipendio

source: Total
it: Totale

source: Target destination is not a directory.
it: La destinazione di destinazione non è una directory.

source: File exists already in target directory.
it: Il file esiste già nella directory di destinazione.

source: New and old file are the same.
it: Il file nuovo e quello vecchio sono uguali.

source: File exists: %1%
it: Il file esiste: %1%

source: Failed to rename design.
it: Impossibile rinominare il progetto.

source: Continue [Enter]
it: Continua [Invio]

source: Close [Enter]
it: Chiudi [Invio]

source: Enter Coordinates Into Navigation Computer
it: Inserire le coordinate nel computer di navigazione

source: Add Note
it: Aggiungi Nota

source: Add Alliance Note
it: Aggiungere una nota dell'Alleanza

source: Untag Sector
it: Settore non Taggato

source: Tag Sector
it: Settore Taggato

source: Remove Death Marker
it: Rimuovere il marcatore di morte

source: Post In Chat
it: Pubblica in chat

source: Enter Coordinates Manually
it: Inserire manualmente le coordinate

source: Switch to Sector
it: Passare al settore

source: Switch to Craft in Sector
it: Passare all'Artigianato nel Settore

source: Switch
it: Interruttore

source: Enter Craft in Sector %s
it: Inserire l'artigianato nel settore %s

source: Alliance %1%: %2%
it: Alleanza %1%: %2%

source: [Enter Drone]
it: [Entrare in un drone]

source: Search
it: Ricerca

source: Stations
it: Stazioni

source: Ships
it: Navi

source: Wreckages
it: Relitti

source: Your Position
it: La vostra posizione

source: Energy Signature
it: Firma energetica

source: Hidden Mass Signature
it: Firma della massa nascosta

source: Visited Sector
it: Settore visitato

source: Central Faction Area
it: Area centrale della fazione

source: Outer Faction Area
it: Area esterna della fazione

source: Selected Sector
it: Settore selezionato

source: Hyperjump Destination
it: Destinazione dell'iper-salto

source: Jump Range (Escorting Ships)
it: Portata del salto (navi di scorta)

source: Ship Jump Range
it: Portata del salto della nave

source: Gate Connection
it: Connessione al cancello

source: Note
it: Nota

source: Mission Target
it: Obiettivo della missione

source: Death Location
it: Luogo di morte

source: Other Player
it: Altro giocatore

source: Home Sector
it: Settore Casa

source: Reconstruction Site
it: Sito di ricostruzione

# checkbox tooltip
source: Reveal own location to others
it: Rivelare la propria posizione agli altri

# checkbox tooltip
source: Show information from your alliance database, too
it: Mostrare anche le informazioni del database dell'alleanza

# checkbox tooltip
source: Show areas of ships on operations
it: Mostrare le aree delle navi in operazioni

# checkbox tooltip
source: Relation vs. faction color encoding
it: Codifica del colore delle relazioni e delle fazioni

# checkbox tooltip
source: Show all wormholes
it: Mostra tutti i tunnel spaziali

# checkbox tooltip
source: Show gate routes
it: Mostra i percorsi dei cancelli

# checkbox tooltip
source: Show note icons
it: Mostra le icone delle note

# checkbox tooltip
source: Show tracked mission
it: Mostra la missione tracciata

# checkbox tooltip
source: Show notifications while on the galaxy map
it: Mostra le notifiche mentre si è sulla mappa della galassia

source: Sector Information
it: Informazioni sul settore

source: Legend
it: Leggenda

source: Map Options
it: Opzioni mappa

source: Enter Coordinates
it: Inserire le coordinate

source: Enter coordinates separated by a colon:
it: Inserire le coordinate separate da due punti:

source: Enter the note you want to attach to the sector (Only 300 characters will be saved):
it: Inserire la nota che si desidera allegare al settore (verranno salvati solo 300 caratteri):

# Search text for galaxy map
source: Asteroids
it: Asteroidi

# Search text for galaxy map
source: Ships
it: Navi

# Search text for galaxy map
source: Stations
it: Stazioni

# Search text for galaxy map
source: Wrecks
it: Relitti

# Search text for galaxy map
source: Death Location
it: Luogo di morte

# Search text for galaxy map
source: Empty
it: Vuoto

source: Unknown energy signature
it: Firma energetica sconosciuta

source: Unknown hidden mass signature
it: Firma di massa nascosta sconosciuta

source: [not simulated]
it: [non simulato]

source: [Neutral Zone]
it: [Zona Neutrale]

source: Controlled by:
it: Controllato da:

source: Note:
it: Nota:

source: Private Note:
it: Nota privata:

source: Alliance note:
it: Nota dell'Alleanza:

source: %i lost fighters
it: %i combattenti persi

source: Group Members:
it: Membri del gruppo:

source: Alliance Members:
it: Membri dell'Alleanza:

source: Players:
it: Giocatori:

source: You died here!
it: Sei morto qui!

# Galaxy Map Tooltip
source: Gate
it: Porta

# Galaxy Map Tooltip
source: Unstable Wormhole
it: Wormhole Instabile

source: 1 ship of %s
it: 1 nave di %s

source: 1 unknown ship
it: 1 nave sconosciuta

source: 1 asteroid
it: 1 asteroide

source: Mission:
it: Missione:

source: << AUTOPILOT ACTIVE >>
it: << PILOTA AUTOMATICO ATTIVO >>.

# Stop Autopilot
source: [%s] Stop
it: [%s] Arresto

source: [Game Paused]
it: [Gioco in pausa]

source: TORPEDO INCOMING!
it: SILURO IN ARRIVO!

source: [%s] Select
it: [%s] Seleziona

source: [%s] Stop Autopilot
it: [%s] Arresto del pilota automatico

source: Someone is hailing you!
it: Qualcuno vi sta chiamando!

source: %s is hailing you!
it: %s ti sta chiamando!

source: [%1%] Answer [%2%] Reject
it: [%1%] Risposta [%2%] Rifiuta

source: BOARDING SHUTTLE INCOMING!
it: SHUTTLE DI ABBORDAGGIO IN ARRIVO!

# ... for Titanium, etc.
source: Requires Building Knowledge for %1%!
it: Richiede conoscenze di costruzione per %1%!

source: Not available in this material.
it: Non disponibile in questo materiale.

source: Highly delicate, hyperspace-sensitive technology.
it: Tecnologia altamente delicata e sensibile all'iperspazio.

source: Requires a shipyard in the sector to build. [Ships Only]
it: Richiede un cantiere navale nel settore per essere costruito. [Solo navi]

source: Curr. Block Size
it: Curr. Dimensione del blocco

source: Show Size
it: Mostra le dimensioni

source: Select All Blocks Of The Current Type
it: Selezionare tutti i blocchi del tipo corrente

source: Transform All Selected Blocks
it: Trasforma tutti i blocchi selezionati

source: Set Selected Block as New Root
it: Impostare il blocco selezionato come nuova radice

source: Show Templates Folder
it: Mostra la cartella dei modelli

source: Filter
it: Filtri

source: Transform Block (Alt)
it: Blocco di trasformazione (Alt)

source: Match Block (Shift)
it: Blocco partita (turno)

source: Match Shape (Ctrl)
it: Abbina forma (Ctrl)

source: Matches the size of the current block to the side of the block that you are hovering over.
it: Fa corrispondere la dimensione del blocco corrente al lato del blocco su cui si sta passando il mouse.

source: Seamlessly matches the shape and rotation of the current block to the other shape if possible.
it: Se possibile, fa coincidere la forma e la rotazione del blocco corrente con l'altra forma.

source: Functional Block
it: Blocco funzionale

source: - Functional Block: Contributes to Processing Power
it: - Blocco funzionale: Contribuisce alla potenza di elaborazione

source: Colors
it: Colori

source: Select All Blocks with the Current Color
it: Selezionare tutti i blocchi con il colore corrente

source: Apply Current Color to Selection
it: Applica il colore corrente alla selezione

source: Pick Primary Color from Selected Block
it: Scegliere il colore primario dal blocco selezionato

source: Select a block to pick its color.
it: Selezionare un blocco per scegliere il suo colore.

source: The selected blocks have different colors. Select one.
it: I blocchi selezionati hanno colori diversi. Selezionatene uno.

source: Pick Secondary Color from Selected Block
it: Scegliere il colore secondario dal blocco selezionato

source: Secondary Color View
it: Vista del colore secondario

source: Material Color (Default)
it: Colore del materiale (predefinito)

source: No Change
it: Nessun cambiamento

source: Used Colors First
it: Prima i colori usati

source: Normal Order
it: Ordine normale

source: Primary Color
it: Colore primario

source: Secondary Color
it: Colore secondario

source: No Custom Primary Color
it: Nessun colore primario personalizzato

source: Any Primary Color
it: Qualsiasi colore primario

source: No Custom Secondary Color
it: No Colore secondario personalizzato

source: Any Secondary Color
it: Qualsiasi colore secondario

source: Select All Blocks with:
it: Selezionare tutti i blocchi con:

source: Pick Color from Selected Block
it: Scegliere il colore dal blocco selezionato

source: Building Mode Hotkeys
it: Tasti di scelta rapida della modalità di costruzione

source: Show Current Tool Window
it: Mostra la finestra dello strumento corrente

source: %s + Move Mouse
it: %s + Muovi il mouse

source: Scale (Keep Proportion)
it: Scala (mantenere le proporzioni)

source: Scale At Axis X
it: Scala sull'asse X

source: Scale At Axis Y
it: Scala sull'asse Y

source: Scale At Axis Z
it: Scala sull'asse Z

source: Rotate
it: Ruotare

source: Select slot 0 - 9
it: Selezionare lo slot 0 - 9

source: %1% - %2% (in Blocks, Turrets or Designs Window)
it: %1% - %2% (nella finestra Blocchi, Torrette o Disegni)

source: Move to slot 0 - 9
it: Passare allo slot 0 - 9

source: Select Block
it: Selezionare il blocco

source: Select Multiple Blocks
it: Selezionare più blocchi

source: Delete Selected Block(s)
it: Cancellare i blocchi selezionati

source: Focus Selected Block(s)
it: Focus Blocco/i selezionato/i

source: Select All Blocks
it: Selezionare tutti i blocchi

source: Mirror Block/Template Along X Axis
it: Blocco specchio/piastra lungo l'asse X

source: Mirror Block/Template Along Y Axis
it: Blocco specchio/piastra lungo l'asse Y

source: Mirror Block/Template Along Z Axis
it: Blocco specchio/piastra lungo l'asse Z

source: Toggle Mirror Plane Along X Axis
it: Alterna il piano dello specchio lungo l'asse X

source: Toggle Mirror Plane Along Y Axis
it: Alterna il piano dello specchio lungo l'asse Y

source: Toggle Mirror Plane Along Z Axis
it: Alterna il piano dello specchio lungo l'asse Z

source: Redo
it: Rifare

source: Copy Selection
it: Selezione della copia

source: Paste
it: Incolla

source: Ctrl + V (in Saved Designs Window)
it: Ctrl + V (nella finestra dei disegni salvati)

source: Save Template from Clipboard
it: Salvare un modello dagli appunti

source: Left Alt
it: Alt sinistro

source: Select Anchor Block
it: Selezionare il blocco di ancoraggio

source: Move Camera Freely
it: Muovete liberamente la telecamera

source: Show Building Help
it: Aiuto per la costruzione di mostre

source: Rebuilding Geometry ...
it: Ricostruire la geometria ...

source: Rotate Camera
it: Ruotare la telecamera

source: Select
it: Selezionare

source: [F1] Show Hotkeys
it: [F1] Mostra tasti di scelta rapida

source: Place Block
it: Blocco posto

source: [%s] Rotate
it: [%s] Ruota

source: [ALT] Transform Block
it: [ALT] Blocco di trasformazione

source: [SHIFT] Match Block
it: [MAIUSC] Blocco partita

source: [CTRL] Match Shape
it: [CTRL] Abbina forma

source: Transform Block
it: Blocco di trasformazione

source: Current Mode: Overwrite Orientation
it: Modalità corrente: Sovrascrittura Orientamento

source: Current Mode: Keep Orientation
it: Modalità attuale: Mantieni orientamento

source: Place Turret
it: Posizionare la torretta

source: [SHIFT] Replace Turret
it: [Sostituire la torretta

source: [%s] Enter Turret Design Mode
it: [%s] Entrare in modalità progettazione torretta

source: Color Blocks
it: Blocchi di colore

source: Repair Blocks
it: Blocchi di riparazione

source: Place Template
it: Modello di luogo

source: [ALT] Select Anchor Block
it: [ALT] Selezionare il blocco di ancoraggio

source: Select Blocks
it: Selezionare i blocchi

source: [CTRL] Unselect
it: [CTRL] Deseleziona

source: [CTRL] Add to Selection
it: [CTRL] Aggiungi alla selezione

source: Put Blocks, Turrets or Designs here via Drag & Drop or by pressing %1% - %2% when hovering over them.
it: Inserite qui i blocchi, le torrette o i disegni tramite trascinamento o premendo %1% - %2% quando ci si passa sopra.

source: Collision Damage Reduction: %i HP
it: Riduzione del danno da collisione: %i HP

source: Locked!
it: Bloccato!

source: Building Knowledge for %1% required to build ships with Processing Power for %2% sockets or more!
it: Conoscenze di costruzione per il %1% necessarie per costruire navi con potenza di elaborazione per il %2% di prese o più!

source: %i Subsystem Sockets
it: %i Zoccoli del sottosistema

source: Maximum Subsystem Sockets reached
it: Prese di corrente massime del sottosistema raggiunte

source: %i%% to maximum Processing Power
it: %i%% alla massima potenza di elaborazione

source: Subsystem Socket #%1% At %2% Processing Power
it: Socket del sottosistema #%1% Al %2% di potenza di elaborazione

source: %i%% to next Subsystem Socket
it: %i%% alla prossima presa del sottosistema

source: Processing Power: %s
it: Potenza di elaborazione: %s

source: Configure Stats
it: Configurare le statistiche

source: Stats Settings
it: Impostazioni delle statistiche

source: Factor in current crew
it: Fattore di equipaggio attuale

source: Reflect current morale and workforce issues in the stats.
it: Riflettere i problemi attuali di morale e di forza lavoro nelle statistiche.

source: Factor in current energy consumption
it: Fattore di consumo energetico attuale

source: Reflect current energy issues in the stats.
it: Riflettere le attuali questioni energetiche nelle statistiche.

source: Factor in installed systems
it: Fattore di sistemi installati

source: Reflect the effects of currently installed ship systems in the stats.
it: Riflettere gli effetti dei sistemi navali attualmente installati nelle statistiche.

source: Show All Stats
it: Mostra tutte le statistiche

source: Show General Stats
it: Mostra statistiche generali

source: Show Movement Stats
it: Mostra le statistiche di movimento

source: Show Technical Stats
it: Mostra le statistiche tecniche

source: Show Weaponry Stats
it: Mostra statistiche sulle armi

source: Show Energy Stats
it: Mostra statistiche sull'energia

source: Show Crew Stats
it: Statistiche dell'equipaggio

# caption at left side of building mode windows
source: Tools
it: Strumenti

source: Enter Turret Design Mode
it: Accedere alla modalità di progettazione della torretta

source: Enter Turret Design Mode (%s)
it: Entrare in modalità di progettazione della torretta (%s)

source: Mark Installed Turrets As Favorite
it: Contrassegnare le torrette installate come preferite

source: Safe Mode
it: Modalità provvisoria

source: With Safe Mode you can't delete more than the selected blocks or your ship
it: Con la modalità provvisoria non è possibile eliminare più dei blocchi selezionati o della propria nave.

source: Grid Size Scroll to change value.
it: Dimensione griglia Scorrere per modificare il valore.

source: Scale Step Scroll to change value.
it: Passo della scala Scorrere per modificare il valore.

source: View
it: Vista

source: Mirrors
it: Specchi

source: Merge Selected Blocks
it: Unire i blocchi selezionati

source: Modify Entire Ship...
it: Modificare l'intera nave...

source: Rotate Entire Ship...
it: Ruotare l'intera nave...

source: Delete Selected Blocks
it: Cancellare i blocchi selezionati

source: Rectangle Selection
it: Selezione del rettangolo

source: Modify Turret Part...
it: Modificare la parte della torretta...

source: Rotate Turret Part...
it: Ruotare la torretta...

source: Undo (Ctrl-Z)
it: Indietro (Ctrl-Z)
