Repository: GLWine/Avorion-ITA
Catalog: Avorion/data/localization/*.po
Languages: it

source: You have nothing to deliver.
it: Non avete nulla da consegnare.

source: I'll be back in a moment.
it: Torno subito.

source: You don't have any leaflets on your ship. Go to sector (${x}:${y}) to pick some up.
it: Non avete volantini sulla vostra nave. Vai nel settore (${x}:${y}) per prenderne qualcuno.

source: I'll go get them.
it: Vado a prenderli.

source: Hey, I can't come out to you. You'll have to come to the dock.
it: Ehi, non posso venire da te. Dovrai venire al molo.

source: Ah the newest edition of the "Red Autumn Leaves". We were curious what the Commune has to say. Thank you!
it: La nuova edizione delle "Foglie rosse d'autunno". Eravamo curiosi di sapere cosa avesse da dire il Comune. Grazie!

# Dialog speaker
source: Ue'am, Juliana's Friend
it: Ue'am, amica di Juliana

source: Ah, good that you’re here. Thank you for helping with the leaflets! And how you stood your ground against those pirate was really impressive.
it: Ah, è bello che tu sia qui. Grazie per averci aiutato con i volantini! E il modo in cui hai tenuto testa a quei pirati è stato davvero impressionante.

source: Don't worry that you didn't get them to factory they were intended for. At the station you brought them to they'll do even more good! Really, thank you for helping!
it: Non preoccupatevi di non averli portati alla fabbrica a cui erano destinati. Nella stazione in cui li avete portati faranno ancora più bene! Davvero, grazie per l'aiuto!

source: Sure. What about Juliana?
it: Certo. E Juliana?

source: Ah, yes... uhm... eh ...
it: Ah, sì... uhm... uh...

source: What is it?
it: Che cos'è?

source: All right, I have to confess something. I’m not actually a tracker. I just told Juliana that so that she would allow me to be part of her inner circle.
it: Va bene, devo confessare una cosa. In realtà non sono un segugio. L'ho detto a Juliana solo perché mi permettesse di far parte della sua cerchia ristretta.

source: So, you got nothing?
it: Allora, non hai niente?

source: Not much. The goons that grabbed her were from the Family. You know, the syndicate? And they must have disabled her ship's systems. I scanned for her ship, but nothing came up. But I promise to try again!
it: Non molto. I sicari che l'hanno presa erano della Famiglia. Sai, il sindacato? E devono aver disattivato i sistemi della sua nave. Ho cercato la sua nave, ma non ho trovato nulla. Ma prometto di riprovare!

source: Do that, please.
it: Lo faccia, per favore.

source: Besides that we can only hope that she contacts you again. On a lighter note: Here is your reward for delivering the leaflets!
it: A parte questo, possiamo solo sperare che si metta di nuovo in contatto con lei. Una nota più leggera: ecco la vostra ricompensa per aver consegnato i volantini!

source: Another inspection?
it: Un'altra ispezione?

source: Yes, we can inspect anyone we want here.
it: Sì, qui possiamo ispezionare chiunque vogliamo.

source: What is that? Leaflets from the Commune? Are those starry-eyed idealists now picking on us, too? How are we supposed to make any legal money nowadays?
it: Che cos'è? Volantini del Comune? Quegli idealisti con gli occhi a cuoricino ora se la prendono anche con noi? Come possiamo fare soldi legali al giorno d'oggi?

source: They're just leaflets.
it: Sono solo volantini.

source: That's just the beginning. People striking and demanding equal pay will soon follow! We won't let you incite this. Die!
it: Questo è solo l'inizio. Presto seguiranno scioperi e richieste di parità salariale! Non vi permetteremo di istigare tutto questo. Muovetevi!

source: Sector Patrol
it: Pattuglia del settore

source: Propaganda Material
it: Materiale di Propaganda

source: Stop the Arms Deal
it: Stop all'accordo sulle armi

source: Juliana heard of another arms deal by the Cavaliers. She wants to use the weapons for the Commune instead.
it: Juliana ha saputo di un altro traffico di armi da parte dei Cavalieri. Vuole invece utilizzare le armi per il Comune.

source: Read the mail from Juliana
it: Leggi la posta di Juliana

source: Go and talk to Athoa at "the Bog" in sector (${x}:${y})
it: Andate a parlare con Athoa alla "Palude" nel settore (${x}:${y}).

source: Return to "the Bog" in sector (${x}:${y})
it: Ritorno alla "Palude" nel settore (${x}:${y})

source: Destroy the pirates
it: Distruggere i pirati

source: Analyze the data chip
it: Analizzare il chip di dati

source: Find and hack the weapon stashes in sector (${x}:${y})
it: Trova e hackera i depositi di armi nel settore (${x}:${y})

source: Check the containers in sector (${x}:${y})
it: Controllare i contenitori nel settore (${x}:${y})

source: Defeat the Cavaliers
it: Sconfiggere i Cavaliers

source: Hack the Containers
it: Hackerare i contenitori

source: [Ask for Athoa]
it: [Chiedi di Athoa]

source: [Ask for Ortho]
it: [Chiedere di Ortho]

source: System
it: Sistema

source: Found two containers with an ID belonging to the Cavaliers in sector \s(%1%:%2%). Scanners are blocked, but there's no need. We all know that the Cavaliers are preparing for the next battle.
it: Trovati due container con un ID appartenente ai Cavaliers nel settore \s(%1%:%2%). Gli scanner sono bloccati, ma non ce n'è bisogno. Sappiamo tutti che i Cavalieri si stanno preparando per la prossima battaglia.

source: What the heck?
it: Ma che diavolo?

source: Good day comrade! I hope this message gets through to you. My guards usually keep a close watch, but card games soften up everyone. While playing they told me the Cavaliers are stocking up, it seems they're greatly expanding their weapon business. I think some of those weapons should better be used for Commune approved ventures. Please go and talk to my friend Athoa, he's an incurable gambler but like a treasure trove when it comes to secrets of the syndicates. One of the guards met him at "The Bog", the wandering Casino in sector (%1%:%2%). Athoa should still be there. I'll try to get a message to him as well. He'll tell you where you need to go. Best wishes Juliana
it: Buona giornata compagno! Spero che questo messaggio ti arrivi. Le mie guardie di solito tengono alta la guardia, ma le partite a carte ammorbidiscono tutti. Mentre giocavamo mi hanno detto che i Cavalieri si stanno rifornendo, sembra che stiano espandendo notevolmente il loro commercio di armi. Credo che alcune di queste armi dovrebbero essere utilizzate per iniziative approvate dal Comune. Per favore, andate a parlare con il mio amico Athoa, è un inguaribile giocatore d'azzardo ma è un tesoro quando si tratta di segreti dei sindacati. Una delle guardie lo ha incontrato alla "Palude", il casinò vagante nel settore (%1%:%2%). Athoa dovrebbe essere ancora lì. Cercherò di mandare un messaggio anche a lui. Vi dirà dove dovete andare. Auguri Juliana

# Mail Subject
source: Cavaliers Weapon Stashes
it: Armi dei Cavaliers

source: Good day comrade! Thank you for emptying those containers. I'm sure you'll find a much better use for these weapons than the Cavaliers would! And since you've been nothing but reliable, I would like to welcome you to the Commune! You are truly one of us now. It's strange that I'm doing this while being held captive, but hey, something new every day, right? Best wishes Juliana
it: Buona giornata compagno! Grazie per aver svuotato quei contenitori. Sono sicuro che troverete un uso migliore per queste armi rispetto a quello dei Cavalieri! E dal momento che sei stato sempre affidabile, vorrei darti il benvenuto nel Comune! Ora sei davvero uno di noi. È strano che io lo faccia mentre sono tenuto prigioniero, ma ehi, ogni giorno c'è qualcosa di nuovo, no? Auguri Giuliana

# Mail Subject
source: Re: Cavaliers Weapon Stashes
it: Re: Scorte di armi dei Cavalieri

source: Sure. One moment, I'll redirect...
it: Certo. Un momento, mi reindirizzerò...

source: Yeah? What's up?
it: Si'? Che c'è?

source: Juliana send me.
it: Mi manda Juliana.

source: Ah, yeah, she messaged me about that. You need to know about the Cavaliers’ weapon stashes.
it: Ah, sì, mi ha mandato un messaggio a riguardo. Devi sapere dei depositi di armi dei Cavaliers.

source: You know, I have a nice data chip here. But what’s in it for me if I give it to you?
it: Ho un bel chip di dati qui. Ma cosa ci guadagno se lo do a te?

source: I recently got in a bit of trouble with an old friend of mine. Details are none of your business, but I need to make it up to him. And I just won the perfect thing to do that. Bring this package to my friend Ortho in sector (${x}:${y}) and tell him it’s from me.
it: Di recente ho avuto dei problemi con un mio vecchio amico. I dettagli non sono affari vostri, ma devo farmi perdonare. E ho appena vinto la cosa perfetta per farlo. Portate questo pacchetto al mio amico Ortho nel settore (${x}:${y}) e ditegli che è da parte mia.

source: Okay. Can I have the chip now?
it: Ok. Posso avere il chip ora?

source: Haha, no, you get it as soon as you return!
it: Haha, no, lo ricevi appena torni!

source: Yeah, speaking.
it: Sì, parlando.

source: I got a package from Athoa for you. Here you go.
it: Ho ricevuto un pacco da Athoa per te. Ecco a voi.

# character name
source: Ortho
it: Ortopedia

source: Well, well, what have we here? He didn't even come himself? Lazy bastard. So what's on this chip?
it: Bene, bene, cosa abbiamo qui? Non è nemmeno venuto di persona? Pigro bastardo. Allora, cosa c'è in questo chip?

source: I'm just the courier.
it: Io sono solo il corriere.

source: Oh, how sweet. Our drunk buddy photos! Look at that! That was the best night of my life! Hahaha, this is gold. You can go now, tell him I said thank you!
it: Oh, che dolcezza. Le foto del nostro amico ubriaco! Guardate un po'! È stata la notte più bella della mia vita! Hahaha, questo è oro. Ora puoi andare, digli che ti ringrazio!

source: I'll tell him.
it: Glielo dirò.

source: Again? Popular guy, huh? Redirecting...
it: Di nuovo? Un tipo popolare, eh? Reindirizzare...

source: Hey you're back!
it: Ehi, sei tornato!

source: Yes, Ortho laughed a lot and says thanks.
it: Sì, Ortho ha riso molto e ringrazia.

source: Nice, at least that's done then. What was it that you wanted?
it: Bene, almeno questo è fatto. Che cosa volevi?

source: Ah... uhm, you know... I might have messed up a little here.
it: Ah... uhm, sai... Forse ho fatto un po' di confusione.

source: Why am I not surprised?
it: Perché non sono sorpreso?

source: I had a bit of a loosing streak while you were gone. I lost... ... kind of everything I had. Including this damned data chip. But I know what to do! If you give me some money I can win it all back! Will you help me?
it: Ho avuto una serie di sconfitte mentre eri via. Ho perso... ...più o meno tutto quello che avevo. Compreso questo dannato chip di dati. Ma so cosa fare! Se mi date un po' di soldi posso riconquistare tutto! Mi aiuterà?

source: No, I'm not giving you money.
it: No, non ti darò dei soldi.

source: Ah mate, don't be so harsh. I suppose you could also go to Harlekin's Meet-Up in sector (${x}:${y}). The guy that took the data chip from me is a low-level bandit, and regularly goes to the meetings there. But don't expect good guys there, the corporations around here don't care much about pirate activity.
it: Ah amico, non essere così duro. Immagino che potresti anche andare al Meet-Up di Harlekin nel settore (${x}:${y}). Il tizio che mi ha sottratto il chip dati è un bandito di basso livello e va regolarmente alle riunioni lì. Ma non aspettatevi che ci siano bravi ragazzi, le corporazioni qui intorno non si preoccupano molto delle attività dei pirati.

source: You are new. What are you doing here?
it: Sei nuovo. Cosa ci fai qui?

source: Looking for a data chip.
it: Alla ricerca di un chip dati.

source: Ho guys, a new business opportunity. I know exactly what you're talking about. That data chip is worth a lot of money. How do you plan to convince me to give it to you?
it: Ragazzi, una nuova opportunità di business. So esattamente di cosa state parlando. Quel chip dati vale un sacco di soldi. Come pensi di convincermi a dartelo?

source: Can I buy it?
it: Posso comprarlo?

source: I'll kill you.
it: Ti ucciderò.

source: I'll gladly sell it you. How about ${price} credits? Sounds reasonable to me.
it: Sarò lieto di vendervelo. Che ne dici di ${prezzo} crediti? Mi sembra ragionevole.

source: You're insane!
it: Tu sei pazzo!

source: Don't wanna pay? How sad. Shouldn't have come here then.
it: Non volete pagare? Che tristezza. Allora non saresti dovuto venire qui.

source: Hey! What are you doing?
it: Ehi! Cosa stai facendo?

source: A job for the Commune.
it: Un lavoro per il Comune.

source: The Commune is paying you to hack MY containers?
it: Il Comune ti paga per violare i MIEI contenitori?

source: Those containers are mine.
it: Quei contenitori sono miei.

source: They said they belonged to the Cavaliers.
it: Hanno detto di appartenere ai Cavaliers.

source: Well, they don’t. I'll take my stuff back now.
it: Beh, non lo fanno. Ora mi riprendo la mia roba.

source: There, all good now. But don't do that again.
it: Ecco, ora va tutto bene. Ma non fatelo più.

source: I won't.
it: Non lo farò.

source: You know what? It's funny that you came here now. I bought these just a few days ago. And just before you interrupted me, I got the info that the Cavaliers are setting up new containers in (${x}:${y}). Maybe those are the ones you want?
it: Sapete una cosa? È strano che tu sia venuto qui adesso. Li ho comprati solo pochi giorni fa. E proprio prima che mi interrompessi, ho saputo che i Cavaliers stanno allestendo nuovi container a (${x}:${y}). Forse sono quelli che vuoi?

source: Yes, thank you!
it: Sì, grazie!

source: Sure. I love that you're still taking on jobs for the syndicates. It's the best life right? Good luck with that!
it: Certo. Mi piace che tu continui ad accettare lavori per i sindacati. È la vita migliore, no? Buona fortuna!

source: Captain
it: Capitano

source: Who is that? Nobody knows? So, do we have a data leak somewhere?
it: Chi è? Nessuno lo sa? Quindi, abbiamo una fuga di dati da qualche parte?

source: Weapon's Officer
it: Ufficiale dell'Arma

source: Aye, Captain. Time to kill anyone who knows about this operation.
it: Sì, capitano. È ora di uccidere chiunque sia a conoscenza di questa operazione.

source: The Bog
it: La palude

source: A chip with data on it.
it: Un chip contenente dati.

source: Don't peek, we need to protect your eyes.
it: Non sbirciare, dobbiamo proteggere i tuoi occhi.

source: Good day. We warned you about working for anyone else and yet, here we are. We can no longer consider you a partner and revoke your rights to do jobs for us. The Commune
it: Buona giornata. Vi avevamo avvertito di non lavorare per nessun altro, eppure eccoci qui. Non possiamo più considerarti un socio e ti revochiamo il diritto di lavorare per noi. Il Comune

# Mail Subject
source: Cooperation Terminated
it: Cooperazione terminata

source: Elimination of Corrupt Officials
it: Eliminazione dei funzionari corrotti

source: The Family tries to thwart the Commune's efforts to free workers all over the galaxy. Help by eliminating corrupt officials repressing the work force.
it: La Famiglia cerca di ostacolare gli sforzi della Comune per liberare i lavoratori in tutta la galassia. Aiutate eliminando i funzionari corrotti che reprimono la forza lavoro.

source: Meet the contact in sector (${x}:${y})
it: Incontrare il contatto nel settore (${x}:${y})

source: Ask for Juliana's contact at ${title} ${name}
it: Chiedete il contatto di Juliana a ${titolo} ${nome}

source: Ask for the care package at the Trading Post ${name}
it: Chiedete il pacchetto al Trading Post ${nome}

source: Deliver the supplies to the coal mine ${name} in sector (${x}:${y})
it: Consegnare i rifornimenti alla miniera di carbone ${nome} nel settore (${x}:${y})

source: Go to sector (${x}:${y}) and destroy the pirates
it: Andare nel settore (${x}:${y}) e distruggere i pirati

source: Check the chip dropped by the pirates for information
it: Controllare il chip lasciato cadere dai pirati per ottenere informazioni.

source: Go to the location mentioned by the data chip
it: Recarsi nel luogo indicato dal chip dati

source: Open the pirate stash and collect the weapons
it: Aprite il nascondiglio dei pirati e raccogliete le armi.

source: Read the mail from Steward Sparrow
it: Leggi la posta dell'intendente Sparrow

source: Return to sector (${x}:${y})
it: Ritorno al settore (${x}:${y})

source: Give the weapons to Steward Sparrow at the coal mine ${name}
it: Date le armi all'intendente Sparrow alla miniera di carbone ${nome}

source: Wait for the corrupt officials to show up
it: Aspettare che i funzionari corrotti si facciano vivi

source: Defeat the corrupt officials
it: Sconfiggere i funzionari corrotti

source: Check the wreckages for hints on Juliana's location
it: Controllate i rottami per trovare indizi sulla posizione di Juliana.

source: Defeat the Cavaliers guards
it: Sconfiggere le guardie dei Cavaliers

source: Aeorus
it: Eforo

source: A crate of dehydrated meals.
it: Una cassa di pasti disidratati.

source: A crate full of state of the art weaponry.
it: Una cassa piena di armi all'avanguardia.

source: [Ask for Juliana's contact]
it: [Chiedi il contatto di Juliana]

source: [Pick Up Supplies]
it: [Ritiro dei rifornimenti]

source: [Deliver Care Package]
it: [Consegnare il pacchetto di cura]

source: What do you want here? This is our turf. Die!
it: Cosa volete qui? Questo è il nostro territorio. Muori!

source: The chip contains only a pair of sector coordinates: \s(%1%:%2%)
it: Il chip contiene solo una coppia di coordinate di settore: \s(%1%:%2%)

source: [Deliver Weapons Package]
it: [Consegna pacchetto armi]

source: Here they come!
it: Eccoli che arrivano!

source: We did it! We're free! Fair pay for everyone!
it: Ce l'abbiamo fatta! Siamo liberi! Paga equa per tutti!

source: You found it! Help me please!
it: L'avete trovato! Aiutatemi per favore!

# Mail Subject
source: Free The Workers
it: Liberare i lavoratori

source: Good day comrade! I’m in need of your help again. Other members of the Commune are trying to free factory workers of the big corporations. And yet again the Family tries to hinder our progress. They bribed high-ranking officials or simply replaced them with their own in order to return things to the old way. We need to show those workers that they’re not alone, that the rest of the galaxy won’t just watch as they suffer. Help us eradicate these corrupted officials and help the workers with whatever they need to achieve freedom. Meet my contact in sector (%1%:%2%) for more information. Best wishes Juliana
it: Buona giornata compagno! Ho di nuovo bisogno del tuo aiuto. Altri membri della Comune stanno cercando di liberare i lavoratori delle fabbriche dalle grandi corporazioni. E ancora una volta la Famiglia cerca di ostacolare i nostri progressi. Hanno corrotto funzionari di alto livello o li hanno semplicemente sostituiti con i loro per riportare le cose alla vecchia maniera. Dobbiamo dimostrare a questi lavoratori che non sono soli, che il resto della galassia non starà a guardare mentre soffrono. Aiutateci a sradicare questi funzionari corrotti e ad aiutare i lavoratori a raggiungere la libertà. Incontrate il mio contatto nel settore (%1%:%2%) per maggiori informazioni. I miei migliori auguri Juliana

# Mail Subject
source: Freed The Workers
it: Liberare i lavoratori

source: Good day comrade! You did very well. The Family has learned what happens when they try to repress people. And the people have learned that we are there to protect them from corruption and to fight for their freedom! Soon, the Family will be out of business and the Cavaliers will realize that the people won’t be oppressed by any Emperors! The future is bright for our galaxy! The revolution will begin soon, and afterwards, every inhabitant of the galaxy will have freedom, safety and comfort! Best wishes Juliana
it: Buona giornata compagno! Hai fatto molto bene. La Famiglia ha imparato cosa succede quando cerca di reprimere il popolo. E il popolo ha imparato che noi siamo lì per proteggerlo dalla corruzione e per combattere per la sua libertà! Presto la Famiglia sarà fuori dagli affari e i Cavalieri capiranno che il popolo non sarà oppresso da nessun Imperatore! Il futuro è luminoso per la nostra galassia! La rivoluzione inizierà presto, e dopo, ogni abitante della galassia avrà libertà, sicurezza e comfort! I migliori auguri Juliana

# Mail Subject
source: Factory Destroyed
it: Fabbrica distrutta

source: Good day comrade! Sadly, the station was destroyed in the uprising. We are deeply disturbed about the loss of so many workers' lives. But this will not be the end! We will prepare for another strike soon! I will contact you again. Juliana
it: Buona giornata compagno! Purtroppo la stazione è stata distrutta durante la rivolta. Siamo profondamente turbati per la perdita di tante vite di lavoratori. Ma questa non sarà la fine! Ci prepareremo presto per un altro sciopero! Vi contatterò di nuovo. Giuliana

# Mail Subject
source: Trading Post Destroyed
it: Distrutto il Trading Post

source: Good day comrade! It appears that the Trading Post that was supposed to provide the supplies has been destroyed. This is only a small setback. We will attempt to find a new partner who can supply us with everything we need for the strike. Please wait for us to reach out to you again. Juliana
it: Buona giornata compagno! Sembra che il Trading Post che avrebbe dovuto fornire i rifornimenti sia stato distrutto. Si tratta solo di un piccolo contrattempo. Cercheremo di trovare un nuovo partner che possa fornirci tutto il necessario per l'attacco. Attendete che vi contattiamo di nuovo. Giuliana

# Mail Subject
source: Only one more step to freedom!
it: Solo un altro passo verso la libertà!

source: Good day comrade! Yes, you found the weapons! Bring them back to us. In the meantime I'll get my people ready. The food supplies helped us find many more who are willing to help. Now we only need the weapons you've found to organize a proper riot! Sparrow
it: Buona giornata compagno! Sì, avete trovato le armi! Riportacele. Nel frattempo preparerò i miei uomini. Le scorte di cibo ci hanno aiutato a trovare molti altri disposti ad aiutare. Ora abbiamo solo bisogno delle armi che avete trovato per organizzare una vera e propria rivolta! Passero

source: Sparrow @TheCommune
it: Passero @IlComune

# Mail Subject
source: Rescue Mission
it: Missione di soccorso

source: Good day comrade! I have good and bad news. Bad first: Recently my guards have been changed. They're all Cavaliers Soldiers. It's deeply concerning that Cavaliers and Family members would work together that way. You must help get me out of here, so that I can properly organize the Commune's defense against this alliance! The good news is: My repair crew finally got my radar up and working, and I can tell you we're in sector (%1%:%2%). Please come and help us out of here! Best wishes Juliana
it: Buona giornata compagno! Ho notizie buone e cattive. Prima le cattive: Recentemente le mie guardie sono state cambiate. Sono tutti soldati dei Cavalieri. È molto preoccupante che Cavalieri e membri della Famiglia lavorino insieme in questo modo. Dovete aiutarmi a uscire di qui, in modo che possa organizzare adeguatamente la difesa del Comune contro questa alleanza! La buona notizia è che: La mia squadra di riparazione ha finalmente messo in funzione il mio radar e posso dirvi che siamo nel settore (%1%:%2%). Vi prego di venire ad aiutarci ad uscire da qui! I migliori auguri Juliana

source: Juliana's contact
it: Contatto di Juliana
