Repository: GLWine/Avorion-ITA
Catalog: Avorion/data/localization/*.po
Languages: it

source: The \c(0d0)Neutral Zone\c() is a safe zone. Player-vs-player damage is disabled. You cannot damage other players, not even by collision damage, but you can use repair turrets or repair fighters to heal them.
it: La Zona neutrale \c(0d0)è una zona sicura. I danni tra giocatori sono disabilitati. Non è possibile danneggiare gli altri giocatori, nemmeno con danni da collisione, ma si possono usare le torrette di riparazione o i caccia di riparazione per curarli.

source: Hazard Zone
it: Zona di pericolo

source: If someone causes too much trouble and destroys or boards structures of other factions, the faction controlling the sector will call the sector out as a \c(0d0)Hazard Zone\c(). Civilian ships, traders and freighters will avoid this sector for a certain amount of time. Instead, military ships will appear and restore peace.
it: Se qualcuno causa troppi problemi e distrugge o abbatte le strutture di altre fazioni, la fazione che controlla il settore lo dichiarerà Zona a rischio (0d0). Le navi civili, i commercianti e le navi da carico eviteranno il settore per un certo periodo di tempo. Al contrario, appariranno navi militari che ristabiliranno la pace.

source: If you are in need of a new ship, well, then go find a \c(0d0)Shipyard\c()!
it: Se hai bisogno di una nuova nave, beh, allora vai a cercare un \c(0d0)Cantiere navale!

source: They can build you a ship from scratch and have a lot of customization options. For example you can let them organize a full crew to have a ready-to-go miner. Shipyards are also the perfect place to go if you're in need of a crew or need some repairs done.
it: Possono costruirvi una nave da zero e hanno molte opzioni di personalizzazione. Ad esempio, potete lasciare che organizzino un equipaggio completo per avere un minatore pronto all'uso. I cantieri navali sono anche il posto perfetto dove andare se avete bisogno di un equipaggio o di qualche riparazione.

source: With a Shipyard in the sector, you can build blocks with hyperspace-sensitive technology, like \c(0d0)Generators\c() or \c(0d0)Hyperspace Cores\c(). Those blocks must be built with the help of a Shipyard to safely perform hyperspace jumps.
it: Con un Cantiere navale nel settore, è possibile costruire blocchi con tecnologia sensibile all'iperspazio, come \c(0d0)Generatori\c() o \c(0d0)Nuclei Iperspaziali\c(). Questi blocchi devono essere costruiti con l'aiuto di un Cantiere navale per poter effettuare in sicurezza i salti nell'iperspazio.

source: This kind of careful planning is not necessary when building stations or repairing ships.
it: Questo tipo di pianificazione accurata non è necessaria per la costruzione di stazioni o la riparazione di navi.

source: Shipyards are \c(0d0)Consumer\c() stations that buy a wide range of \c(0d0)Trading Goods\c().
it: I cantieri navali sono stazioni di consumo che acquistano un'ampia gamma di merci commerciali.

source: Have a dent in your ship? Go to a \c(0d0)Repair Dock\c() and have it fixed right away!
it: Hai un'ammaccatura sulla tua nave? Andate in un \c(0d0)Dock di riparazione() e fatela riparare subito!

source: In addition to repairs, at a \c(0d0)Repair Dock\c() you can buy \c(0d0)Reconstruction Kits\c(). These handy items allow you to quickly reassemble your ship in case it is destroyed.
it: Oltre alle riparazioni, presso un \c(0d0)Dock di riparazione() è possibile acquistare \c(0d0)Kit di ricostruzione(). Questi pratici oggetti consentono di riassemblare rapidamente la propria nave in caso di distruzione.

source: A Repair Dock can also serve as an anchor point to reconstruct your drone, when your ship gets destroyed. Once all your ships were destroyed, you'll be placed in your drone at the last Repair Dock you visited. If relations have turned sour in the meantime, you'll be returned to your \c(0d0)Reconstruction Site\c() instead.
it: Un Dock di riparazione può anche servire come punto di ancoraggio per ricostruire il vostro drone, quando la vostra nave viene distrutta. Una volta che tutte le vostre navi sono state distrutte, sarete collocati nel vostro drone all'ultimo molo di riparazione che avete visitato. Se nel frattempo le relazioni si sono inasprite, verrete riportati al vostro sito di ricostruzione().

source: Finally, they provide a \c(0d0)Towing Service\c() that can be used to have wrecks brought to the station and reassembled.
it: Infine, forniscono un servizio di rimorchio (0d0) che può essere utilizzato per portare i rottami alla stazione e riassemblarli.

source: Set a Repair Dock as your \c(0d0)Reconstruction Site\c() to have it tow ships from all over the galaxy and repair for free.
it: Impostate un Dock di riparazione come vostro \c(0d0)Sito di Ricostruzione() per fargli rimorchiare navi da tutta la galassia e ripararle gratuitamente.

source: Repair Docks are \c(0d0)Consumer\c() stations that buy a wide range of \c(0d0)Trading Goods\c().
it: I Docks di riparazione sono stazioni di \c(0d0)consumo() che acquistano un'ampia gamma di \c(0d0)merci commerciali().

source: \c(0d0)Equipment Docks\c() trade all kinds of equipment: \c(0d0)Turrets\c(), \c(0d0)Torpedoes\c(), \c(0d0)Fighters\c() and more. You can sell unused equipment here as well.
it: \I moli di equipaggiamento commerciano tutti i tipi di equipaggiamento: \c(0d0)Torrette\c(), \c(0d0)Siluri\c(), \c(0d0)Combattenti\c() e altro ancora. Qui è possibile vendere anche l'equipaggiamento inutilizzato.

source: When near an Equipment Dock, you can remove permanently installed subsystems from your ship.
it: Quando si è in prossimità di un Deposito Equipaggiamenti, è possibile rimuovere dalla nave i sottosistemi installati in modo permanente.

source: Equipment Docks are \c(0d0)Consumer\c() stations that buy a wide range of \c(0d0)Trading Goods\c().
it: I Docks di equipaggiamento sono stazioni di \c(0d0)consumo() che acquistano un'ampia gamma di \c(0d0)beni commerciali().

source: Material trade is done at a \c(0d0)Resource Depot\c(). You can \c(0d0)buy and sell\c() resources for Credits, and \c(0d0)refine\c() metal scraps and ores into usable materials.
it: Il commercio di materiali avviene presso un \c(0d0)Deposito di risorse(). È possibile acquistare e vendere risorse in cambio di Crediti e raffinare rottami metallici e minerali in materiali utilizzabili.

source: The \c(0d0)Headquarters\c() is a unique station for every faction. If you need to contact the whole faction, you should talk to their Headquarters.
it: La stazione \c(0d0)\c() è una stazione unica per ogni fazione. Se avete bisogno di contattare l'intera fazione, dovete parlare con il suo quartier generale.

source: At the \c(0d0)Research Station\c() you can combine items into a better, random new one. The better the items, the better the resulting item will be.
it: Nella Stazione di ricerca() è possibile combinare gli oggetti in un nuovo oggetto migliore e casuale. Migliori sono gli oggetti, migliore sarà l'oggetto risultante.

source: Research Stations are \c(0d0)Consumer\c() stations that buy a wide range of \c(0d0)Trading Goods\c().
it: Le stazioni di ricerca sono stazioni di consumo che acquistano un'ampia gamma di merci commerciali.

source: At a \c(0d0)Fighter Factory\c(), you can design and build your own \c(0d0)custom Fighters\c(). You can combine a block design with 200 blocks or less with a turret of your choice to get a new fighter.
it: In una fabbrica di caccia è possibile progettare e costruire i propri caccia personalizzati. È possibile combinare un progetto di blocco con 200 blocchi o meno con una torretta a scelta per ottenere un nuovo caccia.

source: Found the perfect turret, but got only one of them? You can go to a \c(0d0)Turret Factory\c() and turn it into a blueprint.
it: Avete trovato la torretta perfetta, ma ne avete solo una? È possibile accedere a una fabbrica di torrette (0d0) e trasformarla in un blueprint.

source: Once you got the blueprint, you can build more of the turret out of trading goods.
it: Una volta ottenuta la cianografia, è possibile costruire altre torrette con i prodotti del commercio.

source: Turret Factories will also have a variety of blueprints already available.
it: Le fabbriche di torrette avranno anche una varietà di cianografie già disponibili.

source: The higher the tech level of a Turret Factory the better the turrets it can build.
it: Più alto è il livello tecnologico di una Fabbrica di Torrette, migliori sono le torrette che può costruire.

source: Turret Factories are \c(0d0)Consumer\c() stations that buy a wide range of \c(0d0)Trading Goods\c().
it: Le fabbriche di torrette sono stazioni di consumo che acquistano un'ampia gamma di merci commerciali.

source: \c(0d0)Trading Posts\c() buy and sell a wide variety of goods, and are always worth checking out.
it: \I post di trading acquistano e vendono un'ampia varietà di merci e vale sempre la pena di dare un'occhiata.

source: They sell \c(0d0)Trading Licenses\c() too if you want to transport special or illegal goods.
it: Vendono anche licenze di commercio se si vogliono trasportare merci speciali o illegali.

source: If you're looking to build your own turrets have a look here as well.
it: Se volete costruire le vostre torrette, date un'occhiata anche qui.

source: Some Trading Posts specialize in trading goods that can be used as ingredients.
it: Alcuni Posti di commercio sono specializzati nel commercio di beni che possono essere utilizzati come ingredienti.

source: Trading Posts attract trading ships, and can use civilian shuttles to trade with \c(0d0)Factories\c(), \c(0d0)Consumers\c() (and more) in the sector.
it: I Posti di Commercio attraggono navi commerciali e possono utilizzare navette civili per commerciare con \c(0d0)Fabbriche\c(), \c(0d0)Consumatori\c() (e altro) nel settore.

source: Trade between stations stops immediately, though, if a sector is called out as a \c(0d0)Hazard Zone\c().
it: Il commercio tra le stazioni si interrompe immediatamente, tuttavia, se un settore viene definito come zona di rischio (0d0).

source: \c(0d0)Travel Hubs\c() provide a service where they charge your ship with energy to allow you to do longer hyperspace jumps.
it: \Gli hub di viaggio (0d0) forniscono un servizio che carica la nave di energia per consentire salti nell'iperspazio più lunghi.

source: In order to do that, you need several \c(0d0)trading goods\c().
it: Per fare ciò, sono necessari diversi beni di trading \c(0d0)\c().

source: Depending on the distance you want to go, more expensive and rarer goods will be necessary.
it: A seconda della distanza che si vuole percorrere, saranno necessari beni più costosi e più rari.

source: Travel Hubs use very advanced technology that follows specific rules.
it: Gli hub di viaggio utilizzano una tecnologia molto avanzata che segue regole specifiche.

source: If you wish to construct your own Travel Hub, you will need to use \c(0d0)Glow Blocks\c() of the color \c(0d0)Travelhub Blue\c().
it: Se si desidera costruire il proprio hub di viaggio, è necessario utilizzare blocchi luminosi del colore blu dell'hub di viaggio.

source: At \c(0d0)Scrapyards\c(), you can sell off old ships and \c(0d0)dismantle turrets\c() to get resources. Additionally, Scrapyards sell licenses allowing you to \c(0d0)salvage wreckages\c() to get turrets, subsystems and material scraps.
it: Presso i rottami, è possibile vendere vecchie navi e smantellare torrette per ottenere risorse. Inoltre, i rottami vendono licenze che consentono di recuperare i relitti() per ottenere torrette, sottosistemi e materiali di scarto.

source: If you ever find yourself in the possession of \c(0d0)Stolen Goods\c() you can sell or have them \c(0d0)unbranded\c() here. Unbranded goods can then be traded with any station. Nobody will ask questions at a \c(0d0)smuggler's market\c().
it: Se doveste trovarvi in possesso di \c(0d0)Merci rubate\c(), potete venderle o farle \c(0d0)smarcare qui. I beni non marchiati possono essere scambiati con qualsiasi stazione. Nessuno farà domande al mercato dei contrabbandieri.

source: A \c(0d0)Military Outpost\c() represents the military force of a faction. Their personnel is well trained, so if you want the best \c(0d0)Gunners\c() this is where you look.
it: Un \c(0d0)Avamposto Militare() rappresenta la forza militare di una fazione. Il loro personale è ben addestrato, quindi se volete i migliori \c(0d0)Gunners() è qui che dovete cercare.

source: Military Outposts are \c(0d0)Consumer\c() stations that buy a wide range of \c(0d0)Trading Goods\c().
it: Gli avamposti militari sono stazioni di consumo che acquistano un'ampia gamma di merci commerciali.

source: Factories
it: Fabbriche

source: \c(0d0)Factories\c() produce a variety of trading goods out of lower tier goods.
it: \Le fabbriche() producono una varietà di beni commerciali a partire da beni di livello inferiore.

source: They sell what they produce and they buy the goods they need.
it: Vendono ciò che producono e acquistano i beni di cui hanno bisogno.

source: Factories attract trading ships, and can use civilian shuttles to trade with other factories, \c(0d0)Trading Posts\c(), \c(0d0)Consumers\c() (and more) in the sector.
it: Le fabbriche attirano le navi commerciali e possono utilizzare navette civili per commerciare con altre fabbriche, \c(0d0)Posti di commercio(), \c(0d0)Consumatori() (e altro) nel settore.

source: Consumers
it: Consumatori

source: \c(0d0)Consumer stations\c() buy all kinds of goods people need to live. \c(0d0)Casinos\c(), \c(0d0)Habitats\c() and \c(0d0)Biotopes\c() tend to buy different kinds of food, beverages and luxury items.
it: \Le stazioni di consumo(() acquistano tutti i tipi di beni di cui le persone hanno bisogno per vivere. \I casinò, gli habitat e i biotopi tendono ad acquistare diversi tipi di cibo, bevande e articoli di lusso.

source: In \c(0d0)Rift Research Centers\c(), scientists have made it their task to elicit the secrets of the rifts and the Xsotan.
it: Nei Centri di Ricerca sulle Fratture (Rift Research Centers), gli scienziati si sono impegnati a scoprire i segreti delle Fratture e degli Xsotan.

source: Hence, these can be found across the galaxy in sectors \c(0d0)adjacent to rifts\c().
it: Quindi, questi si trovano in tutta la galassia nei settori \c(0d0)adiacenti alle rifts\c().

source: Thanks to a scientific breakthrough, it's now possible to \c(0d0)travel into the rifts\c(). For their research, the scientists always need volunteers who are paid to be sent on \c(0d0)Rift Expeditions\c() and carry out tasks there.
it: Grazie a una scoperta scientifica, ora è possibile viaggiare all'interno delle spaccature. Per le loro ricerche, gli scienziati hanno sempre bisogno di volontari pagati per essere inviati nelle \code(0d0)Rift Expeditions\code(0d0)e svolgere compiti in loco.

source: Due to the technical limitations of the \c(0d0)Teleporter\c() device used to transport matter into the rift, only a limited amount of mass can be sent into a rift.
it: A causa delle limitazioni tecniche del dispositivo \c(0d0)Teletrasporto() utilizzato per trasportare la materia nella spaccatura, è possibile inviare solo una quantità limitata di massa in una spaccatura.

source: The rifts are a dangerous place, so good preparation is a must for a successful mission.
it: Le spaccature sono un luogo pericoloso, quindi una buona preparazione è indispensabile per il successo della missione.

source: Objects of Interest
it: Oggetti di interesse

source: Large Asteroids
it: Asteroidi di grandi dimensioni

source: Some sectors contain \c(0d0)large Asteroids\c().
it: Alcuni settori contengono asteroidi di grandi dimensioni.

source: They are the perfect place to found a mine on, as they usually contain resources such as water, ice or minerals.
it: Sono il luogo perfetto per fondare una miniera, perché di solito contengono risorse come acqua, ghiaccio o minerali.

source: If you find a large asteroid and it doesn't already belong to anyone, you can \c(0d0)claim\c() it for yourself by flying close and interacting with it.
it: Se si trova un asteroide di grandi dimensioni che non appartiene a nessuno, è possibile acquistarlo volando vicino e interagendo con esso.

source: Once you own, it, you get to decide what to do with it: you can keep it and found a \c(0d0)mine\c() on it, which is expensive but which will eventually generate considerable income for you. Or you can \c(0d0)sell\c() it to a nearby faction for a huge sum.
it: Una volta che la possedete, potete decidere cosa farne: potete tenerla e fondarci sopra una \c(0d0)mine(), che è costosa ma che alla fine vi genererà un reddito considerevole. Oppure potete venderla a una fazione vicina per una somma enorme.

source: Secured Containers
it: Contenitori protetti

source: Sometimes, \c(0d0)Secured Containers\c() can be hidden within asteroid fields or large container fields.
it: A volte, i \c(0d0)Contenitori protetti() possono essere nascosti all'interno di campi di asteroidi o di grandi campi di container.

source: Many of them contain treasures, and it is definitely worth it to try to open them.
it: Molti di essi contengono tesori e vale sicuramente la pena di provare ad aprirli.

source: You can dock the container to your ship and transport it to a \c(0d0)Smuggler's Market\c().
it: È possibile agganciare il container alla propria nave e trasportarlo in un Mercato dei Contrabbandieri.

source: For a fee, you can have the container opened there.
it: A pagamento, è possibile far aprire il contenitore in loco.

source: If you own an \c(0d0)Injector Subsystem\c() you can attempt to open them right there on the spot.
it: Se si possiede un sottosistema iniettore(), si può tentare di aprirli direttamente sul posto.

source: But very often the containers are equipped with an alarm, and the owners of the containers are not far away.
it: Ma molto spesso i container sono dotati di allarme e i proprietari dei container non sono lontani.

source: Symbols
it: Simboli

source: Civil Ship
it: Nave civile

source: Military Ship
it: Nave militare

source: Advanced Military Ship
it: Nave militare avanzata

source: Artillery Ship
it: Nave d'artiglieria

source: Persecutor
it: Persecutore

source: Flagship
it: Ammiraglia

source: Anti-Fighter Ship
it: Nave anti-combattimento

source: Anti-Shield Ship
it: Nave antischermo

source: Hyperspace Blocker
it: Blocco dell'iperspazio

source: Torpedo Ship
it: Nave siluro

source: Characters
it: Personaggi

source: When civilization took to space, everyone was excited for this opportunity to start new lives. But it wasn't long before problems arose - the economy favored the rich, while the poor became poorer and poorer. Inter-faction disputes and weak governments that weren't able to protect their citizen's rights didn't help the issue. Some people decided to take matters into their own hands. The number of pirates has steadily increased since the Event 200 years back, with a drastic increase in raids as well. Many empty sectors are now overrun with pirates that kill anyone who dares to come onto their turf. Neighboring Factions are suffering constant \c(0d0)pirate attacks\c() and will pay handsome \c(0d0)rewards\c() for anyone willing to help.
it: Quando la civiltà è arrivata nello spazio, tutti erano entusiasti di questa opportunità di iniziare una nuova vita. Ma non passò molto tempo prima che sorgessero dei problemi: l'economia favorì i ricchi, mentre i poveri diventarono sempre più poveri. Le dispute tra le fazioni e i governi deboli che non erano in grado di proteggere i diritti dei loro cittadini non aiutavano il problema. Alcuni decisero di prendere in mano la situazione. Il numero di pirati è aumentato costantemente dall'Evento di 200 anni fa, con un drastico aumento anche delle incursioni. Molti settori vuoti sono ora invasi da pirati che uccidono chiunque osi entrare nel loro territorio. Le fazioni vicine subiscono continui attacchi da parte dei pirati e pagheranno ingenti ricompense a chiunque sia disposto ad aiutarle.

source: Bounty Hunters
it: Cacciatori di taglie

source: The recent rise in crime has led to a sharp decrease in the factions' patience to deal with enemies. It's more and more common to see Factions enlist \c(0d0)Bounty Hunters\c() to hunt down unwanted ships. Bounty Hunters are heavily armed and often bring a \c(0d0)Hyperspace Blocker\c() to stop ships from escaping into hyperspace.
it: Il recente aumento della criminalità ha portato a una netta diminuzione della pazienza delle fazioni nel trattare con i nemici. È sempre più comune vedere le fazioni arruolare dei \c(0d0)Cacciatori di taglie\c() per dare la caccia alle navi indesiderate. I Cacciatori di taglie sono pesantemente armati e spesso portano con sé un \c(0d0)Bloccatore di iperspazio() per impedire alle navi di fuggire nell'iperspazio.

source: Persecutors
it: Persecutori

source: Beware on your travels to the center of the galaxy. More and more travellers report sightings of marauding ships. These scoundrels attack any \c(0d0)weak ship\c() that makes the mistake of coming into their sight. Because they aren't easy to give up, and even follow their prey through hyperspace, they've been aptly named \c(0d0)'Persecutors'\c().
it: Attenzione nei vostri viaggi verso il centro della galassia. Sempre più viaggiatori segnalano l'avvistamento di navi predone. Questi furfanti attaccano qualsiasi nave debole che commetta l'errore di avvicinarsi alla loro vista. Poiché non si arrendono facilmente e seguono le loro prede anche nell'iperspazio, sono stati giustamente chiamati \c(0d0)'Persecutori'\c().

source: Ever since the Event ships of unknown origin roam the galaxy. If no weapons are fired they remain peaceful, but one shot is enough to turn them hostile. Many great scientists are puzzled by their unique traits. Research is still ongoing.
it: Da quando c'è stato l'Evento, navi di origine sconosciuta vagano per la galassia. Se non vengono sparate armi, rimangono pacifiche, ma basta un colpo per renderle ostili. Molti grandi scienziati sono perplessi per le loro caratteristiche uniche. Le ricerche sono ancora in corso.

source: Adventurer
it: Avventuriero

source: The \c(0d0)Adventurer\c() is an explorer that knows a lot about what is going on in the galaxy. It is his life goal to find out more about the \c(0d0)Xsotan\c() so that the inhabitants of the galaxy might be able to defeat them once and for all!
it: L'\c(0d0)Avventuriero() è un esploratore che sa molto di ciò che accade nella galassia. Lo scopo della sua vita è scoprire di più sugli \c(0d0)Xsotan() in modo che gli abitanti della galassia possano sconfiggerli una volta per tutte!

source: Hermit
it: Eremita

source: \c(0d0)The Hermit\c() is one of the most reliable sources of knowledge. Many galaxy dwellers come to his asteroid to gather information and, despite his solitary lifestyle, he is always glad to help people who ask nicely.
it: \L'Eremita() è una delle fonti di conoscenza più affidabili. Molti abitanti della galassia si recano sul suo asteroide per raccogliere informazioni e, nonostante il suo stile di vita solitario, è sempre felice di aiutare chi glielo chiede gentilmente.

source: Swoks
it: Sanguisughe

source: \c(0d0)Swoks III\c() is the third offspring of a pirate dynasty. After his older brothers were defeated, he became the pirate king!
it: \Swoks III() è il terzo figlio di una dinastia di pirati. Dopo la sconfitta dei suoi fratelli maggiori, è diventato il re dei pirati!

source: The \c(0d0)M.A.D. Science Association\c() researches \c(0d0)Xsotan\c() energy technology. They own multiple satellites all over the galaxy that give off weird vibes.
it: L'Associazione Scientifica M.A.D.() ricerca la tecnologia energetica Xsotan(). Possiede diversi satelliti in tutta la galassia che emettono strane vibrazioni.
