Repository: GLWine/Avorion-ITA
Catalog: Avorion/data/localization/*.po
Languages: it

source: There are even some repair beams that are able to do both at the same time.
it: Ci sono persino alcune travi di riparazione che sono in grado di fare entrambe le cose contemporaneamente.

source: Legendary Turrets
it: Torrette leggendarie

source: There are a number of \c(0d0)Legendary Turrets\c().
it: Esiste un certo numero di torrette leggendarie.

source: They can be recognized by their unique names. They are very rare and most of them have interesting special effects.
it: Si riconoscono per i loro nomi unici. Sono molto rari e la maggior parte di essi ha interessanti effetti speciali.

source: Each ship has a certain number of \c(0d0)Auto Targeting Slots\c(). Turrets set to auto targeting can fire automatically when enemies are within range.
it: Ogni nave ha un certo numero di slot per il puntamento automatico (0d0). Le torrette impostate sul puntamento automatico possono sparare automaticamente quando i nemici sono a portata di tiro.

source: To set a turret to auto targeting, select it in the \c(0d0)Ship Tab\c() of the \c(0d0)Ship Menu\c() and then press \c(fff)[A]\c(), or right click the turret and select \c(fff)'Auto Targeting'\c().
it: Per impostare una torretta sul puntamento automatico, selezionarla nella scheda Nave() del menu Nave() e premere \c(fff)[A]\c(), oppure fare clic con il pulsante destro del mouse sulla torretta e selezionare \c(fff)'Puntamento automatico'\c().

source: You will see a little blue circle appear in the bottom right corner of the turret icon.
it: Vedrete apparire un piccolo cerchio blu nell'angolo in basso a destra dell'icona della torretta.

source: You can increase the number of auto targeting slots on your ship by installing \c(0d0)subsystems\c().
it: È possibile aumentare il numero di slot di puntamento automatico della nave installando i sottosistemi \c(0d0)\c().

source: To control your turrets, assign a number to the turret slot.
it: Per controllare le torrette, assegnare un numero allo slot della torretta.

source: You will then see the turret group above your health bar and you will be able to select whether you want it to be controlled manually, only shoot at attackers, shoot at everything or shoot at a certain target.
it: A questo punto si vedrà il gruppo di torrette sopra la barra della salute e si potrà scegliere se controllarle manualmente, se sparare solo agli attaccanti, se sparare a tutto o se sparare a un determinato bersaglio.

source: Using Fighters
it: Utilizzo dei combattenti

source: \c(0d0)Fighters\c() can be bought at \c(0d0)Equipment Docks\c(), or be created at a \c(0d0)Fighter Factory\c().
it: \I ´c(0d0)Combattenti´() possono essere acquistati presso i moli dell'equipaggiamento o creati presso le fabbriche di combattenti.

source: To use fighters you will need \c(0d0)Hangar\c() to put them in.
it: Per utilizzare i caccia, è necessario che siano inseriti in \c(0d0)Hangar().

source: As fighter sizes vary, your ship will show a minimum and maximum Hangar capacity in the \c(0d0)Building Mode\c().
it: Poiché le dimensioni dei caccia variano, la nave mostrerà la capacità minima e massima dell'hangar nel \code(0d0)Building Mode().

source: You will also need \c(0d0)Pilots\c(). They will stay on the ship and steer fighters remotely, and you will need one pilot per fighter.
it: Avrete anche bisogno di \c(0d0)Piloti(). Questi resteranno sulla nave e guideranno i caccia a distanza; è necessario un pilota per ogni caccia.

source: Fighters are organized in \c(0d0)Squads\c().
it: I combattenti sono organizzati in \c(0d0)Squadroni().

source: Buttons on the left side of the screen allow to set a command for each squad.
it: I pulsanti sul lato sinistro dello schermo consentono di impostare un comando per ogni squadra.

source: Depending on the type of fighter, they can attack or defend, be used for mining or salvaging or shuttle crew to board crafts.
it: A seconda del tipo di caccia, possono attaccare o difendersi, essere utilizzati per l'estrazione mineraria o il recupero o per imbarcare l'equipaggio di una navetta.

source: Producing Fighters
it: Produrre combattenti

source: With an \c(0d0)Assembly Block\c(), copies of a fighter can be produced on the ship.
it: Con un \c(0d0)Assembly Block\c(), è possibile produrre copie di un combattente sulla nave.

source: To create a producible blueprint, a fighter has to be placed in the blueprint slot.
it: Per creare un blueprint producibile, è necessario inserire un combattente nell'apposito slot.

source: It'll be disassembled and the ship will use this blueprint to create new fighters for money and resources.
it: Verrà smontato e la nave utilizzerà questa cianografia per creare nuovi caccia in cambio di denaro e risorse.

source: The more Assembly Blocks you have, the faster your fighter production will be.
it: Più blocchi di montaggio si hanno, più veloce sarà la produzione di caccia.

source: About Torpedoes
it: Informazioni sui siluri

source: \c(0d0)Torpedoes\c() are special weapons with \c(0d0)very high range\c(). The various types can be distinguished by the color of the warhead. Each kind of torpedo has its advantages and disadvantages. Some are extremely good against shields, others are better against the hull and some damage both. Torpedoes can be deadly. To defend yourself against them, build \c(0d0)Point Defense Weapons\c() that automatically shoot them down before impact.
it: \I siluri sono armi speciali con una gittata molto elevata. I vari tipi si distinguono per il colore della testata. Ogni tipo di siluro presenta vantaggi e svantaggi. Alcuni sono estremamente efficaci contro gli scudi, altri sono migliori contro lo scafo e alcuni danneggiano entrambi. I siluri possono essere letali. Per difendersi da essi, è possibile costruire armi di difesa a punto (Point Defense Weapons) che li abbattono automaticamente prima dell'impatto.

source: Using Torpedoes
it: Utilizzo dei siluri

source: To use torpedoes you will need to add \c(0d0)Torpedo Launchers\c() (and optional \c(0d0)Torpedo Storage\c()) to your ship.
it: Per utilizzare i siluri, è necessario aggiungere \c(0d0)Lanciatori di siluri\c() (e l'opzionale \c(0d0)Deposito di siluri\c()) alla propria nave.

source: You can buy torpedoes at \c(0d0)Equipment Docks\c() or collect them as loot.
it: I siluri possono essere acquistati al \c(0d0)Equipment Docks\c() o raccolti come bottino.

source: Load them into the shafts in the \c(0d0)Torpedoes Tab\c() of the \c(0d0)Ship Menu\c(). Then navigate to the \c(0d0)Ship Tab\c() of the \c(0d0)Ship Menu\c() and assign a number to your torpedo shafts.
it: Caricateli nei pozzi nella scheda Siluri() del menu Nave(). Passare quindi alla scheda Nave() del menu Nave() e assegnare un numero alle aste dei siluri.

source: To fire the torpedoes, face your target, press the number of the shaft you want to use and press \c(fff)[${fire}]\c().
it: Per lanciare i siluri, rivolgersi al bersaglio, premere il numero dell'asta che si desidera utilizzare e premere \c(fff)[${fire}]\c().

source: Docking Objects
it: Oggetti di attracco

source: If you add \c(0d0)Dock Blocks\c() to your ship, you will be able to dock objects or even other ships to it.
it: Se si aggiungono blocchi di attracco alla nave, si potranno agganciare oggetti o persino altre navi.

source: Just fly close to what you want to dock and hold \c(fff)[${dock}]\c().
it: Basta volare vicino a ciò che si vuole agganciare e tenere premuto \c(fff)[${dock}]\c().

source: If there is nothing preventing you from docking, such as the captain of an enemy craft disagreeing to it, the object or ship will be attached to your ship.
it: Se non c'è nulla che impedisca l'aggancio, ad esempio il capitano di un'imbarcazione nemica non è d'accordo, l'oggetto o la nave verranno agganciati alla vostra nave.

source: You can fly and do \c(0d0)Hyperspace Jumps\c() with any docked object, as if it was part of your ship.
it: È possibile volare ed effettuare salti nell'iperspazio con qualsiasi oggetto agganciato, come se fosse parte della nave.

source: To undock it again, select it and press \c(fff)[${dock}]\c() or press \c(fff)[CTRL] + [${dock}]\c() to undock all objects.
it: Per sbloccarlo di nuovo, selezionarlo e premere \c(fff)[${dock}]\c() o premere \c(fff)[CTRL] + [${dock}]\c() per sbloccare tutti gli oggetti.

source: Transport Mode
it: Modalità di trasporto

source: Usually, stations can't move. But there is one exception: you can \c(0d0)dock\c() a station to your ship and take it with you.
it: Di solito, le stazioni non possono muoversi. Ma c'è un'eccezione: è possibile agganciare una stazione alla propria nave e portarla con sé.

source: To do that, you will need to press \c(fff)[${interact}]\c() to interact with the station and select \c(fff)'Engage Transport Mode'\c().
it: Per farlo, è necessario premere \c(fff)[${interact}]\c() per interagire con la stazione e selezionare \c(fff)'Engage Transport Mode'\c().

source: While in \c(0d0)Transport Mode\c(), you will not be able to interact with the station and its activities will halt.
it: Mentre si trova in \c(0d0)Transport Mode\c(), non sarà possibile interagire con la stazione e le sue attività si fermeranno.

source: After you have moved the station to where you wanted it to be, reengaging station mode will take several minutes.
it: Dopo aver spostato la stazione nella posizione desiderata, il ripristino della modalità stazione richiederà alcuni minuti.

source: General
it: Generale

source: Most commonly the relation between factions can be categorized as one of the following: \c(0d0)at War\c(), in a \c(0d0)Ceasefire\c(), \c(0d0)at Peace\c() or \c(0d0)Allied\c(). Factions at war tend to fight each other at every opportunity, while factions in a ceasefire tolerate each other. But any hostile act can cause another outbreak of war. Factions at peace tend to be more relaxed around each other. While hostile acts, like damaging property, are still seen as offensive, they rarely lead to open fights. After signing an alliance treaty, the factions involved should be seen as one. Traditionally allied factions help each other as much as they can, especially in combat. Quite a few faction wars have been won through cleverly choosing allies.
it: Più comunemente la relazione tra le fazioni può essere classificata come una delle seguenti: \c(0d0)in guerra(), in un \c(0d0)cessate il fuoco(), \c(0d0)in pace() o \c(0d0)alleato(). Le fazioni in guerra tendono a combattersi a ogni occasione, mentre quelle in tregua si tollerano a vicenda. Ma qualsiasi atto ostile può causare un nuovo scoppio di guerra. Le fazioni in pace tendono a essere più rilassate l'una con l'altra. Anche se gli atti ostili, come il danneggiamento delle proprietà, sono ancora considerati offensivi, raramente portano a scontri aperti. Dopo aver firmato un trattato di alleanza, le fazioni coinvolte dovrebbero essere considerate come una sola. Tradizionalmente le fazioni alleate si aiutano a vicenda il più possibile, soprattutto in combattimento. Molte guerre tra fazioni sono state vinte grazie a una scelta intelligente degli alleati.

source: \c(0d0)Relations\c() define the behavior between two factions. The better the relations, the more \c(0d0)access to technologies and goods\c() will be granted. Access to all of the supplies, including equipment of the highest rarity, will only be granted to allies. The \c(0d0)Player Menu's Diplomacy Tab\c() shows an overview over the relation you have to a faction as well as their \c(0d0)Faction Traits\c(). For example an aggressive faction will have more combat ships that they'll send out to help their allies. Peaceful factions tend to have less combat ready ships.
it: \Le \c(0d0)Relazioni() definiscono il comportamento tra due fazioni. Migliori sono le relazioni, più \c(0d0)accesso alle tecnologie e ai beni sarà concesso. L'accesso a tutte le forniture, compreso l'equipaggiamento di massima rarità, sarà concesso solo agli alleati. La scheda Diplomazia del menu Giocatore mostra una panoramica delle relazioni con una fazione e i suoi tratti di fazione. Ad esempio, una fazione aggressiva avrà più navi da combattimento che invierà per aiutare gli alleati. Le fazioni pacifiche tendono ad avere meno navi pronte al combattimento.

source: Negotiation
it: Negoziazione

source: To improve \c(0d0)Relations\c() with another faction, offer to \c(0d0)pay tribute\c(). This tribute can be any combination of resources and money and should at least meet the faction's lower limit. A more generous bid will always gladly be taken, while factions might lose patience if they deem the tribute to meager. When negotiating \c(0d0)treaties\c() between factions, such as a permanent \c(0d0)ceasefire\c() or a motion to \c(0d0)become allied\c(), it is expected to bring gifts as well. Just like a normal tribute, a treaty tribute can be any combination of money and resources.
it: Per migliorare i rapporti con un'altra fazione, offritevi di pagare un tributo. Questo tributo può essere una qualsiasi combinazione di risorse e denaro e dovrebbe almeno soddisfare il limite inferiore della fazione. Un'offerta più generosa sarà sempre accettata volentieri, mentre le fazioni potrebbero perdere la pazienza se ritengono il tributo troppo esiguo. Quando si negoziano trattati tra fazioni, come un cessate il fuoco permanente o una mozione per diventare alleati, ci si aspetta di portare anche dei doni. Proprio come un normale tributo, il tributo di un trattato può essere una qualsiasi combinazione di denaro e risorse.

source: Exploration
it: Esplorazione

source: Map Markers
it: Marcatori di mappe

source: The galaxy map has several types of markers: \c(0d0)Colonized sectors\c() are shown with a green blip, while sectors with \c(0d0)Hidden Mass\c() are marked with a yellow blip. Hidden mass sectors can contain good things, like huge asteroid fields, but also pirates. Be careful when venturing into the unknown! \c(0d0)Visited sectors\c() are marked with dots. Green dots represent allies, purple ones neutral objects, red ones hostile forces. \c(ddd)Note: to see the yellow markers it's necessary to install a \c(0d0)Radar Upgrade\c(ddd) with deep scan function.\c()
it: La mappa delle galassie presenta diversi tipi di marcatori: \I settori colonizzati (0d0)sono indicati con un blip verde, mentre i settori con massa nascosta (0d0)sono contrassegnati da un blip giallo. I settori a massa nascosta possono contenere cose buone, come enormi campi di asteroidi, ma anche pirati. Fate attenzione quando vi avventurate nell'ignoto! \I settori visitati sono contrassegnati da puntini. I punti verdi rappresentano gli alleati, quelli viola gli oggetti neutrali, quelli rossi le forze ostili. \Nota: per vedere i punti gialli è necessario installare un Radar Upgrade con funzione di scansione profonda.

source: Your \c(0d0)current sector\c() is marked with a blinking green frame and the \c(0d0)selected sector\c() with a white frame. A non-blinking green frame indicates a \c(0d0)sector containing crafts\c() that belong to you. The white dots on the side show how many crafts you have there. Alliance ships are marked in the same way, but with a pink frame. The blue outline is your hyperspace jump range. Building \c(0d0)Hyperspace Core Blocks\c() or using a \c(0d0)Hyperspace Upgrade\c() improves your range.
it: Il settore corrente è contrassegnato da una cornice verde lampeggiante, mentre il settore selezionato è contrassegnato da una cornice bianca. Un riquadro verde non lampeggiante indica un \c(0d0)settore contenente mestieri() che appartengono all'utente. I punti bianchi a lato indicano il numero di navi che avete in quel settore. Le navi dell'Alleanza sono contrassegnate allo stesso modo, ma con una cornice rosa. Il contorno blu è il vostro raggio di salto nell'iperspazio. La costruzione di blocchi di nuclei iperspaziali o l'uso di un potenziamento iperspaziale migliorano la portata.

source: Some areas in the galaxy are blocked by \c(0d0)Hyperspace Rifts\c().
it: Alcune aree della galassia sono bloccate da \c(0d0)Riflessi iperspaziali().

source: After a cataclysmic catastrophe several hundred years ago, these rifts suddenly appeared, swallowing entire sectors and civilisations.
it: Dopo una catastrofe di diverse centinaia di anni fa, queste spaccature sono apparse all'improvviso, inghiottendo interi settori e civiltà.

source: They cannot be passed with normal \c(0d0)Hyperspace Engines\c() and must be flown around.
it: Non possono essere passati con i normali \code(0d0)Motori Iperspaziali() e devono essere portati in giro.

source: The biggest rift in the galaxy spans around the center of the galaxy, blocking all access to it.
it: La più grande spaccatura della galassia si estende intorno al centro della galassia, bloccando ogni accesso ad essa.

source: Thanks to a scientific breakthrough, it is now possible to travel inside rifts for a short amount of time with the help of a \c(0d0)Rift Research Center\c().
it: Grazie a una scoperta scientifica, è ora possibile viaggiare all'interno delle spaccature per un breve periodo di tempo con l'aiuto di un \c(0d0)Centro di Ricerca Spaccatura().

source: First scouting missions have shown that the environment inside of rifts is extremely dangerous and special precautions must be taken before venturing into rifts.
it: Le prime missioni di esplorazione hanno dimostrato che l'ambiente all'interno delle spaccature è estremamente pericoloso e bisogna prendere precauzioni speciali prima di avventurarsi nelle spaccature.

source: Context Menu
it: Menu contestuale

source: The \c(0d0)Sector Context Menu\c() is opened when right-clicking on a sector.
it: Il menu contestuale del settore \c(0d0)\c() viene aperto quando si fa clic con il pulsante destro del mouse su un settore.

source: Here you can have your \c(0d0)Hyperspace Jump Route\c() calculated, \c(0d0)post\c() the sector to chat and \c(0d0)tag\c() it.
it: Qui potete farvi calcolare la rotta del salto iperspaziale, postare il settore da chattare e taggarlo.

source: Once a sector is tagged, you can also add \c(0d0)notes\c() for you and your alliance.
it: Una volta etichettato un settore, è possibile aggiungere anche \c(0d0)note\c() per voi e la vostra alleanza.

source: Search Bar
it: Barra di ricerca

source: When hovering over a sector you will see information about ships and stations that were in the sector the last time you visited it.
it: Quando si passa il mouse su un settore, vengono visualizzate informazioni sulle navi e sulle stazioni che si trovavano nel settore l'ultima volta che lo si è visitato.

source: If you want to search for specific stations or objects that you remember, but you can't recall which sector you saw them in, use the \c(0d0)Search Bar\c() at the top left of the Galaxy Map.
it: Se si desidera cercare stazioni o oggetti specifici che si ricordano, ma non si ricorda in quale settore sono stati visti, utilizzare la barra di ricerca in alto a sinistra della Mappa della Galassia.

source: Hyperspace Jumps
it: Salti nell'iperspazio

source: You can jump to another sector using your \c(0d0)Hyperspace Engine\c().
it: È possibile saltare in un altro settore utilizzando il motore iperspaziale().

source: Open the \c(0d0)Galaxy Map\c() and select reachable target coordinates by right-clicking a sector.
it: Aprire la mappa della galassia \c(0d0)Galaxy() e selezionare le coordinate del bersaglio raggiungibile facendo clic con il pulsante destro del mouse su un settore.

source: Then close the map again, turn your ship until it faces the target sector and start boosting in that direction.
it: Quindi chiudete di nuovo la mappa, girate la vostra nave in modo che sia rivolta verso il settore di destinazione e iniziate a potenziare in quella direzione.

source: If your ship has enough energy, your Hyperspace Engine will carry you to the new sector.
it: Se la vostra nave ha abbastanza energia, il motore iperspaziale vi porterà nel nuovo settore.

source: If not, you might want to add \c(0d0)Energy Generators\c() or \c(0d0)Energy Storage\c() to your ship.
it: In caso contrario, si consiglia di aggiungere alla nave i Generatori di energia (0d0) o l'Accumulatore di energia (0d0).

source: To move between sectors you can also use the \c(0d0)Gate Network\c().
it: Per spostarsi da un settore all'altro si può anche utilizzare la funzione \c(0d0)Gate Network\c().

source: Factions provide gates that you can travel through for a \c(0d0)fee\c().
it: Le fazioni mettono a disposizione dei cancelli attraverso i quali è possibile viaggiare per una \c(0d0)fee\c().

source: Select the gate and check how high the fee is at the bottom right of your screen. If you think you can afford it, just fly through the gate, you will pay automatically.
it: Selezionate il gate e controllate l'importo della tariffa in basso a destra dello schermo. Se pensate di potervelo permettere, attraversate il gate e pagherete automaticamente.

source: If the gate covers a great distance or if your relations to the gate's owners are bad, the fee will be higher.
it: Se il cancello copre una grande distanza o se i vostri rapporti con i proprietari del cancello sono cattivi, la tariffa sarà più alta.

source: Factions that don't like you will not allow you to use their gates at all, and if your ship becomes too big, you won't be able to use small gates any more.
it: Le fazioni che non vi amano non vi permetteranno di usare i loro cancelli e, se la vostra nave diventa troppo grande, non potrete più usare i cancelli piccoli.

source: Faction Areas
it: Aree di fazione

source: Factions have settled in most parts of the Galaxy and have claimed territory.
it: Le fazioni si sono insediate nella maggior parte della Galassia e hanno rivendicato il territorio.

source: Each faction controls their \c(0d0)Central Faction Area\c().
it: Ogni fazione controlla la propria \code(0d0)Area centrale della fazione().

source: This is where most of their stations are located. In this area, factions will defend themselves vigorously against attackers.
it: È qui che si trova la maggior parte delle loro stazioni. In quest'area, le fazioni si difenderanno vigorosamente dagli aggressori.

source: A faction usually has a lower presence in their \c(0d0)Outer Faction Area\c().
it: Una fazione di solito ha una presenza inferiore nella propria \c(0d0)Area esterna della fazione().

source: There are fewer stations and you may run into more enemies. However, there will be more asteroid fields and general chances for adventure there.
it: Ci sono meno stazioni e si possono incontrare più nemici. Tuttavia, ci saranno più campi di asteroidi e possibilità di avventura in generale.

source: No-Man's-Space
it: Spazio senza uomo

source: There are patches of \c(0d0)No-Man's-Space\c() in the Galaxy.
it: Nella Galassia ci sono zone di \c(0d0)No-Man's-Space\c().

source: No faction has laid claim to them, and pirates and Xsotan roam in large numbers there.
it: Nessuna fazione li ha rivendicati e i pirati e gli Xsotan vi si aggirano in gran numero.

source: But, of course, this is where you will find the most untouched asteroid fields and sectors that might contain things that might prove to be valuable.
it: Ma, naturalmente, è qui che si trovano i campi di asteroidi e i settori più incontaminati che potrebbero contenere oggetti di valore.

source: Flying through those areas means high risk but high reward.
it: Volare in quelle zone significa avere un alto rischio ma un'alta ricompensa.

source: Zones
it: Zone

source: Neutral Zone
it: Zona neutra
