Repository: GLWine/Avorion-ITA
Catalog: Avorion/data/localization/*.po
Languages: it

source: ${weaponPrefix} Turret
it: ${armaPrefisso} Torretta

source: Double ${weaponPrefix} Turret
it: Doppio ${weaponPrefix} Torretta

source: Triple ${weaponPrefix} Turret
it: Triplo ${weaponPrefix} Torretta

source: Quad ${weaponPrefix} Turret
it: Quad ${weaponPrefix} Torretta

source: Multi ${weaponPrefix} Turret
it: Multi ${armaPrefisso} Torretta

source: ${weaponPrefix} Blueprint
it: ${armaPrefisso} Impronta blu

source: Double ${weaponPrefix} Blueprint
it: Doppio ${weaponPrefix} Impronta blu

source: Triple ${weaponPrefix} Blueprint
it: Triplo ${weaponPrefix} Impronta blu

source: Quad ${weaponPrefix} Blueprint
it: Quad ${weaponPrefix} Impronta blu

source: Multi ${weaponPrefix} Blueprint
it: Multi ${weaponPrefix} Impronta blu

source: Size
it: Dimensione

source: Slots
it: Slot machine

source: Slot Type
it: Tipo di slot

source: ARMED
it: ARMATO

source: UNARMED
it: NON ARMATO

source: DEFENSIVE
it: DIFENSIVO

source: Coaxial Weapon
it: Arma coassiale

source: Maneuverability
it: Manovrabilità

source: Speed
it: Velocità

source: Prod. Time
it: Prodotto. Tempo

source: Hull Damage
it: Danni allo scafo

source: up to ${damage}
it: fino a ${danno}

source: Shield Damage
it: Danno da scudo

source: Storage Energy
it: Energia di accumulo

source: Damage Dependent on Velocity
it: Danno dipendente dalla velocità

source: Briefly Deactivates Shields
it: Disattiva brevemente gli scudi

source: Drains Target's Energy
it: Drena l'energia del bersaglio

source: Penetrates Shields
it: Penetra gli scudi

source: Damages Both Shield and Hull
it: Danneggia sia lo scudo che lo scafo

source: Requires Energy in Storage
it: Richiede energia in accumulo

source: ${speed}-Class ${warhead} Torpedo
it: Classe ${velocità} ${testa} Siluro

source: Hammerhead
it: Testa di martello

source: Stingray
it: Pastinaca

source: Lynx
it: Lince

source: Panther
it: Pantera

source: Osprey
it: Falco pescatore

source: Eagle
it: Aquila

source: Hawk
it: Falco

source: Nuclear
it: Nucleare

source: Neutron
it: Neutro

source: Kinetic
it: Cinetico

source: Ion
it: Ione

source: Anti-Matter
it: Anti-materia

source: You need at least %1% %2% in your ship's cargo bay.
it: È necessario avere almeno il %1% %2% nella stiva della nave.

source: This station doesn't sell illegal goods.
it: Questa stazione non vende merci illegali.

source: This station doesn't sell stolen goods.
it: Questa stazione non vende merce rubata.

source: This station doesn't sell suspicious goods.
it: Questa stazione non vende prodotti sospetti.

source: This station doesn't sell this.
it: Questa stazione non lo vende.

source: This station doesn't buy illegal goods.
it: Questa stazione non acquista merci illegali.

source: This station doesn't buy stolen goods.
it: Questa stazione non compra merce rubata.

source: This station doesn't buy suspicious goods.
it: Questa stazione non acquista merci sospette.

source: This station doesn't buy this.
it: Questa stazione non se la beve.

source: You can sell ${amount} more of this.
it: È possibile vendere una quantità maggiore di questo prodotto.

source: You can buy ${amount} more of this.
it: È possibile acquistare una quantità maggiore di questo prodotto.

source: You can only store ${amount} of this good!
it: È possibile immagazzinare solo ${quantità} di questo bene!

source: You can't afford any of this good!
it: Non potete permettervi nulla di tutto questo!

source: You can only afford ${amount} of this good!
it: Puoi permetterti solo ${quantità} di questo bene!

source: This object doesn't buy goods from others.
it: Questo oggetto non acquista beni da altri.

source: %s isn't bought.
it: %s non è stato acquistato.

source: Your ship has no cargo bay!
it: La vostra nave non ha una stiva di carico!

source: Relations aren't good enough to trade!
it: Le relazioni non sono abbastanza buone per il commercio!

source: This station is not able to take any more %s.
it: Questa stazione non è in grado di accogliere altri %.

source: This station's faction doesn't have enough money.
it: La fazione di questa stazione non ha abbastanza soldi.

source: \s(%1%:%2%) %3% bought %4% %5% for ¢%6%.
it: \s(%1%:%2%) %3% ha acquistato %4% %5% per ¢%6%.

source: \s(%1%:%2%) %3% sold %4% %5% for ¢%6%.
it: \s(%1%:%2%) %3% venduto %4% %5% per ¢%6%.

source: This object doesn't sell goods to others.
it: Questo oggetto non vende beni ad altri.

source: This station has no more %s to sell.
it: Questa stazione non ha più % da vendere.

source: Your ship cannot take more %s.
it: La tua nave non può sopportare più %s.

source: \s(%1%:%2%): Sold %3% %4% for ¢%5%.
it: \s(%1%:%2%): Venduto %3% %4% per ¢%5%.

source: \s(%1%:%2%): Bought %3% %4% for ¢%5%.
it: \s(%1%:%2%): Comprato %3% %4% per ¢%5%.

source: \s(%1%:%2%) %3%'s population consumed %4% %5% and paid you ¢%6% for it (¢%7% profit).
it: \La popolazione del %3% ha consumato il %4% %5% e vi ha pagato il ¢%6% (¢%7% di profitto).

source: Hey, I am planning a birthday party. I need a little bit of help with acquiring some goods. I can't buy them by myself, because that would kill the surprise.
it: Ciao, sto organizzando una festa di compleanno. Ho bisogno di un po' di aiuto per acquistare alcuni prodotti. Non posso comprarli da sola, perché questo rovinerebbe la sorpresa.

source: My experiments need new ingredients. I need some goods as soon as possible, before someone finds out about my secrets.
it: I miei esperimenti hanno bisogno di nuovi ingredienti. Mi serve della merce al più presto, prima che qualcuno scopra i miei segreti.

source: I need some goods. Help me get them without my name being directly involved.
it: Ho bisogno di alcuni beni. Aiutatemi a ottenerli senza che il mio nome sia direttamente coinvolto.

source: Could somebody bring me new stuff? I am scared of all the people around here so I can't get it by myself. I will pay a good price for the delivery
it: Qualcuno potrebbe portarmi della roba nuova? Ho paura di tutta la gente che c'è in giro, quindi non posso prenderla da solo. Pagherò un buon prezzo per la consegna

source: Resource Shortage: ${amount} ${displayName}
it: Carenza di risorse: ${amount} ${displayName}

source: Delivery: ${displayName}
it: Consegna: ${displayName}

source: Client
it: Cliente

source: Not enough cargo space on your ship.
it: Spazio di carico insufficiente sulla nave.

source: You have to be docked to the station.
it: È necessario essere agganciati alla stazione.

source: You don't have enough money for the deposit.
it: Non avete abbastanza soldi per il deposito.

source: Good isn't bought.
it: Il bene non si compra.

source: No more space.
it: Non c'è più spazio.

source: Not enough money.
it: Non ci sono abbastanza soldi.

source: Unknown error.
it: Errore sconosciuto.

source: No more goods.
it: Niente più merci.

source: Trade Goods
it: Beni commerciali

source: ${introPhrase} Procure ${amount} ${displayName} in 30 minutes. You will be paid four times the usual price, plus a bonus. Time Limit: 30 minutes Reward: ¢${reward}
it: ${introPhase} Procura ${amount} ${displayName} in 30 minuti. Sarete pagati quattro volte il prezzo normale, più un bonus. Limite di tempo: 30 minuti Ricompensa: ¢${ricompensa}

source: Deliver ${amount} ${displayName} to a station near this location in 20 minutes. You will need ${cargoSpace} free cargo space to take in the goods. You will have to make a deposit of ¢${deposit}, which will be reimbursed upon delivery of the goods. Deposit: ¢${deposit} Time Limit: 20 minutes Reward: ¢${reward}
it: Consegnate ${amount} ${displayName} a una stazione vicina a questa posizione in 20 minuti. Avrai bisogno di ${cargoSpace} spazio di carico libero per accogliere la merce. Dovrai versare un deposito di ¢${deposito}, che ti verrà rimborsato alla consegna della merce. Deposito: ¢${deposito} Tempo limite: 20 minuti Ricompensa: ¢${ricompensa}

source: %s%% Fire Rate
it: %s% Tasso di fuoco

source: %s%% Accuracy
it: %s%% Precisione

source: %s%% Range
it: %s%% Gamma

source: %s%% Efficiency
it: Efficienza

source: %s%% Shooting Until Overheated
it: %s%% Ripresa fino a surriscaldamento

source: %s%% Less Energy Consumption
it: %s%% Meno consumo di energia

source: Ionized Projectiles
it: Proiettili ionizzati

source: %s%% Chance of penetrating shields
it: %s%% Probabilità di penetrazione degli scudi

source: %s%% Damage
it: %s%% Danno

# weapon adjective
source: Ionized
it: Ionizzato

# weapon adjective
source: Rapid
it: Rapido

# weapon adjective
source: Long-Range
it: A lungo raggio

# weapon adjective
source: Bursting
it: Scoppio

# weapon adjective
source: Precise
it: Preciso

# weapon adjective
source: Fierce
it: Feroce

# weapon adjective
source: Efficient
it: Efficiente

# weapon adjective
source: Enduring
it: Duraturo

# weapon adjective
source: Economical
it: Economico

# weapon adjective
source: Battered
it: Malconcio

# weapon adjective
source: Decaying
it: In decadenza

# weapon adjective
source: Derelict
it: Derelitto

# weapon adjective
source: Regular
it: Regolare

# weapon adjective
source: Quality
it: Qualità

# weapon adjective
source: Reliable
it: Affidabile

# weapon adjective
source: Flawless
it: Impeccabile

# weapon adjective
source: Superior
it: In alto

# weapon adjective
source: Premium
it: Premio

# weapon adjective
source: Prime
it: Primo

# weapon adjective
source: S-Tier
it: Livello S

# weapon adjective
source: Master
it: Maestro

# weapon 'barrel' name part
source: Shotgun-
it: Fucile a pompa.

# weapon 'barrel' name part
source: Dual
it: Doppio

# weapon 'barrel' name part
source: Double
it: Doppio

# weapon 'barrel' name part
source: Triple
it: Triplo

# weapon damage type adjective
source: Nullifying
it: Annullamento

# weapon damage type adjective
source: Plasmatic
it: Plasmatico

# weapon damage type adjective
source: Frag-
it: Chiedere...

# weapon damage type adjective
source: Electric
it: Elettrico

# physical weapon damage type adjective
source: Grounded
it: A terra

# energy weapon damage type adjective
source: Energetic
it: Energetico

# energy weapon damage type adjective
source: Energy
it: Energia

# weapon 'coax' name part
source: Coax
it: Coassiale

# weapon 'coax' name part
source: Coaxial
it: Coassiale

# weapon name
source: Thumper
it: Paracolpi

# weapon name
source: Burster
it: Buratto

# weapon name
source: Shooter
it: Tiratore

# weapon name
source: Sprayer
it: Spruzzatore

# weapon name
source: Gatling
it: Pistola Gatling

# weapon name
source: Gatling Gun
it: Pistola Gatling

# weapon name
source: Point Defense Cannon
it: Cannone a difesa del punto

# weapon name
source: Igniter
it: Accenditore

# weapon name
source: Torcher
it: Torcia

# weapon name
source: Point Defense Laser
it: Laser per la difesa del punto

# weapon name
source: Purifying Mining Laser
it: Laser minerario purificante

# weapon name
source: Purifying Miner
it: Minatore purificatore

# weapon name
source: Purifying Digger
it: Scavatore purificatore

# weapon name
source: Purifying Unearther
it: Purificante Unearther

# weapon name
source: Purifying Prospector
it: Prospettore purificatore

# weapon name
source: Extractor
it: Estrattore

# weapon name
source: Purifying Salvaging Laser
it: Laser purificante di salvataggio

# weapon name
source: Purifying Salvager
it: Salvaguardia purificante

# weapon name
source: Purifying Reclaimer
it: Riciclatore purificatore

# weapon name
source: Purifying Extractor
it: Estrattore purificante

# weapon name
source: Purifying Retriever
it: Recuperatore purificante

# weapon name
source: R-Mining Laser
it: Laser R-Mining

# weapon name
source: R-Driller
it: R-trapano

# weapon name
source: R-Salvaging Laser
it: Laser R-Salvagente

# weapon name
source: R-Salvager
it: R-Salvatore

# weapon name
source: R-Disassembler
it: R-Smontaggio

# weapon name
source: R-Dismantler
it: R-Interruzioni

# weapon name
source: R-Deconstructor
it: R-Decostruttore

# weapon name
source: R-Demolisher
it: R-Demolitore

# weapon name
source: Plasma Gun
it: Pistola al plasma

# weapon name
source: Nova
it: Nuovo

# weapon name
source: Rocket Launcher
it: Lanciatore di razzi

# weapon name
source: Rocket Battery
it: Batteria a razzo

# weapon name
source: Rocket Phalanx
it: Falange di razzi

# weapon name
source: Missile Launcher
it: Lanciatore di missili

# weapon name
source: Missile Battery
it: Batteria di missili

# weapon name
source: Missile Phalanx
it: Falange di missili

# weapon name
source: Ruiner
it: Rovistatore

# weapon name
source: Mortar
it: Mortaio

# weapon name
source: Artillery Cannon
it: Cannone d'artiglieria

# weapon name
source: Destructor Cannon
it: Cannone distruttore

# weapon name
source: Railgun
it: Fucile a rotaia

# weapon name
source: Annihilator
it: Annientatore

# weapon name
source: Impaler
it: Impalatore

# weapon name
source: Repair Laser
it: Riparazione laser

# weapon name
source: Repairer
it: Riparatore

# weapon name
source: Restorer
it: Restauratore

# weapon name
source: Lightning Cannon
it: Cannone fulminante

# weapon name
source: Energizer
it: Energetizzatore

# weapon name
source: Thunder
it: Tuono

source: For Asgard!
it: Per Asgard!

# weapon name
source: Shocker
it: Scioccante

# weapon name
source: Electrifier
it: Elettrificatore

# weapon name
source: OverTesla
it: OltreTesla

source: UNLIMITED POWER!
it: POTERE ILLIMITATO!

# weapon name
source: Force Cannon
it: Cannone a forza

# weapon name
source: Manipulator
it: Manipolatore

# weapon name
source: Pulse Gun
it: Pistola a impulsi

# weapon name
source: Pulse Cannon
it: Cannone a impulsi

# weapon name
source: Meteor
it: Meteora

# weapon name
source: Intruder
it: Intruso

# weapon name
source: Anti-Fighter Cannon
it: Cannone anti-combattimento

source: ${hours} hours, ${minutes} minutes
it: ${ore} ore, ${minuti} minuti

source: ${minutes} minutes, ${seconds} seconds
it: ${minuti} minuti, ${secondi} secondi

source: ${seconds} seconds
it: ${secondi} secondi

source: ${hours} h ${minutes} min
it: ${ore} h ${minuti} min

source: ${minutes} min, ${seconds} s
it: ${minuti} min, ${secondi} s

source: ${minutes} min
it: ${minuti} min

source: ${seconds} s
it: ${secondi} s

source: We noticed that these pirates are gathering here and came here to help.
it: Abbiamo notato che questi pirati si stanno radunando qui e siamo venuti ad aiutarli.

source: We are always on the lookout for pirate activity. Let's make this galaxy a little safer!
it: Siamo sempre alla ricerca di attività piratesche. Rendiamo questa galassia un po' più sicura!

source: Greetings! We are on your side. We noticed pirate activity and came as fast as we could. Those pirate hideouts need to be cleaned up.
it: Saluti! Siamo dalla vostra parte. Abbiamo notato l'attività dei pirati e siamo venuti il più velocemente possibile. Quei covi di pirati devono essere ripuliti.

source: SECTOR CLEARED
it: SETTORE CHIUSO

# Weapon Name
source: Mining Laser
it: Laser da miniera

# Weapon Prefix
source: Mining
it: Miniere

# Weapon Name
source: Salvaging Laser
it: Laser di recupero

# Weapon Prefix
source: Salvaging
it: Recupero

# Weapon Name
source: R-Mining Laser
it: Laser R-Mining

# Weapon Name, the R- abbreviation refers to Raw Mining
source: R-Mining Laser
it: Laser R-Mining

# Weapon Name
source: R-Salvaging Laser
it: Laser R-Salvagente

# Weapon Name, the R- abbreviation refers to Raw Salvaging
source: R-Salvaging Laser
it: Laser R-Salvagente

# Weapon Name
source: Lightning Gun
it: Pistola fulminante

# Weapon Prefix
source: Lightning
it: Fulmine

# Weapon Name
source: Tesla Gun
it: Pistola Tesla

# Weapon Name
source: Point Defense Laser
it: Laser per la difesa del punto

# Weapon Prefix
source: Point Defense Laser
it: Laser per la difesa del punto

# Weapon Name
source: Repair Beam
it: Trave di riparazione

# Weapon Prefix
source: Repair
it: Riparazione

# Weapon Name
source: Railgun
it: Fucile a rotaia

# Weapon Prefix
source: Railgun
it: Fucile a rotaia

# Weapon Name
source: Force Gun
it: Pistola a forza

# Weapon Prefix
source: Force
it: Forza

# Weapon Name
source: Pulse Cannon
it: Cannone a impulsi

# Weapon Prefix
source: Pulse Cannon
it: Cannone a impulsi

# Weapon Name
source: Anti-Fighter Gun
it: Pistola anti-combattimento

# Weapon Prefix
source: Anti-Fighter
it: Anti-combattente

# Weapon Name
source: Point Defense Cannon
it: Cannone a difesa del punto

# Weapon Prefix
source: Point Defense Cannon
it: Cannone a difesa del punto

# Weapon Name
source: Plasma Gun
it: Pistola al plasma

# Weapon Name
source: Rocket Launcher
it: Lanciatore di razzi

# Weapon Prefix
source: Launcher
it: Lanciatore

# Weapon Type
source: Point Defense Cannon
it: Cannone a difesa del punto

# Weapon Type
source: Point Defense Laser
it: Laser per la difesa del punto

# Weapon Type
source: Mining Laser
it: Laser da miniera

# Weapon Type
source: Raw Mining Laser
it: Laser minerario grezzo

# Weapon Type
source: Salvaging Laser
it: Laser di recupero

# Weapon Type
source: Raw Salvaging Laser
it: Laser di recupero grezzo

# Weapon Type
source: Launcher
it: Lanciatore

# Weapon Type
source: Railgun
it: Fucile a rotaia

# Weapon Type
source: Repair
it: Riparazione

# Weapon Type
source: Lightning Gun
it: Pistola fulminante

# Weapon Type
source: Tesla Gun
it: Pistola Tesla

# Weapon Type
source: Force Gun
it: Pistola a forza

# Weapon Type
source: Pulse Cannon
it: Cannone a impulsi

# Weapon Type
source: Anti Fighter
it: Anti-combattente

# Mail Subject
source: Automated Greetings
it: Saluti automatici

# Mail Subject
source: Welcome to our Realm
it: Benvenuti nel nostro regno

# Mail Subject
source: Greetings, Stranger
it: Saluti, straniero

# Mail Subject
source: Rules and Regulations
it: Regole e regolamenti

# Mail Subject
source: All Hail!
it: Tutti insieme!

# Mail Subject
source: Welcome
it: Benvenuti

# Mail Subject
source: Pleasure to Meet You
it: Piacere di conoscervi

# Mail Subject
source: New Here?
it: Sei nuovo qui?

source: Greetings. Welcome to our Territory.
it: Saluti. Benvenuti nel nostro territorio.

source: Greetings. Admire our rich culture, with which our ancestors already achieved true greatness! Now that you are entering our domain for the first time, you can see for yourself and learn about our values.
it: Saluti. Ammirate la nostra ricca cultura, con la quale i nostri antenati hanno già raggiunto la vera grandezza! Ora che state entrando per la prima volta nel nostro dominio, potete vedere con i vostri occhi e conoscere i nostri valori.

source: Good day! Inside the vastness of the galaxy we are the shining beacon of freedom and independence! We welcome you to our sectors and hope that we can be an example of a liberal society for you.
it: Buona giornata! Nella vastità della galassia siamo il faro splendente della libertà e dell'indipendenza! Vi diamo il benvenuto nei nostri settori e speriamo di poter essere per voi un esempio di società liberale.

source: We salute you! United and strong, we defy all that stands in our way! Now that you are in our territory, you had better behave accordingly.
it: Vi salutiamo! Uniti e forti, sfidiamo tutto ciò che ci ostacola! Ora che siete nel nostro territorio, è meglio che vi comportiate di conseguenza.

source: We send blessed greetings! May the grace and enlightenment shine upon you. By entering our blessed realm, you too are now in a position to admire the work of enlightenment.
it: Vi mandiamo un saluto benedetto! Che la grazia e l'illuminazione risplendano su di voi. Entrando nel nostro regno benedetto, anche voi siete ora in grado di ammirare l'opera dell'illuminazione.

source: Welcome! We are known as an influential group in the galaxy and achieve the most profitable deals every day. By entering our domain, you accept our terms and conditions. We also ask you to abide by our policies.
it: Benvenuti! Siamo conosciuti come un gruppo influente nella galassia e realizziamo ogni giorno gli affari più redditizi. Entrando nel nostro dominio, accettate i nostri termini e condizioni. Vi chiediamo inoltre di rispettare le nostre politiche.

source: Greetings in the spirit of meeting and sharing. We are convinced that you can achieve the most by working together. Therefore, we welcome you to our sectors and look forward to a good cooperation.
it: Un saluto nello spirito dell'incontro e della condivisione. Siamo convinti che si possa ottenere il massimo lavorando insieme. Pertanto, vi diamo il benvenuto nei nostri settori e ci auguriamo una buona collaborazione.

source: Greetings on behalf of each and every one of us! Enlightened and as one, we spread what is best for the galaxy. Now that you are in our territory, you can get an idea of what a perfect galaxy would look like.
it: Un saluto a nome di tutti e di ciascuno di noi! Illuminati e uniti, diffondiamo ciò che è meglio per la galassia. Ora che siete nel nostro territorio, potete farvi un'idea di come sarebbe una galassia perfetta.

source: Our diplomats are ready to open negotiations at all times. War can never be the answer.
it: I nostri diplomatici sono pronti ad aprire negoziati in ogni momento. La guerra non può mai essere la risposta.

source: We are open to negotiations. But if these fail, we are ready to defend ourselves.
it: Siamo aperti ai negoziati. Ma se questi dovessero fallire, siamo pronti a difenderci.

source: War is simply the continuation of diplomacy by other means.
it: La guerra è semplicemente la continuazione della diplomazia con altri mezzi.

source: Diplomacy only slows down what can be done much faster with a strong military strike.
it: La diplomazia rallenta solo ciò che può essere fatto molto più velocemente con un forte attacco militare.

source: We are very careful. If you put yourself in danger, you have to get out of it yourself.
it: Siamo molto attenti. Se ci si mette in pericolo, bisogna uscirne da soli.

source: Our people don't believe in unnecessary risk. Especially when lives are at stake.
it: La nostra gente non crede nei rischi inutili. Soprattutto quando sono in gioco delle vite.

source: As long as there is a chance of success, we will face any challenge with courage!
it: Finché c'è una possibilità di successo, affronteremo ogni sfida con coraggio!

source: We face every danger and take up the fight whenever necessary.
it: Affrontiamo ogni pericolo e combattiamo ogni volta che è necessario.

source: Our people are modest. We have renounced too great material possessions and seek our welfare elsewhere.
it: Il nostro popolo è modesto. Abbiamo rinunciato a beni materiali troppo grandi e cerchiamo il nostro benessere altrove.

source: Money and goods are not too important to us. There are more pressing matters we want to focus on.
it: Il denaro e i beni non sono troppo importanti per noi. Ci sono questioni più urgenti su cui vogliamo concentrarci.

source: Buy and sell with us. We will find a reasonable price for everything. But don't think you can pull a fast one on us.
it: Comprate e vendete con noi. Troveremo un prezzo ragionevole per ogni cosa. Ma non pensate di poterci fregare in fretta.

source: We are very much looking forward to doing business with you. Everyone knows that capitalism and the market can solve all problems.
it: Non vediamo l'ora di fare affari con voi. Tutti sanno che il capitalismo e il mercato possono risolvere tutti i problemi.

source: We seize every opportunity that comes our way. That's the only way to make it in this galaxy.
it: Cogliamo ogni opportunità che ci si presenta. È l'unico modo per farcela in questa galassia.

source: It's important not to pass up any opportunities, even if it means breaking the rules sometimes.
it: È importante non lasciarsi sfuggire nessuna opportunità, anche se a volte significa infrangere le regole.
