Repository: GLWine/Avorion-ITA
Catalog: Avorion/data/localization/*.po
Languages: it

source: The 'Cavaliers' paid us to protect some casino from a bunch of bandits. It wasn't terribly exciting, but they paid well.
it: I 'Cavaliers' ci pagarono per proteggere un casinò da un gruppo di banditi. Non era molto eccitante, ma pagavano bene.

source: I made a bet with another captain that our ship was better suited for flying through asteroid fields. This is what I pulled from his wreck.
it: Ho scommesso con un altro capitano che la nostra nave era più adatta a volare attraverso i campi di asteroidi. Questo è ciò che ho estratto dal suo relitto.

source: We helped the 'Commune' free some workers in a mine. We would have kept out of that, but they did offer a huge reward.
it: Abbiamo aiutato la 'Comune' a liberare alcuni lavoratori di una miniera. Ci saremmo tenuti fuori, ma ci hanno offerto un'enorme ricompensa.

source: Seventeen containers! We had to hack seventeen containers before we finally found something valuable!
it: Diciassette container! Abbiamo dovuto violare diciassette container prima di trovare qualcosa di valore!

source: We took a shortcut and some pirates challenged us. Of course, we defeated them easily.
it: Abbiamo preso una scorciatoia e alcuni pirati ci hanno sfidato. Naturalmente li abbiamo sconfitti facilmente.

source: Somehow, some goods ended up in our cargo bay. Somebody at the trading post must have accidentally loaded them onto our ship instead of onto the one it was really meant for.
it: In qualche modo, alcune merci sono finite nella nostra stiva. Qualcuno al posto di commercio deve averli caricati per sbaglio sulla nostra nave invece che su quella a cui erano destinati.

source: We have been able to dust off a subsystem from the insolvency estate of a counterparty.
it: Siamo stati in grado di rispolverare un sottosistema dalla massa fallimentare di una controparte.

source: We helped a stranded mining vessel and helped them repair their engines. They were really grateful and let us have some of their mining turrets.
it: Abbiamo aiutato una nave mineraria bloccata e li abbiamo aiutati a riparare i loro motori. Ci hanno ringraziato molto e ci hanno lasciato alcune delle loro torrette minerarie.

source: We almost crashed into a wreck that was in hidden plain sight. At first we thought it might be stealth tech, but it just blended really well with the sector. We salvaged it anyways.
it: Ci siamo quasi schiantati contro un relitto che era nascosto in bella vista. All'inizio abbiamo pensato che si trattasse di tecnologia stealth, ma si confondeva benissimo con il settore. L'abbiamo recuperato comunque.

source: We found subsystems in a strange anomaly!
it: Abbiamo trovato dei sottosistemi in una strana anomalia!

source: We have completed the expedition.
it: Abbiamo completato la spedizione.

source: The ship is on an expedition. Time remaining: ${timeRemaining} (${completed} % done).
it: La nave è in spedizione. Tempo rimanente: ${timeRemaining} (${completed} % done).

source: Not enough cargo space!
it: Spazio di carico insufficiente!

source: There is nothing to explore in this area, we are too deep in faction territory! We should try starting an expedition in a mostly uninhabited area.
it: Non c'è nulla da esplorare in questa zona, siamo troppo in profondità nel territorio della fazione! Dovremmo provare ad avviare una spedizione in un'area per lo più disabitata.

source: Left-Click to select the expedition area
it: Fare clic con il tasto sinistro del mouse per selezionare l'area della spedizione.

source: Duration
it: Durata

source: There is nothing to explore in this area!
it: Non c'è nulla da esplorare in questa zona!

source: This is a very good area to have adventures. It seems like most of this is uncharted territory.
it: Questa è un'ottima zona per vivere avventure. Sembra che la maggior parte di questo sia un territorio inesplorato.

source: The area looks very exciting. I'm sure we'll be able to run into quite a lot of adventures.
it: La zona sembra molto eccitante. Sono sicuro che ci imbatteremo in molte avventure.

source: There is a lot to explore in this area. I hope that we will be able to have quite some adventures.
it: C'è molto da esplorare in questa zona. Spero che riusciremo a vivere delle belle avventure.

source: This area looks all right. I will definitely find some adventures here.
it: Questa zona sembra perfetta. Troverò sicuramente qualche avventura qui.

source: I will definitely find adventures in this area. There is enough uncharted territory here.
it: Troverò sicuramente delle avventure in questa zona. C'è abbastanza territorio inesplorato qui.

source: \c(dd5)This area seems not very well suited for exploring something new here. Maybe we should try a different area.\c()
it: \c(dd5)Quest'area non sembra molto adatta per esplorare qualcosa di nuovo. Forse dovremmo provare in un'altra zona.\c()

source: \c(dd5)According to initial calculations, the area is not ideal, it might be difficult to find something exciting here.\c()
it: \c(dd5)Secondo i primi calcoli, l'area non è ideale, potrebbe essere difficile trovare qualcosa di eccitante qui.\c()

source: \c(d93)This area is much too overrun. I will not find much here.\c()
it: \Questa zona è troppo invasa. Non troverò molto qui.

source: \c(d93)This is a super boring area. I will not find many exciting adventures here.\c()
it: \Questa è un'area super noiosa. Non troverò molte avventure eccitanti qui.

source: \c(d93)I will have virtually no adventures in this area. This area is much too populated.\c()
it: \c(d93)Non avrò praticamente nessuna avventura in questa zona. Quest'area è troppo popolata.

source: Expedition
it: Spedizione

source: Adventures:
it: Avventure:

source: Turrets, subsystems or turret blueprints
it: Torrette, sottosistemi o progetti di torrette

source: Per adventure:
it: Per avventura:

source: Cargobay usage
it: Utilizzo di Cargobay

source: Gave the captain of '%1%' a budget of %2% credits for maintenance.
it: Ha assegnato al capitano di '%1%' un budget di %2% crediti per la manutenzione.

source: Sadly we didn't have enough time to finish maintenance. Here are the remaining funds.
it: Purtroppo non abbiamo avuto abbastanza tempo per terminare la manutenzione. Ecco i fondi rimanenti.

source: %1% has finished maintenance and is awaiting your next orders in \s(%2%:%3%).
it: %1% ha terminato la manutenzione e attende i vostri prossimi ordini in \s(%2%:%3%).

source: We didn't spend all the money you gave us. Here are the remaining funds.
it: Non abbiamo speso tutti i soldi che ci avete dato. Ecco i fondi rimanenti.

source: The ship is doing maintenance. Time remaining: ${timeRemaining} (${completed} % done).
it: La nave sta facendo manutenzione. Tempo rimanente: ${timeRemaining} (${completed} % done).

# ship AI status
source: Maintenance
it: Manutenzione

source: Ship is currently under repair and cannot be recalled.
it: La nave è attualmente in riparazione e non può essere richiamata.

source: No maintenance to do.
it: Nessuna manutenzione da fare.

source: We're too far from the galaxy center to buy torpedoes!
it: Siamo troppo lontani dal centro della galassia per comprare siluri!

source: You don't have permission to pay with alliance funds!
it: Non avete il permesso di pagare con i fondi dell'alleanza!

source: Price (up to)
it: Prezzo (fino a)

source: \c(d93)Our hangar isn't big enough, we won't be able to obtain all fighters.\c()
it: \Il nostro hangar non è abbastanza grande, non saremo in grado di ottenere tutti i caccia.

source: \c(dd3)There aren't enough quarters for all the crew we're about to hire. The ship will be overpopulated when we're back.\c()
it: \c(dd3)Non ci sono abbastanza alloggi per tutto l'equipaggio che stiamo per assumere. La nave sarà sovrappopolata quando torneremo.\c()

source: No Crew Hiring
it: Nessuna assunzione di equipaggio

source: Required Crew
it: Equipaggio richiesto

source: Maximum Crew
it: Equipaggio massimo

source: Not enough quarters, the ship will be overpopulated.
it: Se non ci sono abbastanza alloggi, la nave sarà sovrappopolata.

source: Set all fighter purchases to full
it: Impostare tutti gli acquisti di caccia su full

source: Maintenance
it: Manutenzione

source: Maintenance Operation
it: Operazione di manutenzione

source: Maintenance will always repair the ship.
it: La manutenzione riparerà sempre la nave.

source: ¢${repairCost}
it: ¢${costo di riparazione}

source: ¢0 (Reconstruction Site nearby)
it: ¢0 (Sito di ricostruzione vicino)

source: No major repairs necessary.
it: Non sono necessarie grandi riparazioni.

source: Hire the basic crew required for the ship to function.
it: Assumere l'equipaggio di base necessario al funzionamento della nave.

source: Hire the maximum possible crew for the ship.
it: Assumere il massimo equipaggio possibile per la nave.

source: ${num} people will be hired
it: ${num} persone saranno assunte

source: Duration: +${duration} min
it: Durata: +${durata} min

source: No more crew necessary.
it: Non è necessario un altro equipaggio.

source: Fill ${percentage}% of free torpedo storage
it: Riempire ${percentuale}% del magazzino siluri libero

source: +${amount} Torpedoes in Storage
it: +${importo} Siluri in deposito

source: +${amountInLaunchers} Torpedoes in Launcher Shafts
it: +${amountInLaunchers} Siluri negli alberi dei lanciatori

source: ${percentage}%
it: ${percentuale}%

source: +${amount} Fighters
it: +${importo} Combattenti

source: +${amount}
it: +${importo}

source: Hangar capacity full ${utilization}/${capacity}
it: Capacità dell'hangar piena ${utilizzo}/${capacità}

source: Commander, here's one installment of our yield!
it: Comandante, ecco una puntata della nostra resa!

source: Commander, here's one shipment of our yield!
it: Comandante, ecco una spedizione della nostra resa!

source: Commander, unfortunately we could not complete the operation. Here is what we have mined so far!
it: Comandante, purtroppo non siamo riusciti a completare l'operazione. Ecco cosa abbiamo estratto finora!

source: Mission completed, Commander, here is the final yield.
it: Missione completata, comandante, ecco la resa finale.

source: Commander, this is the last shipment!
it: Comandante, questa è l'ultima spedizione!

source: %1% has finished mining and is awaiting your next orders in \s(%2%:%3%).
it: %1% ha terminato l'estrazione e attende i vostri prossimi ordini in \s(%2%:%3%).

source: Commander, there's an asteroid field in this sector. Regards, Captain ${name}
it: Comandante, c'è un campo di asteroidi in questo settore. Distinti saluti, capitano ${nome}

source: Commander, we discovered an asteroid field here. Regards, Captain ${name}
it: Comandante, abbiamo scoperto un campo di asteroidi qui. Distinti saluti, Capitano ${nome}

source: Asteroid field here. Regards, Captain ${name}
it: Campo di asteroidi qui. Saluti, Capitano ${nome}

source: This sector contains an asteroid field. Regards, Captain ${name}
it: Questo settore contiene un campo di asteroidi. Saluti, Capitano ${nome}

source: Ship is mining resources. Time remaining: ${timeRemaining} (${completed} % done).
it: La nave sta estraendo risorse. Tempo rimanente: ${timeRemaining} (${completed} % done).

source: No start positions for fighters!
it: Nessuna posizione di partenza per i combattenti!

source: Not enough squad control subsystems for fighters!
it: Non ci sono abbastanza sottosistemi di controllo della squadra per i caccia!

source: Not enough pilots for all fighters!
it: Non ci sono abbastanza piloti per tutti i caccia!

source: The ship has no mining equipment!
it: La nave non ha attrezzature minerarie!

source: There are no sectors that we can mine in!
it: Non ci sono settori in cui possiamo estrarre!

source: Not enough turret slots for all turrets!
it: Non ci sono abbastanza slot per tutte le torrette!

source: Immediate Delivery
it: Consegna immediata

source: There's so much ore or scrap metal on board that refining it would take more time than the entire mining operation!
it: C'è così tanto minerale o rottame a bordo che la sua raffinazione richiederebbe più tempo dell'intera operazione mineraria!

source: There are no sectors that we can mine in this area!
it: Non ci sono settori che possiamo estrarre in quest'area!

source: There isn't enough space in our cargo bay for more ores!
it: Non c'è abbastanza spazio nella nostra stiva per altri minerali!

source: This mining operation won't yield any resources!
it: Questa operazione mineraria non produrrà alcuna risorsa!

source: We can't mine in this area!
it: Non possiamo estrarre in quest'area!

source: The area is very rich in asteroids. We will be able to collect a lot of resources here.
it: L'area è molto ricca di asteroidi. Qui potremo raccogliere molte risorse.

source: The area is rich in asteroids. We will be able to collect quite some resources here.
it: L'area è ricca di asteroidi. Qui potremo raccogliere un bel po' di risorse.

source: \c(dd5)The area doesn't contain many asteroid fields. We might not be able to collect many resources here.\c()
it: \L'area non contiene molti campi di asteroidi. Potremmo non essere in grado di raccogliere molte risorse qui.\c()

source: \c(dd5)We won't be able to find many resources here, but the area seems quite safe. We'll see what we can do.\c()
it: \Non troveremo molte risorse qui, ma la zona sembra abbastanza sicura. Vedremo cosa possiamo fare.

source: \c(dd5)We will not make a single hyperspace jump into pirate territory. We will be safer that way, but less productive. We will see what we can find.\c()
it: \Non faremo un solo salto nell'iperspazio in territorio pirata. Saremo più sicuri in questo modo, ma meno produttivi. Vedremo cosa riusciremo a trovare.\c()

source: There is no pirate activity that we can detect.
it: Non c'è alcuna attività piratesca che possiamo rilevare.

source: You won't be able to reach us while we are out mining. If you had all my knowledge about hidden asteroid fields, you wouldn't need me anymore.
it: Non sarete in grado di raggiungerci mentre siamo in miniera. Se aveste tutte le mie conoscenze sui campi di asteroidi nascosti, non avreste più bisogno di me.

source: \c(d93)We won't be able to use our fighters, since we have no start positions!\c()
it: \c(d93)Non saremo in grado di usare i nostri caccia, dato che non abbiamo posizioni di partenza!\c()

source: \c(d93)We won't be able to use our fighters, since we don't have enough squad control subsystems!\c()
it: \Non potremo usare i nostri caccia, perché non abbiamo abbastanza sottosistemi di controllo della squadra!

source: \c(d93)We won't be able to use all fighters, since we don't have enough pilots!\c()
it: \Non potremo usare tutti i caccia, perché non abbiamo abbastanza piloti!

source: Expect a shipment every 15 minutes.
it: Aspettatevi una spedizione ogni 15 minuti.

source: We will send you a shipment every 15 minutes.
it: Vi invieremo una spedizione ogni 15 minuti.

source: Expect a shipment every 30 minutes.
it: Aspettatevi una spedizione ogni 30 minuti.

source: We will send you a shipment every 30 minutes.
it: Vi invieremo una spedizione ogni 30 minuti.

source: Mine
it: La mia

source: Mining Operation
it: Operazione mineraria

source: The captain avoids dangerous sectors, such as those with pirate activity. However, these contain more resources.
it: Il capitano evita i settori pericolosi, come quelli con attività piratesche. Tuttavia, questi contengono più risorse.

source: Send deliveries directly to your account.
it: Inviate le consegne direttamente sul vostro conto.

source: Delivery Interval:
it: Intervallo di consegna:

source: Additional bonus from Mining Subsystem. Mining Subsystems help most when used in areas with few resources.
it: Bonus aggiuntivo del Sottosistema minerario. I sottosistemi minerari sono più utili se utilizzati in aree con poche risorse.

source: Damage Efficiency:
it: Efficienza del danno:

source: Simultaneous Mining:
it: Estrazione simultanea:

source: Simultaneous Mining: The ship is able to mine several asteroids at the same time using mining fighters.
it: Estrazione simultanea: La nave è in grado di estrarre diversi asteroidi contemporaneamente utilizzando i caccia minerari.

source: Damage Efficiency: More fire power, more asteroids! But this doesn't scale up endlessly. Any ship will eventually reach the point where flying and navigating takes longer than mining.
it: Efficienza dei danni: Più potenza di fuoco, più asteroidi! Ma questo non aumenta all'infinito. Qualsiasi nave finirà per raggiungere il punto in cui volare e navigare richiederà più tempo dell'estrazione mineraria.

source: No Man's Space yields the most resources per sector while Central Faction Areas yield the least.
it: Lo Spazio di Nessuno produce il maggior numero di risorse per settore, mentre le Aree della Fazione Centrale ne producono di meno.

source: - No Man's Space: +${value}%
it: - Spazio di Nessuno: +${value}%

source: - Outer Faction Area: +${value}%
it: - Area esterna della fazione: +${value}%

source: - Central Faction Area: +${value}%
it: - Area centrale della fazione: +${valore}%

source: - Discovered Asteroid Fields: +${value}%
it: - Campi di asteroidi scoperti: +${value}%

source: - Mining Subsystem: +${value}%
it: - Sottosistema minerario: +${value}%

source: Yields in this area:
it: Rendimenti in quest'area:

source: The ship doesn't have any free cargo space.
it: La nave non ha spazio libero per il carico.

source: Cargo Space: The ship has to waste ${percent}% of its time flying to refineries.
it: Spazio di carico: La nave deve sprecare il ${percent}% del suo tempo per raggiungere le raffinerie.

source: Gave the captain of '%1%' a budget of %2% credits to procure goods.
it: Ha dato al capitano del '%1%' un budget di %2% crediti per l'acquisto di beni.

source: Procuring
it: Approvvigionamento

source: We haven't managed to acquire any goods yet. Here's your down payment back.
it: Non siamo ancora riusciti ad acquistare alcuna merce. Ecco il tuo acconto.

source: We have finished acquiring goods. The goods are in our cargo bay. We are sending you what is left of our budget.
it: Abbiamo finito di acquistare le merci. Le merci sono nella nostra stiva. Vi inviamo ciò che resta del nostro budget.

source: We had begun to acquire goods. The goods we managed to buy before you called us back are in our cargo bay. We are sending you what is left of our budget.
it: Avevamo iniziato ad acquistare beni. I beni che siamo riusciti a comprare prima che ci richiamaste sono nella nostra stiva. Vi stiamo inviando ciò che resta del nostro budget.

source: %1% has finished procuring goods and is awaiting your next orders in \s(%2%:%3%).
it: %1% ha terminato l'approvvigionamento della merce e attende i vostri prossimi ordini a \s(%2%:%3%).

source: The ship is procuring goods. Time remaining: ${timeRemaining} (${completed} % done).
it: La nave si sta approvvigionando di merci. Tempo rimanente: ${timeRemaining} (${completed} % done).

source: No amount to procure selected!
it: Nessuna somma per procurarsi il materiale selezionato!

source: No good selected!
it: Non è stato selezionato nulla di buono!

source: Left-Click to select the area to procure in
it: Fare clic con il tasto sinistro del mouse per selezionare l'area da approvvigionare.

source: Good to procure
it: Buono da procurare

source: Amount of good
it: Quantità di bene

source: Estimated Total Price
it: Prezzo totale stimato

source: Discount Chance
it: Sconto Chance

source: Required Cargo Space
it: Spazio di carico richiesto

source: No supply for the good in this area. It can only be bought at a very high price.
it: Non c'è offerta per il bene in questa zona. Può essere acquistato solo a un prezzo molto alto.

source: We don't have enough cargo space to buy goods.
it: Non abbiamo abbastanza spazio di carico per acquistare merci.

source: I should be able to procure the goods for a very low price here.
it: Qui dovrei essere in grado di procurarmi la merce a un prezzo molto basso.

source: This area seems very promising. I will be able to buy cheap goods here.
it: Questa zona sembra molto promettente. Qui potrò acquistare beni a buon mercato.

source: The area has a lot of supply. I will be able to buy goods at very good prices.
it: La zona è molto fornita. Potrò acquistare prodotti a prezzi molto buoni.

source: The supply here could be better, but I will be able to buy goods at reasonable prices.
it: L'offerta qui potrebbe essere migliore, ma potrò acquistare beni a prezzi ragionevoli.

source: This area looks alright. There are some traders, I think I can get reasonable prices here.
it: Questa zona sembra a posto. Ci sono alcuni commercianti, penso di poter ottenere prezzi ragionevoli qui.

source: There are some good merchants in this area, we should be able to get some good deals.
it: Ci sono alcuni buoni commercianti in questa zona, dovremmo essere in grado di fare buoni affari.

source: \c(dd5)This is not a good area for buying goods. Perhaps we should try another area where the goods will be less expensive.\c()
it: \c(dd5)Questa non è una buona zona per l'acquisto di merci. Forse dovremmo provare in un'altra zona dove la merce sarà meno costosa.\c()

source: \c(dd5)According to initial calculations, this area is not ideal, it will be expensive to buy goods here.\c()
it: \c(dd5)Secondo i primi calcoli, quest'area non è ideale, sarà costoso acquistare merci qui.\c()

source: \c(d93)This area is not suitable for purchasing goods. We can do the job, but the prices will be very high.\c()
it: \Questa zona non è adatta all'acquisto di merci. Possiamo fare il lavoro, ma i prezzi saranno molto alti.\c()

source: \c(d93)I can try to buy goods here, but I don't think we can expect good prices in this area.\c()
it: \c(d93)Posso provare a comprare della merce qui, ma non credo che ci si possa aspettare dei buoni prezzi in questa zona.\c()

source: \c(d93)In this area it may be difficult to buy goods for a reasonable price. We should try another area.\c()
it: \c(d93)In questa zona potrebbe essere difficile acquistare prodotti a un prezzo ragionevole. Dovremmo provare in un'altra zona.\c()

source: There are no stations in this area that we can trade with.
it: Non ci sono stazioni in quest'area con cui possiamo commerciare.

source: Procure
it: Ricerca

source: Procurement Contract
it: Contratto di appalto

source: Goods:
it: Merci:

source: Procure goods illegally. Goods will be flagged as 'stolen'. Captain will be able to... 'buy' them for only 50% of the usual price.
it: Procurare merci illegalmente. Le merci saranno segnalate come "rubate". Il capitano potrà... comprarli per il 50% del prezzo normale.

source: Amount:
it: Importo:

source: Estimated Price:
it: Prezzo stimato:

source: Estimation of how much the captain will have to spend on the good.
it: Stima di quanto il capitano dovrà spendere per il bene.

source: Percentage of how much the price diverges from the regular price of the good.
it: Percentuale di quanto il prezzo si discosta dal prezzo normale del bene.

source: Credits you need to give to the captain in advance. They will return everything they don't spend.
it: I crediti devono essere consegnati al capitano in anticipo. Restituiranno tutto ciò che non viene speso.

source: Chance that the captain will find a discount.
it: Possibilità che il capitano trovi uno sconto.

source: : Goods not usually available in this area. Captain will only be able to procure them for double the usual price.
it: : Merce solitamente non disponibile in questa zona. Il capitano potrà procurarseli solo al doppio del prezzo abituale.

source: (stolen)
it: (rubato)
