Repository: GLWine/Avorion-ITA
Catalog: Avorion/data/localization/*.po
Languages: it

source: It is very much in the middle of nowhere. No honest trader would keep their containers somewhere in empty space. It must have been stolen by pirates and then placed there.
it: Si trova in mezzo al nulla. Nessun commerciante onesto terrebbe i propri container da qualche parte nello spazio vuoto. Devono essere stati rubati dai pirati e poi messi lì.

source: Okay, I'll try to find it.
it: Ok, cercherò di trovarlo.

source: Our scouts will send you the location.
it: I nostri esploratori vi invieranno la posizione.

source: Any unauthorized access will result in an alarm and your termination.
it: Qualsiasi accesso non autorizzato comporterà un allarme e l'interruzione dell'attività.

# This must match with 'Secured Container' from crackcontainers.lua
source: Secured Container
it: Contenitore protetto

source: Inspect
it: Ispezionare

source: Leave
it: Lasciare

source: Authorization successful, ejecting contents.
it: Autorizzazione riuscita, espulsione del contenuto.

source: Unauthorized access detected, destroying most valuable contents.
it: L'accesso non autorizzato è stato rilevato, distruggendo i contenuti più preziosi.

source: Empty
it: Vuoto

source: Container is empty.
it: Il contenitore è vuoto.

source: Security Level
it: Livello di sicurezza

source: Tech Level
it: Livello tecnico

source: Minor hacking attempt detected. Security protocols are stable.
it: Rilevato un piccolo tentativo di hacking. I protocolli di sicurezza sono stabili.

source: "Go away thief!"
it: "Vattene ladro!"

source: Nothing is happening.
it: Non sta accadendo nulla.

source: This container has top-notch security protocols. It probably contains some valuable contents. Normal access is impossible, but maybe it can be hacked with the right subsystems?
it: Questo contenitore è dotato di protocolli di sicurezza di prim'ordine. Probabilmente contiene contenuti di valore. L'accesso normale è impossibile, ma forse può essere violato con i giusti sottosistemi?

source: Unauthorized access detected, emergency signal has been sent out.
it: Rilevato un accesso non autorizzato, è stato inviato un segnale di emergenza.

source: Commander, we received an emergency call from an unknown source in \s(%1%:%2%).
it: Comandante, abbiamo ricevuto una chiamata d'emergenza da una fonte sconosciuta a \s(%1%:%2%).

source: Unknown Source
it: Fonte sconosciuta

source: You received an emergency call from an unknown source in \s(%1%:%2%).
it: È stata ricevuta una chiamata di emergenza da una fonte sconosciuta a \s(%1%:%2%).

source: Wait, are you the owner of this unit?
it: Aspetti, è lei il proprietario di questa unità?

source: Unknown cause for movement detected.
it: Rilevata una causa sconosciuta per il movimento.

source: Uh ... is this legal?
it: E' legale?

source: Wait, this isn't supposed to happen. I think? Unit is confused.
it: Aspetta, questo non dovrebbe accadere. Credo che... L'unità è confusa.

source: Are you abducting this container?
it: State rapendo questo container?

source: If you're not the owner: This unit commands you to undock it immediately!
it: Se non siete il proprietario: questa unità vi ordina di sganciarla immediatamente!

source: This unit has mixed feelings about being abducted.
it: Questa unità ha sentimenti contrastanti riguardo al rapimento.

source: This unit has a bad feeling about this.
it: Questa unità ha un brutto presentimento.

source: Not again...
it: Non di nuovo...

source: Black Market
it: Mercato nero

source: Upgrades
it: Aggiornamenti

source: Interested in ... special goods?
it: Siete interessati a... prodotti speciali?

source: Shh, this is a secret!
it: Shh, questo è un segreto!

source: No, we don't trade with just anyone!
it: No, non facciamo scambi con chiunque!

source: How come so many people know about us?
it: Come mai così tante persone sanno di noi?

source: We've got everything you might ever want to buy!
it: Abbiamo tutto ciò che potreste desiderare di acquistare!

source: Need some ... tools? For ... legal endeavors?
it: Avete bisogno di... strumenti? Per ... attività legali?

source: You must be docked to the station to trade.
it: Per commerciare è necessario essere attraccati alla stazione.

source: You must be closer to the ship to trade.
it: Per commerciare è necessario essere più vicini alla nave.

source: You don't have any %s on your ship.
it: Non c'è nessun % sulla tua nave.

source: You can't sell %s here.
it: Non è possibile vendere %s qui.

source: \s(%1%:%2%) %3% sold %4% %5% to some shady figure for %6% Credits.
it: \%1%:%2%) %3% ha venduto %4% %5% a qualche losco figuro per %6% Crediti.

source: Buy Goods
it: Acquisto di beni

source: Sell Goods
it: Vendere merci

source: You
it: Tu

source: Equipment Ship
it: Attrezzatura Nave

source: Trade Equipment
it: Attrezzature commerciali

source: Resource Depot Ship
it: Nave deposito risorse

source: Turret Merchant Ship
it: Nave mercantile con torretta

source: Crack Containers
it: Contenitori per crack

source: Too high security to open normally. There is a high chance that some valuable contents may be destroyed.
it: Sicurezza troppo elevata per essere aperta normalmente. C'è un'alta probabilità che alcuni contenuti di valore vengano distrutti.

# context is opening a container forcefully by hacking
source: Open All
it: Aprire tutti

# context is opening a container forcefully by hacking
source: Open
it: Aperto

source: Containers: ${amount}
it: Contenitori: ${amount}

source: \c(ddd)"We do \c(3dd)Secured Containers\c(ddd) only! Don't want any moldy food or boring personal stuff!"
it: \Solo contenitori protetti! Non vogliamo cibo ammuffito o cose personali noiose!".

# This must match with 'Secured Container' from hackablecontainer.lua
source: No 'Secured Container' docked.
it: Nessun "contenitore protetto" attraccato.

source: Security: ${level}
it: Sicurezza: ${livello}

source: ¢${price}
it: ¢${prezzo}

# context is opening a container forcefully by hacking
source: Force Open
it: Forza aperta

# context is opening a container forcefully by hacking
source: Opening...
it: Apertura...

source: You must be docked to the station.
it: Dovete essere agganciati alla stazione.

source: You must be closer to the ship.
it: Dovete essere più vicini alla nave.

source: Paid ¢%1% to unlock a container.
it: Pagato ¢1% per sbloccare un contenitore.

source: Detection of your cargo is scrambled.
it: Il rilevamento del vostro carico è stato stravolto.

source: You bribed the inspecting ship.
it: Avete corrotto la nave di ispezione.

source: This really was a good spot for piracy. So much traffic here!
it: Questo era davvero un buon posto per la pirateria. C'è così tanto traffico qui!

source: This ship looks like it has valuable cargo! Get them!
it: Sembra che questa nave abbia un carico prezioso! Prendeteli!

source: Hey, stop that! We don't allow hacking containers around here!
it: Ehi, smettetela! Non sono ammessi contenitori per l'hacking da queste parti!

source: We told you to stop! If you don't comply we will open fire!
it: Vi abbiamo detto di fermarvi! Se non lo fate apriremo il fuoco!

source: Last warning! We will open fire!
it: Ultimo avviso! Apriremo il fuoco!

source: We warned you. Now you will face the consequences. Destroy that ship!
it: Vi avevamo avvertito. Ora ne affronterete le conseguenze. Distruggete quella nave!

source: There's the thief! Let's blow them up!
it: Ecco il ladro! Facciamoli saltare in aria!

source: So, you see, this is the container I meant... Hey who is that?! Destroy them!
it: Quindi, vedi, questo è il contenitore che intendevo... Ehi, chi è quello? Distruggeteli!

source: This is our container! Get lost or die!
it: Questo è il nostro container! Sparisci o muori!

source: This container is under our protection! Touching it means you die now!
it: Questo contenitore è sotto la nostra protezione! Toccarlo significa morire subito!

source: These false alarms are really annoying ... Oh damn! You're going to die!
it: Questi falsi allarmi sono davvero fastidiosi... Oh, dannazione! Stai per morire!

source: We were ordered by the boss to protect his stuff! Which means, blowing up thieves like you!
it: Il capo ci ha ordinato di proteggere la sua roba! Il che significa far saltare in aria i ladri come te!

source: A convoy is gathering in \s(%1%:%2%).
it: Un convoglio si sta radunando a \s(%1%:%2%).

source: Convoy moving to \s(%1%:%2%).
it: Convoglio in movimento verso \s(%1%:%2%).

source: Initiate jump sequence. The next rendezvous point will be sector \\s(%1%:%2%).
it: Iniziare la sequenza di salto. Il prossimo punto di incontro sarà il settore \code(%1%:%2%).

source: Initiate jump sequence. Rendezvous in sector \\s(%1%:%2%).
it: Iniziare sequenza di salto. Rendez-vous nel settore ´(%1%:%2%).

source: Initiate jump sequence. The next location will be sector \\s(%1%:%2%).
it: Iniziare la sequenza di salto. La posizione successiva sarà il settore \code(%1%:%2%).

source: Next jump will be in 60 seconds. The next location will be sector \\s(%1%:%2%).
it: Il prossimo salto avverrà tra 60 secondi. La prossima posizione sarà il settore \code(%1%:%2%).

source: Next jump in 2 minutes.
it: Prossimo salto tra 2 minuti.

source: 5 minutes until next jump.
it: 5 minuti al prossimo salto.

source: 10 minutes until next jump.
it: 10 minuti al prossimo salto.

source: It's been a good journey. We hope to see see you all soon again. Safe flights.
it: È stato un bel viaggio. Speriamo di rivedervi presto. Voli sicuri.

source: Convoy will disband in 60 seconds. It's everyone on their own then.
it: Il convoglio si scioglierà tra 60 secondi. A quel punto, ognuno è da solo.

source: Convoy will disband in 2 minutes.
it: Il convoglio si scioglierà tra 2 minuti.

source: 5 minutes until convoy will be disbanded.
it: 5 minuti prima che il convoglio venga sciolto.

source: 10 minutes until convoy will be disbanded.
it: 10 minuti prima che il convoglio venga sciolto.

source: 20 minutes until convoy will be disbanded.
it: 20 minuti prima che il convoglio venga sciolto.

source: A mysterious package.
it: Un pacco misterioso.

source: It looks like there is info about the owner just written on it.
it: Sembra che ci siano informazioni sul proprietario scritte sopra.

# window title
source: Improved Standings
it: Classifica migliorata

source: Thanks to your good standings with the \c(0ff)Family\c() you get improved prices for \c(0ff)goods\c().
it: Grazie ai vostri buoni rapporti con la \c(0ff)Famiglia\c() otterrete prezzi migliori per le \c(0ff)merci\c().

source: Thanks to your good standings with the \c(0ff)Commune\c() you get improved prices for \c(0ff)subsystems\c() and \c(0ff)equipment\c().
it: Grazie ai vostri buoni rapporti con il \c(0ff)Commune\c() otterrete prezzi migliori per i \c(0ff)sottosistemi\c() e le \c(0ff)attrezzature\c().

source: Thanks to your good standings with the \c(0ff)Cavaliers\c() you get improved prices for \c(0ff)turrets\c().
it: Grazie alla vostra buona posizione in classifica con i \c(0ff)Cavaliers\c() otterrete prezzi migliori per le \c(0ff)torrette\c().

source: A sealed package that you were told not to open.
it: Un pacchetto sigillato che vi è stato detto di non aprire.

source: The Family
it: La famiglia

source: traditional
it: tradizionale

source: revolutionary
it: rivoluzionario

source: authoritarian
it: autoritario

source: tolerant
it: tollerante

source: violent
it: violento

source: gentle
it: dolce

source: conservative
it: conservativo

source: progressive
it: progressivo

source: shady
it: ombroso

source: reputable
it: rispettabile

source: The Commune
it: Il Comune

source: The Cavaliers
it: I Cavalieri

source: We don't do business with alliances. Too many eyes and ears that can't be trusted.
it: Non facciamo affari con le alleanze. Troppi occhi e orecchie di cui non ci si può fidare.

source: Sealed Package (Illegal)
it: Pacco Sigillato (Illegale)

source: The Trade League
it: La Lega del Commercio

source: Cavaliers Soldier
it: Soldato Cavaliers

source: Grand Master of the Order
it: Gran Maestro dell'Ordine

source: Commune Comrade
it: Compagno comune

source: Family Associate
it: Famiglia associata

source: Weapon Delivery
it: Consegna delle armi

source: Deliver weapons to the Cavaliers.
it: Consegnare armi ai Cavaliers.

source: Read the mail from the Cavaliers
it: Leggi la posta dei Cavaliers

source: Go to sector (${x}:${y})
it: Vai al settore (${x}:${y})

source: Talk to the weapon builder in the habitat
it: Parlare con il costruttore di armi nell'habitat

source: Go to sector (${x}:${y}) and steal the pirates' Quantum Coils
it: Andate nel settore (${x}:${y}) e rubate le bobine quantiche dei pirati.

source: Open the pirates' stash
it: Aprire il nascondiglio dei pirati

source: Return to the weapon builder in sector (${x}:${y})
it: Ritorno al costruttore di armi nel settore (${x}:${y})

source: Deliver the package to sector (${x}:${y})
it: Consegnare il pacchetto al settore (${x}:${y})

source: Return to sector (${x}:${y}) and pick up more weapons
it: Tornare al settore (${x}:${y}) e raccogliere altre armi

source: The Cavaliers are looking for someone to do a job for them! Izzy ------ Forwarded Message ------ Original sender: General Stahl @TheCavaliers Hello squire! We require your aid in bringing order to the galaxy! The only way to do this is to suppress all illegal and dangerous activity. To begin cleansing the galaxy, we need somebody to pick up a delivery of weapons. The Family suspects us of utilizing a certain weapon builder, and they won’t let any of our ships near him. You have to go to sector (%1%:%2%) and pick up the weapons for us. He will tell you where to deliver them. Long live the Emperor! General Adriana Stahl
it: I Cavaliers cercano qualcuno che faccia un lavoro per loro! Izzy ------ Messaggio inoltrato ------ Mittente originale: General Stahl @TheCavaliers Ciao scudiero! Abbiamo bisogno del tuo aiuto per riportare l'ordine nella galassia! L'unico modo per farlo è sopprimere tutte le attività illegali e pericolose. Per iniziare a ripulire la galassia, abbiamo bisogno di qualcuno che ritiri una consegna di armi. La Famiglia sospetta che utilizziamo un certo costruttore di armi e non permette a nessuna delle nostre navi di avvicinarsi a lui. Dovete andare nel settore (%1%:%2%) e prendere le armi per noi. Vi dirà dove consegnarle. Lunga vita all'Imperatore! Generale Adriana Stahl

# Mail Subject
source: Fwd: Weapon Delivery
it: Fwd: Consegna delle armi

source: [Pick Up Weapons]
it: [Raccogliere le armi]

source: Found %1% Credits in a stash.
it: Trovato %1% di crediti in una scorta.

source: [Deliver Quantum Coils]
it: [Consegnare le bobine quantiche]

source: [Hail]
it: [Grandine]

source: [Pick Up More Weapons]
it: [Raccogliere altre armi]

source: Adriana Stahl's Ship
it: La nave di Adriana Stahl

source: A crate of Quantum Coils used to manufacture heavy weaponry.
it: Una cassa di bobine quantiche utilizzate per produrre armi pesanti.

source: A bundle of weapons necessary for the Cavaliers.
it: Un pacchetto di armi necessarie per i Cavaliers.

source: You want the weapons for the Cavaliers? I’m sorry, but they are not quite ready yet.
it: Volete le armi per i Cavaliers? Mi dispiace, ma non sono ancora pronte.

source: Weapon Builder Rogjovd
it: Costruttore di armi Rogjovd

source: Should I wait?
it: Devo aspettare?

source: Just waiting won’t help. I wasn’t able to procure the parts I need to make them. I can’t keep on building until I have them.
it: Aspettare non serve a nulla. Non sono riuscito a procurarmi le parti necessarie per realizzarle. Non posso continuare a costruire finché non li avrò.

source: How can I help?
it: Come posso aiutarvi?

source: We have to hurry, if the Family finds out I’m manufacturing for the Cavaliers, I’m toast. But luckily, I know where to get the Quantum Coils that I'll need.
it: Dobbiamo sbrigarci, se la famiglia scopre che sto producendo per i Cavaliers, sono fritto. Ma per fortuna so dove trovare le bobine quantiche che mi serviranno.

source: Where is that?
it: Dove si trova?

source: Some pirate trash stole a delivery of Quantum Coils that was meant for me. They have their stash in sector (${x}:${y}). You seem capable. I need you to go there and get me my Quantum Coils back.
it: Alcuni pirati hanno rubato una consegna di Quantum Coils che era destinata a me. Hanno la loro scorta nel settore (${x}:${y}). Lei sembra capace. Ho bisogno che tu vada lì e mi riporti le bobine quantiche.

source: Of course!
it: Naturalmente!

source: You definitely came to the wrong neck of the galaxy, honey.
it: Sei decisamente capitata nella parte sbagliata della galassia, tesoro.

source: Is that so?
it: È così?

source: You see, we have important things lying around here that we want nobody to see.
it: Vedete, abbiamo cose importanti in giro che non vogliamo che nessuno veda.

source: Those things are why I'm here.
it: Queste cose sono il motivo per cui sono qui.

source: Oh, you think you can steal from us? It's time to teach you a little lesson, then.
it: Oh, pensi di poterci derubare? È ora di darti una piccola lezione, allora.

source: You have the Quantum Coils! I’ll just install them and then you can be on your way with the weapons.
it: Avete le bobine Quantum! Le installerò e poi potrete partire con le armi.

source: Where do I take them?
it: Dove li porto?

source: Before the Family began to threaten me, I used to meet the contact of the Cavaliers in sector (${x}:${y}).
it: Prima che la Famiglia iniziasse a minacciarmi, incontravo il contatto dei Cavaliers nel settore (${x}:${y}).

source: Do you think I'm coming out to you? Come to the dock!
it: Pensi che mi stia dichiarando a te? Vieni al molo!

source: Come back once you have the Quantum Coils!
it: Tornate quando avrete le Quantum Coils!

source: You must be docked to the station to deliver the goods.
it: Per consegnare la merce è necessario essere attraccati alla stazione.

source: Hello squire! You brought me the weapons, good job. I do have one question, though.
it: Ciao scudiero! Mi hai portato le armi, buon lavoro. Ho una domanda, però.

source: What question?
it: Quale domanda?

source: Who are you and why do you have our weapons?
it: Chi siete e perché avete le nostre armi?

source: I'm working for Izzy.
it: Sto lavorando per Izzy.

source: Oh Izzy. That woman is fickle. I hope you're more trustworthy than she is.
it: Oh Izzy. Quella donna è volubile. Spero che tu sia più affidabile di lei.

source: I think so.
it: Penso di sì.

source: Well, I've been looking to replace Izzy for some time now. Would you be interested in taking more jobs from us?
it: È da un po' di tempo che cerco di sostituire Izzy. Saresti interessato a prendere altri lavori da noi?

source: That's nice. I'll be in touch. For now, take this reward.
it: È bello. Mi terrò in contatto. Per ora, prendete questa ricompensa.

source: Hello squire! Why don't you have the weapons?
it: Salve scudiero! Perché non avete le armi?

source: I lost them.
it: Li ho persi.

source: You're incompetent. Go back to the weapon builder and get those weapons!
it: Sei un incompetente. Torna al costruttore di armi e prendi quelle armi!

source: Yes Ma'am.
it: Sì, signora.

source: You must be docked to the station to pick up the goods.
it: Per ritirare la merce è necessario essere attraccati alla stazione.

source: How are we supposed to give you things if you don't have enough free cargo space?
it: Come facciamo a darvi delle cose se non avete abbastanza spazio libero per il carico?

source: I'll be back.
it: Tornerò.

source: Hello customer! You've managed to lose the weapons?
it: Salve cliente! Siete riusciti a perdere le armi?

source: Yes.
it: Sì.

source: You're in luck now, I've just received a delivery of Quantum Coils. I can make more weapons, but who is going to pay for them?
it: Siete fortunati, ho appena ricevuto una consegna di bobine Quantum. Posso creare altre armi, ma chi le pagherà?

source: The Cavaliers will pay for them.
it: I Cavaliers pagheranno per loro.

source: You need to dock or I can't give them to you.
it: Devi attraccare o non posso darteli.

source: Thank you!
it: Grazie!

source: In this case, here you go.
it: In questo caso, ecco a voi.

source: Here you go!
it: Ecco a voi!

source: Crate of Quantum Coils
it: Cassa di Bobine Quantiche

source: Bundle of Weapons
it: Bundle di Armi

source: Display of Strength
it: Mostra di forza

source: Damage stations for the Cavaliers.
it: Stazioni di danno per i Cavaliers.

source: Ask the station how you can help
it: Chiedete alla stazione come potete aiutare

source: Look for the Xsotan in sector (${x}:${y})
it: Cercare l'Xsotan nel settore (${x}:${y})

source: Defeat the Xsotan
it: Sconfiggere gli Xsotan

source: Return to the station in sector (${x}:${y})
it: Ritorno alla stazione nel settore (${x}:${y})

source: Report your success
it: Segnalate il vostro successo

source: Look for the pirates in sector (${x}:${y})
it: Cercare i pirati nel settore (${x}:${y})

source: Defeat the pirates
it: Sconfiggere i pirati

source: Read Adriana Stahl's mail
it: Leggi la posta di Adriana Stahl

source: Meet Adriana Stahl in sector (${x}:${y})
it: Incontra Adriana Stahl nel settore (${x}:${y})

source: Hello squire! Some stations around here have been doing business with the Family and the Commune, even though we have a contract that forbids that. We need to make sure that everyone know that it is us who will bring order to the galaxy, and that they need to do what we say. We are the ones who will destroy the pirates and the Xsotan once and for all, but in exchange, the factions will need to listen to us! It is time for us to show them that they cannot simply ignore our orders. We found an outpost that's making trouble. Go to sector (%1%:%2%) and damage the rebellious station there. We will appreciate your help! Long live the Emperor! The Cavaliers
it: Ciao scudiero! Alcune stazioni qui intorno hanno fatto affari con la Famiglia e il Comune, anche se abbiamo un contratto che lo vieta. Dobbiamo assicurarci che tutti sappiano che siamo noi a riportare l'ordine nella galassia e che devono fare ciò che diciamo. Siamo noi a distruggere i pirati e gli Xsotan una volta per tutte, ma in cambio le fazioni dovranno ascoltarci! È ora di dimostrare loro che non possono semplicemente ignorare i nostri ordini. Abbiamo trovato un avamposto che sta creando problemi. Andate nel settore (%1%:%2%) e danneggiate la stazione ribelle. Apprezzeremo il vostro aiuto! Lunga vita all'Imperatore! I Cavalieri

# Mail Subject
source: Damage Stations
it: Stazioni di danno

source: [Discuss Contract]
it: [Discutere il contratto]

source: Hello squire! I've heard you were successful! Meet me in sector (%1%:%2%). Long live the Emperor! General Adriana Stahl
it: Ciao scudiero! Ho sentito che hai avuto successo! Incontriamoci nel settore (%1%:%2%). Lunga vita all'Imperatore! Generale Adriana Stahl

# Mail Subject
source: Rendezvous
it: Appuntamento

source: General Adriana Stahl
it: Generale Adriana Stahl

source: Xsotan Scout
it: Scout Xsotan

source: Xsotan Ship
it: Nave Xsotan

source: Big Xsotan Ship
it: Grande nave Xsotan

source: What?
it: Cosa?

source: Don't damage the station! That's not how we should be doing things!
it: Non danneggiate la stazione! Non è così che dovremmo fare le cose!

source: Why?
it: Perché?

source: We haven't even asked them why they are not keeping to the contract.
it: Non abbiamo nemmeno chiesto loro perché non stanno rispettando il contratto.

source: Why not?
it: Perché no?
