Repository: GLWine/Avorion-ITA
Catalog: Avorion/data/localization/*.po
Languages: it

source: Hahaha, sure you are. Just like the others. Attack!
it: Hahaha, certo che lo sei. Proprio come gli altri. Attacco!

source: Well, I'll leave you guys to it. Wouldn't want to spoil the fun, right?
it: Beh, vi lascio alle vostre idee. Non vorrei rovinare il divertimento, giusto?

source: Okay, okay, I give up. Ask your questions and I’ll answer, just don’t destroy us.
it: Ok, ok, mi arrendo. Fate le vostre domande e io risponderò, ma non distruggeteci.

source: I’m really here to help you.
it: Sono davvero qui per aiutarvi.

source: Associate
it: Associato

source: What? Who sent you?
it: Che cosa? Chi ti ha mandato?

source: We're still alive, so I guess you're telling the truth. Sorry that we attacked. But we heard that story of "I’m here to help" so often before. And look where it got us.
it: Siamo ancora vivi, quindi credo che tu stia dicendo la verità. Mi dispiace che abbiamo attaccato. Ma abbiamo già sentito spesso la storia del "sono qui per aiutare". E guarda dove ci ha portato.

source: Sorry about that.
it: Mi dispiace per questo.

source: Yeah, so can you help me get out of here? I’ve got important information for Moretti, but ...
it: Si', quindi puoi aiutarmi ad uscire da qui? Ho informazioni importanti per Moretti, ma...

source: Oh no, they're here already. That’s what I was afraid of!
it: Oh no, sono già qui. Ecco di cosa avevo paura!

source: Well hello there, my lovely Family simpletons! The information you’re carrying should definitely reach my ears before Moretti’s. We wouldn’t want to disappoint me, would we?
it: Salve a tutti, miei adorati sempliciotti di famiglia! Le informazioni che state portando dovrebbero arrivare alle mie orecchie prima che a quelle di Moretti. Non vorremmo deludermi, vero?

source: Is that...?
it: E'...?

source: Yes, "Mister" Jackson, the guy that turned my life into a nightmare.
it: Sì, "Mister" Jackson, l'uomo che ha trasformato la mia vita in un incubo.

source: Now, now, don’t give me that much credit. You just need to tell me everything, and you can go back to the insignificant disgrace that you call your life.
it: Ora, ora, non datemi tutto questo credito. Devi solo dirmi tutto e potrai tornare all'insignificante disgrazia che chiami vita.

source: I won’t tell you anything!
it: Non ti dirò nulla!

source: Okay, then I’ll simply have you destroyed. Good riddance!
it: Ok, allora vi farò semplicemente distruggere. Che liberazione!

source: Yes, he’s gone! And his cronies are defeated as well! Thank you for getting me out of this.
it: Sì, se n'è andato! E anche i suoi amici sono stati sconfitti! Grazie per avermi tirato fuori da questa situazione.

source: I have to meet Moretti immediately, the Commune is planning something big and I have to tell him. Meet me there!
it: Devo incontrare subito Moretti, il Comune sta organizzando qualcosa di grosso e io devo dirglielo. Incontriamoci lì!

source: So, you two made it back.
it: Quindi, voi due siete tornati.

source: Yes, our new associate here did very well. I wouldn’t have survived without them.
it: Sì, il nostro nuovo socio qui ha fatto molto bene. Non sarei sopravvissuto senza di loro.

source: I’m glad to hear that. It seems that you have grown into a reliable partner. Welcome to the Family.
it: Sono felice di sentirlo. Sembra che tu sia diventato un partner affidabile. Benvenuto in famiglia.

source: Thank you. I'm honored.
it: Grazie. Sono onorato.

source: Here's your reward. Expect to hear from me soon.
it: Ecco la vostra ricompensa. Aspettatevi di avere presto mie notizie.

source: Greetings. We are disappointed. You chose them over us? You could have had a place in our Family! But we don't tolerate rats. Don't contact us again. The Family
it: Saluti. Siamo delusi. Avete preferito loro a noi? Avreste potuto avere un posto nella nostra Famiglia! Ma non tolleriamo i topi. Non contattateci più. La Famiglia

# Mail Subject
source: No Business with Traitors
it: Niente affari con i traditori

source: The Transport
it: Il trasporto

source: The Cavaliers are acquiring weapons and preparing for war.
it: I Cavaliers stanno acquistando armi e si preparano alla guerra.

source: Find the Cavaliers captain near the casino in sector (${x}:${y})
it: Trova il capitano dei Cavaliers vicino al casinò nel settore (${x}:${y})

source: Defeat the Cavaliers captain
it: Sconfiggere il capitano dei Cavaliers

source: Defeat the weapon transport and its escort
it: Sconfiggete il trasporto di armi e la sua scorta.

source: Search the wreckages for information
it: Cercare informazioni sui relitti

source: Install the Cavaliers Identity Thief on your ship
it: Installate il Cavaliers Identity Thief sulla vostra nave.

source: Pick up the bombs from sector (${x}:${y}), disguised as a Cavaliers freighter
it: Prelevare le bombe dal settore (${x}:${y}), travestito da nave da carico Cavaliers

source: Go to sector (${x}:${y}) to watch Moretti's plan unfold
it: Andate nel settore (${x}:${y}) per vedere il piano di Moretti.

source: Defeat Mr. Jackson and the Cavaliers
it: Sconfiggere Mr. Jackson e i Cavaliers

source: Help! We're getting attacked! Help!
it: Aiuto! Ci stanno attaccando! Aiuto!

source: [Pick Up Bombs]
it: [Raccogliere bombe]

source: What the...? What's going on!
it: Ma che...? Cosa sta succedendo!

source: Cavaliers Captain
it: Capitano Riders

source: Mr. Jackson's Backup
it: Backup del signor Jackson

source: A crate of bombs you picked up from the Cavaliers. Very fragile. Better don't shake.
it: Una cassa di bombe che hai preso dai Cavalieri. Molto fragile. Meglio non scuoterla.

source: Greetings associate. Our spies have been busy and they found out that the Cavaliers seem to be moving ahead with their plans of installing their Emperor as head of the galaxy. While this is never going to happen, of course, their talk of war is bad for business. We know that they have been ordering a lot of weapons, and we would like to make sure that those weapons never reach them. Meet me in sector (%1%:%2%) and I will give you more details. John Moretti
it: Saluti socio. Le nostre spie si sono date da fare e hanno scoperto che i Cavalieri sembrano andare avanti con il progetto di installare il loro Imperatore a capo della galassia. Anche se questo non accadrà mai, ovviamente, i loro discorsi di guerra sono negativi per gli affari. Sappiamo che hanno ordinato molte armi e vorremmo assicurarci che non le raggiungano mai. Incontriamoci nel settore (%1%:%2%) e vi darò maggiori dettagli. John Moretti

# Mail Subject
source: Weapon Transport
it: Trasporto di armi

source: Greetings associate. The cavaliers are receiving more and more of their weapon transports. You need to stop as many as you can. Try find out where the freighters are going and what their assignments are. If you can, find more transports. John Moretti
it: Saluti socio. I Cavalieri stanno ricevendo sempre più trasporti di armi. Dovete fermarne il più possibile. Cercate di scoprire dove sono diretti i cargo e quali sono i loro incarichi. Se potete, trovate altri trasporti. Giovanni Moretti

# Mail Subject
source: Stop Those Transports
it: Fermate quei trasporti

source: Greetings associate. I heard you have gathered more information about the Cavaliers freighters. Come find me in sector (%1%:%2%). John Moretti
it: Saluti socio. Ho sentito che ha raccolto altre informazioni sulle navi da carico dei Cavaliers. Vieni a cercarmi nel settore (%1%:%2%). Giovanni Moretti

# Mail Subject
source: New Information
it: Nuove informazioni

source: Greetings associate. You have managed to acquire the bombs. To set my plan into motion, I need them as soon as possible. Meet me in sector (%1%:%2%) and bring me the bombs. John Moretti
it: Saluti socio. Sei riuscito a procurarti le bombe. Per mettere in atto il mio piano, mi servono al più presto. Incontriamoci nel settore (%1%:%2%) e portatemi le bombe. John Moretti

# Mail Subject
source: Got The Bombs
it: Le bombe

source: You messed up. They found you. Run away and leave the sector - for now. They aren't very bright, I'm sure you can try again soon.
it: Hai fatto un pasticcio. Ti hanno trovato. Scappa e lascia il settore, per ora. Non sono molto intelligenti, sono sicuro che potrete riprovarci presto.

# Mail Subject
source: Run Away
it: Scappare

source: Greetings associate. We have work to do.
it: Saluti socio. Abbiamo del lavoro da fare.

source: The Cavaliers have gotten better at secretly trading weapons. Our spies have trouble finding their freighters, and getting close to their stations is almost impossible now.
it: I Cavaliers sono diventati più bravi a scambiare segretamente le armi. Le nostre spie hanno difficoltà a trovare le loro navi da carico e avvicinarsi alle loro stazioni è ormai quasi impossibile.

source: We have heard about a high ranking Cavaliers captain who knows a lot, and who might be slightly more accessible than others.
it: Abbiamo sentito parlare di un capitano dei Cavaliers di alto livello che sa molto e che potrebbe essere leggermente più accessibile di altri.

source: It seems he has a little gambling problem. He supposedly can be found in or near the casino in sector (${x}:${y}), trying to win enough money to pay back his bookies there.
it: Sembra che abbia un piccolo problema di gioco d'azzardo. Si suppone che possa essere trovato nel casinò del settore (${x}:${y}) o nelle sue vicinanze, mentre cerca di vincere abbastanza denaro per ripagare i suoi scommettitori.

source: I will pay him a visit.
it: Gli farò visita.

source: Good. I'm sure you will get him to tell you where you can find a weapon transporter of the Cavaliers. Once you know where a transporter will be, go there immediately, so that they don't get away again.
it: Bene. Sono sicuro che riuscirete a farvi dire dove potete trovare un trasportatore di armi dei Cavalieri. Quando saprete dove si trova un trasportatore, andateci immediatamente, in modo che non scappino di nuovo.

source: Who are you and what do you want?
it: Chi siete e cosa volete?

source: Just somebody looking for information.
it: Solo qualcuno in cerca di informazioni.

source: I don't know what you've heard, but I'm the wrong guy for you. I'm not telling you anything.
it: Non so cosa tu abbia sentito, ma sono l'uomo sbagliato per te. Non ti dirò nulla.

source: Everybody starts talking at some point.
it: Tutti iniziano a parlare prima o poi.

source: No, not me. There is nothing you could say that would make me change my mind.
it: No, non io. Non c'è nulla che tu possa dire che mi faccia cambiare idea.

source: I could help with your debts.
it: Potrei aiutarvi con i vostri debiti.

source: I could destroy your ship.
it: Potrei distruggere la tua nave.

source: Are you threatening me?
it: Mi stai minacciando?

source: You ridiculous worm. I'm gonna show you that this is no way to talk to a soldier of the Cavaliers!
it: Ridicolo verme. Ti dimostrerò che non è questo il modo di parlare a un soldato dei Cavalieri!

source: I'm listening.
it: Sto ascoltando.

source: How much would it cost me?
it: Quanto mi costerebbe?

source: This one bookie in there wants ${bribe} Credits today, or my ship is losing parts. If I'd be able to pay him, I might let some information slip.
it: Questo allibratore lì dentro vuole ${bribe} Crediti oggi, o la mia nave perderà pezzi. Se fossi in grado di pagarlo, potrei lasciarmi sfuggire qualche informazione.

source: All right, we're in business. What do you want?
it: Bene, siamo in affari. Che cosa vuoi?

source: I'm looking for a weapon transport.
it: Sto cercando un trasporto di armi.

source: Well, I can't tell you much about that, but you might wanna try sector (${x}:${y}). I know that a weapon transport will pass through there, soon.
it: Non posso dirvi molto al riguardo, ma potreste provare con il settore (${x}:${y}). So che un trasporto di armi passerà presto da lì.

source: Then I have no more reason to be talking to you.
it: Allora non ho più motivo di parlare con te.

source: Then I might as well destroy you.
it: Allora tanto vale distruggerti.

source: Get out of our way, we have an important delivery to do!
it: Toglietevi di mezzo, abbiamo una consegna importante da fare!

source: I won't let you deliver weapons.
it: Non vi permetterò di consegnare armi.

source: Oh really? Who do you think you are?
it: Oh, davvero? Chi credi di essere?

source: I'm with the Family.
it: Io sto con la famiglia.

source: In that case, I think we can take a short break to teach a Family dog some manners! Get them!
it: In questo caso, penso che possiamo fare una breve pausa per insegnare le buone maniere a un cane di famiglia! Prendeteli!

source: You're not working for the Cavaliers! What are you doing here?
it: Non lavori per i Cavaliers! Cosa ci fai qui?

source: I'll stop you from delivering your cargo.
it: Ti impedirò di consegnare il tuo carico.

source: You're the one who attacked Phil! You swine! We heard their calls for help!
it: Sei tu che hai attaccato Phil! Porco! Abbiamo sentito le loro richieste di aiuto!

source: They had it coming.
it: Se lo sono meritato.

source: Ha, you can try to defeat us. This time, we've got backup!
it: Potete provare a sconfiggerci. Questa volta abbiamo i rinforzi!

source: You managed to find some freighters? Good job.
it: Sei riuscito a trovare delle navi da carico? Ottimo lavoro.

source: Did you find out where the freighters were meant to take their cargo?
it: Avete scoperto dove le navi da carico dovevano portare il loro carico?

source: They were also supposed to pick up bombs from there.
it: Dovevano anche raccogliere bombe da lì.

source: Bombs, you say? That gives me an idea...
it: Bombe, avete detto? Questo mi dà un'idea...

source: I have a new task for you. Take this subsystem and install it onto your ship.
it: Ho un nuovo compito per voi. Prendete questo sottosistema e installatelo sulla vostra nave.

source: What does it do?
it: Che cosa fa?

source: This will identify you as one of their own to them. If you don't get too close to any of their ships, they will think that you are one of them.
it: In questo modo vi identificheranno come uno di loro. Se non vi avvicinate troppo alle loro navi, penseranno che siete uno di loro.

source: That's neat.
it: È bello.

source: I know. But remember, you need to stay at a safe distance, and it won't work on everyone. Go to the sector the freighter was supposed to pick up the bombs at and pretend you're him.
it: Lo so. Ma ricordate che dovete stare a distanza di sicurezza e che non funziona con tutti. Andate nel settore in cui il cargo avrebbe dovuto raccogliere le bombe e fate finta di essere lui.

source: I'll do that.
it: Lo farò.

source: Hello soldier. It appears like you don't have enough cargo space.
it: Salve soldato. Sembra che non abbiate abbastanza spazio per il carico.

source: Oh, I'll be back.
it: Oh, tornerò.

source: Hello soldier. Are you ready for your next assignment?
it: Salve soldato. Sei pronto per il tuo prossimo incarico?

source: You need to dock so we can give you the bombs.
it: Dovete attraccare per potervi dare le bombe.

source: Take these bombs and deliver them to sector (${x}:${y}).
it: Prendete queste bombe e consegnatele al settore (${x}:${y}).

source: You managed to get the bombs from the Cavaliers. Well done. Hand them over to me now. And I'll also be taking back the Cavaliers Identity Thief.
it: Siete riusciti a prendere le bombe dai Cavaliers. Ben fatto. Consegnatemele ora. E riprenderò anche il ladro di identità dei Cavalieri.

source: Here you go.
it: Ecco a voi.

source: Did they tell you where you were supposed to deliver them?
it: Ti hanno detto dove dovevi consegnarli?

source: Yes, to sector (${x}:${y}).
it: Sì, al settore (${x}:${y}).

source: Very good. We have plans for those bombs. My associate will set them in motion now.
it: Molto bene. Abbiamo dei piani per quelle bombe. Il mio socio li metterà in moto ora.

source: What are those plans?
it: Quali sono questi piani?

source: You'll see. But we could still use your help. Will you join us in sector (${x}:${y})?
it: Lo vedrete. Ma abbiamo ancora bisogno del vostro aiuto. Vi unite a noi nel settore (${x}:${y})?

source: Good. See you there, then.
it: Bene. Ci vediamo lì, allora.

source: You don't have the bombs? What happened?
it: Non avete le bombe? Che cosa è successo?

source: Well, that's unfortunate. We need these bombs to make my plan work. Go back there and pick up more.
it: Beh, è un peccato. Abbiamo bisogno di queste bombe per far funzionare il mio piano. Tornate lì e prendetene altre.

source: Can I have another subsystem?
it: Posso avere un altro sottosistema?

source: Lost that, too? You're lucky I am such a patient person.
it: Hai perso anche questo? Sei fortunato che sono una persona così paziente.

source: Ah, look what the cat dragged in. I was expecting you.
it: Ah, guarda cosa ha trascinato il gatto. Ti stavo aspettando.

source: You again!
it: Ancora tu!

source: Surprised to see me? You should have known that I wouldn't let worms like you mess with my new friends.
it: Sei sorpreso di vedermi? Avresti dovuto sapere che non avrei permesso a vermi come te di intromettersi tra i miei nuovi amici.

source: Your new friends?
it: I tuoi nuovi amici?

source: The Cavaliers have been nothing but kind to me, unlike that Family scum. They have been supplying me with weapons - that is, until you decided to steal deliveries meant for me.
it: I Cavaliers sono stati molto gentili con me, a differenza di quella feccia della Famiglia. Mi hanno fornito armi, fino a quando non hai deciso di rubare le consegne destinate a me.

source: Serves you right.
it: Ti sta bene.

source: It won't matter, we'll just take them from you after you're dead. That nerve of you, coming here alone. Just like that goon we caught earlier, sneaking around the Cavalier's ships.
it: Non importa, te li porteremo via dopo la tua morte. Che faccia tosta, venire qui da solo. Proprio come quel teppista che abbiamo catturato prima, che si aggirava furtivamente intorno alle navi del Cavalier.

source: Ah, I see you're not alone after all. Hello Moretti, it will be an honor blowing your ship to pieces.
it: Ah, vedo che non sei solo, dopo tutto. Ciao Moretti, sarà un onore far saltare in aria la tua nave.

source: Mr. Jackson. We finally meet again. To be honest, I didn't expect to see you here. But this gives me the chance to kill two birds with one stone.
it: Signor Jackson. Finalmente ci incontriamo di nuovo. Ad essere sincero, non mi aspettavo di vederla qui. Ma questo mi dà la possibilità di prendere due piccioni con una fava.

source: Oh Moretti, you still haven't realized that your time is over. You're severely outnumbered.
it: Oh Moretti, non hai ancora capito che il tuo tempo è finito. Sei in grave inferiorità numerica.

source: Are we, now?
it: Lo siamo, adesso?

source: What just happened?
it: Che cosa è successo?

source: Oh, we just found a very appropriate place for all those bombs you wanted to have delivered.
it: Oh, abbiamo appena trovato un posto molto appropriato per tutte le bombe che volevate far recapitare.

source: Moretti you snake! You're going to pay for this!
it: Moretti, serpente! La pagherai per questo!

source: Let's see about that.
it: Vediamo un po'.

source: Finally. That guy had been bothering me for far too long.
it: Finalmente. Quell'uomo mi ha infastidito per troppo tempo.

source: He got what he deserved!
it: Ha avuto ciò che si meritava!

source: Definitely. Now that Mr. Jackson is out of the picture, we can concentrate on our real enemies.
it: Sicuramente. Ora che il signor Jackson è fuori dai giochi, possiamo concentrarci sui nostri veri nemici.

source: Who?
it: Chi?

source: The Cavaliers and the Commune. This is far from over.
it: I Cavalieri e il Comune. La vicenda è tutt'altro che conclusa.

source: For now, just stand down. Here's your reward. I'll reach out to you when I need your help again.
it: Per il momento, si fermi e basta. Ecco la vostra ricompensa. Ti contatterò quando avrò di nuovo bisogno del tuo aiuto.

source: Assignment for Cavaliers Freighter XBN4039
it: Incarico per il cargo Cavaliers XBN4039

source: Assignment: Deliver the weapons to Cavaliers Freighter XBG3856 in sector (${x}:${y}).
it: Incarico: Consegnare le armi al cargo Cavaliers XBG3856 nel settore (${x}:${y}).

source: Assignment for Cavaliers Freighter XBG3856
it: Assegnazione per il cargo Cavaliers XBG3856

source: Assignment: Deliver the weapons to station XHD287 in sector (${x}:${y}). Pick up a delivery of bombs there.
it: Incarico: Consegnare le armi alla stazione XHD287 nel settore (${x}:${y}). Ritirare una consegna di bombe lì.

source: Crate of Bombs
it: Cassa di Bombe

source: For the Family!
it: Per la famiglia!

source: Defeat the fleets of the Cavaliers and the Commune.
it: Sconfiggete le flotte dei Cavalieri e del Comune.

source: Eliminate the comrades of the Commune in sector (${x}:${y})
it: Eliminare i compagni della Comune nel settore (${x}:${y})

source: Greetings associate! The other syndicates want to disrupt the status quo. Both the Cavaliers and the Commune are telling the galaxy they are going to ‘save it’ and ‘bring peace’. But in truth, each of them is following their own agenda and want to take over the galaxy. We need to stop them before they start a war. Wars are bad for business. Meet our scouts in sector (%1%:%2%) and prepare for battle! Don’t disappoint us! John Moretti
it: Saluti socio! Gli altri sindacati vogliono sconvolgere lo status quo. Sia i Cavalieri che il Comune dicono alla galassia che la "salveranno" e "porteranno la pace". Ma in realtà, ognuno di loro segue il proprio programma e vuole conquistare la galassia. Dobbiamo fermarli prima che inizino una guerra. Le guerre fanno male agli affari. Incontra i nostri esploratori nel settore (%1%:%2%) e preparati alla battaglia! Non deludeteci! John Moretti

# Mail Subject
source: Defend the Galaxy
it: Difendere la Galassia

source: Family Scout
it: Famiglia Scout

source: Greetings associate! The Cavaliers claimed they can rid the galaxy of pirates and Xsotan, and they can’t even beat us! Now they have learned that whatever little plans their Emperor had simply won’t work out. And the Commune will learn the same thing. Their revolution has been doomed from the start! Join our men in defeating their forces now! Don’t disappoint us! John Moretti
it: Saluti socio! I Cavalieri sostenevano di poter liberare la galassia dai pirati e dagli Xsotan, e non riescono nemmeno a batterci! Ora hanno imparato che qualsiasi piccolo piano avesse il loro Imperatore semplicemente non funzionerà. E il Comune imparerà la stessa cosa. La loro rivoluzione è stata condannata fin dall'inizio! Unitevi ai nostri uomini per sconfiggere le loro forze ora! Non deludeteci! Giovanni Moretti

source: Greetings associate! We showed those anarchists that they have no chance against us! They gave it all they had and it wasn’t enough. This will show everybody that their little revolution will never work out, and they will lose all their followers. Now we just need to make sure that the Cavaliers also realize that we cannot be beaten. Show them how strong we are! Don’t disappoint us! John Moretti
it: Saluti socio! Abbiamo dimostrato a quegli anarchici che non hanno alcuna possibilità contro di noi! Hanno dato tutto quello che avevano e non è stato sufficiente. Questo dimostrerà a tutti che la loro piccola rivoluzione non funzionerà mai e che perderanno tutti i loro seguaci. Ora dobbiamo solo assicurarci che anche i Cavalieri si rendano conto che non possiamo essere battuti. Mostrate loro quanto siamo forti! Non deludeteci! John Moretti

# Mail Subject
source: Commune Defeated!
it: Comune sconfitto!
