Repository: GLWine/Avorion-ITA
Catalog: Avorion/data/localization/*.po
Languages: it

source: You can bend the rules of \c(3dd)mass\c() that the \c(3dd)Rift Research Centers\c() can transport into the rifts: up to 10% more mass won't break any blocks yet.
it: È possibile modificare le regole della massa che i Centri di Ricerca Rift possono trasportare nelle spaccature: fino al 10% di massa in più non rompe ancora nessun blocco.

source: Buy \c(3dd)Marker Buoys\c() at \c(3dd)Equipment Docks\c() and deploy them in rifts to better orient yourself.
it: Comprate le boe di segnalazione presso i moli di equipaggiamento e schieratele nelle spaccature per orientarvi meglio.

source: Shields don't help against \c(3dd)Acid Fog\c() in Rifts. It soaks through them and immediately damages the ship's hull. Build your ship from better materials to prevent that.
it: Gli scudi non sono utili contro il Fogogog acido (3dd) in Rifts. Li attraversano e danneggiano immediatamente lo scafo della nave. Costruite la vostra nave con materiali migliori per evitare questo problema.

source: The \c(3dd)High Energy Plasma Field\c() in Rifts boosts the damage output of all electric, plasma and energy weapons. Your enemies' weapons, too.
it: Il campo di plasma ad alta energia di Rifts aumenta la potenza dei danni di tutte le armi elettriche, al plasma e a energia. Anche le armi dei nemici.

source: The \c(3dd)Low Energy Plasma Field\c() in Rifts decreases the damage output of all electric, plasma and energy weapons. Your enemies' weapons, too.
it: Il campo di plasma a bassa energia di Rifts riduce i danni di tutte le armi elettriche, al plasma e a energia. Anche le armi dei nemici.

source: The \c(3dd)Inertia Field\c() in Rifts reduces your ship's acceleration. In exchange you'll brake much faster.
it: Il campo d'inerzia di Rifts riduce l'accelerazione della nave. In cambio, frenerete molto più velocemente.

source: The \c(3dd)Ion Interference Field\c() in Rifts prevents your shields from regenerating.
it: Il campo di interferenza ionica (3dd) di Rifts impedisce agli scudi di rigenerarsi.

source: The \c(3dd)Ion Storm\c() in Rifts discharges your shields constantly over time.
it: La Tempesta di ioni (3dd) di Rifts scarica gli scudi costantemente nel tempo.

source: In a \c(3dd)Lightning Field\c() in Rifts your ship will be repeatedly struck by bolts of lightning. These can damage your shield and hull.
it: In un \c(3dd)campo di fulmini() in Rifts la tua nave sarà ripetutamente colpita da fulmini. Questi possono danneggiare lo scudo e lo scafo.

source: The \c(3dd)Magnetic Interference Field\c() in Rifts lowers the efficiency of your generators, reducing the amount of generated energy.
it: Il campo di interferenza magnetica (3dd) di Rifts riduce l'efficienza dei generatori, riducendo la quantità di energia generata.

source: With strong \c(3dd)Radiation\c() in Rifts your crew has to take special precautions during work. This means your workforce is reduced.
it: Con le forti radiazioni (3dd) di Rifts, l'equipaggio deve prendere speciali precauzioni durante il lavoro. Ciò significa che la forza lavoro è ridotta.

source: The deeper the Rift where a mission is taking place, the stronger the Xsotan you meet are going to be.
it: Più profondo è il Varco in cui si svolge una missione, più forti saranno gli Xsotan che incontrerete.

source: Be on the lookout for \c(3dd)Xsotan Breeders\c(). They are more dangerous and active in Rifts, especially when high amounts of energy are released in their vicinity or when ships approach them.
it: State attenti agli allevatori di Xsotan (3dd). Sono più pericolosi e attivi nelle Fratture, soprattutto quando vengono rilasciate alte quantità di energia nelle loro vicinanze o quando le navi si avvicinano a loro.

source: In some Rifts there are \c(3dd)Mine Fields\c(). The mines are triggered by fast movement in their vicinity.
it: In alcuni Riflessi ci sono campi minati(). Le mine vengono attivate da un movimento veloce nelle loro vicinanze.

source: The \c(3dd)Xsotan\c() will be able to locate you when straying too far from areas with lots of mass. You are safe as long as you stay near \c(3dd)Asteroids\c().
it: Gli \c(3dd)Xsotan() saranno in grado di localizzarvi se vi allontanate troppo dalle aree con molta massa. Siete al sicuro finché rimanete nei pressi di \c(3dd)Asteroidi().

source: Rifts are vast. Follow the \c(3dd)Light Buoys\c() to explore the whole Rift.
it: I Rifts sono vasti. Seguite le boe luminose per esplorare l'intera Spaccatura.

source: The \c(3dd)Light Buoys\c() in Rifts are flashing in a direction. This way you can see if you are flying into or out of the sector.
it: Le boe luminose di Rifts lampeggiano in una direzione. In questo modo si può capire se si sta volando dentro o fuori dal settore.

source: You start every Rift Expedition in a \c(3dd)Protection Field\c() that protects you from the devastating \c(3dd)Rift Environmental Effects\c().
it: Iniziate ogni Spedizione Rift con un \c(3dd)Campo di protezione() che vi protegge dai devastanti \c(3dd)Effetti ambientali del Rift().

source: \c(3dd)Repair Platforms\c() will repair your ship and even restore blocks once the ship is healed up to 100%.
it: \Le piattaforme di riparazione (3dd) riparano la nave e ripristinano anche i blocchi una volta che la nave è guarita al 100%.

source: You can use \c(3dd)Transporter Software\c() together with \c(3dd)Transporter Blocks\c() (Xanion) to communicate with stations without docking to them.
it: È possibile utilizzare \c(3dd)Transporter Software\c() insieme a \c(3dd)Transporter Blocks\c() (Xanion) per comunicare con le stazioni senza agganciarsi ad esse.

source: With \c(3dd)Transporter Software\c() equipped on your ship, combined with a \c(3dd)Transporter Block\c(), \c(3dd)Fighters\c() will be able to pick up cargo or ores for you. This is especially important for mining carriers.
it: Se la vostra nave è dotata di un \c(3dd)Software di trasporto, abbinato a un \c(3dd)Blocco di trasporto, i \c(3dd)Combattenti saranno in grado di raccogliere carichi o minerali per voi. Questo è particolarmente importante per le navi da miniera.

source: \c(3dd)Shields\c() won't protect you from \c(3dd)collision damage\c().
it: \Gli scudi non proteggono dai danni da collisione.

source: \c(3dd)Shields\c() will recharge after 30 seconds of not taking any damage.
it: \Gli scudi si ricaricano dopo 30 secondi di assenza di danni.

source: Some weapons can penetrate \c(3dd)Shields\c(). You can find \c(3dd)Subsystems\c() that will make your shields impenetrable.
it: Alcune armi possono penetrare gli scudi. È possibile trovare dei "sottosistemi" che rendono gli scudi impenetrabili.

source: \c(3dd)Torpedoes\c() still detonate when they just miss their target, but will only deal half the damage of a direct hit.
it: \I siluri (3dd) esplodono ancora quando mancano il bersaglio, ma infliggono solo la metà dei danni di un colpo diretto.

source: \c(3dd)Torpedoes\c() behave differently, depending on whether they hit a ship's \c(3dd)Shield\c() or \c(3dd)Hull\c().
it: \I siluri si comportano in modo diverso, a seconda che colpiscano lo scudo o lo scafo della nave.

source: \c(3dd)Torpedo\c() trails are the same color as their warhead.
it: \Le scie dei siluri sono dello stesso colore della loro testata.

source: The body of a \c(3dd)Torpedo\c() determines its flight properties and the warhead determines its combat properties.
it: Il corpo di un siluro determina le sue proprietà di volo, mentre la testata determina le sue proprietà di combattimento.

source: The more stripes on a \c(3dd)Torpedo\c() body, the more agile it is. The most agile \c(3dd)Torpedo\c() bodies are the \c(3dd)Hawk\c(), \c(3dd)Panther\c() and \c(3dd)Stingray\c().
it: Più strisce ci sono su un corpo \c(3dd)Torpedo(), più è agile. Le carrozzerie più agili sono i modelli Hawk, Panther e Stingray.

source: The stripe color of a \c(3dd)Torpedo\c() determines its flight speed. Slowest to fastest: blue, red, yellow.
it: Il colore delle strisce di un siluro determina la sua velocità di volo. Dal più lento al più veloce: blu, rosso, giallo.

source: The stripe color of a \c(3dd)Torpedo\c() determines its flight speed. The fastest torpedo types are the \c(3dd)Osprey\c(), \c(3dd)Eagle\c() and \c(3dd)Hawk\c().
it: Il colore delle strisce di un siluro determina la sua velocità di volo. I tipi di siluri più veloci sono l'\c(3dd)Osprey(), l'\c(3dd)Eagle() e l'\c(3dd)Hawk().

source: \c(3dd)Nuclear Torpedoes\c() have a white warhead and will deal moderate damage to the \c(3dd)Hull\c() or \c(3dd)Shields\c().
it: \I siluri nucleari hanno una testata bianca e infliggono danni moderati allo scafo o agli scudi.

source: \c(3dd)Neutron Torpedoes\c() have a yellow warhead and will deal high damage to the \c(3dd)Hull\c() and moderate damage to \c(3dd)Shields\c().
it: \I siluri neutroni hanno una testata gialla e infliggono danni elevati allo scafo e moderati agli scudi.

source: \c(3dd)Fusion Torpedoes\c() have an orange warhead and will deal high damage to \c(3dd)Shields\c(), and moderate damage to the \c(3dd)Hull\c().
it: \I siluri a fusione hanno una testata arancione e infliggono danni elevati agli scudi e moderati allo scafo.

source: \c(3dd)Plasma Torpedoes\c() have a green warhead and will deal massive damage to \c(3dd)Shields\c(), but almost none to the \c(3dd)Hull\c().
it: \I siluri al plasma hanno una testata verde e infliggono danni ingenti agli scudi, ma quasi nulli allo scafo.

source: \c(3dd)Kinetic Torpedoes\c() have a purple warhead and deal damage depending on their speed. They have no maximum flight speed and deal the most devastating damage of all torpedoes when they hit a ship's \c(3dd)Hull\c().
it: \I siluri cinetici hanno una testata viola e infliggono danni in base alla loro velocità. Non hanno una velocità massima di volo e infliggono i danni più devastanti di tutti i siluri quando colpiscono lo scafo di una nave.

source: \c(3dd)Ion Torpedoes\c() have a cyan warhead and deal moderate damage to \c(3dd)Shields\c() and almost none to the \c(3dd)Hull\c(), but will drain a ship's energy.
it: \I siluri ionici hanno una testata ciano e infliggono danni moderati agli scudi e quasi nulli allo scafo, ma prosciugano l'energia della nave.

source: Some of the most dangerous \c(3dd)Torpedoes\c() are the \c(3dd)Sabot\c() (pink warhead) and \c(3dd)Tandem\c() (red warhead) torpedo, since they penetrate \c(3dd)Shields\c().
it: Alcuni dei siluri più pericolosi sono il siluro "Sabot" (testata rosa) e il siluro "Tandem" (testata rossa), poiché penetrano gli scudi.

source: Beware of \c(3dd)EMP Torpedoes\c() (dark blue warhead), as they can overload and deactivate \c(3dd)Shields\c() for a few seconds.
it: Attenzione ai siluri EMP (testata blu scuro), perché possono sovraccaricare e disattivare gli scudi per alcuni secondi.

source: \c(3dd)Sabot Torpedoes\c() have a pink warhead and can penetrate \c(3dd)Shields\c() and deal massive damage against the \c(3dd)Hull\c().
it: \I siluri Sabot hanno una testata rosa e possono penetrare gli scudi e infliggere ingenti danni allo scafo.

source: \c(3dd)Tandem Torpedoes\c() have a red warhead and damage \c(3dd)Shields\c() while penetrating them, dealing damage to both the \c(3dd)Hull\c() and \c(3dd)Shields\c().
it: \I siluri tandem hanno una testata rossa e danneggiano gli scudi mentre li penetrano, infliggendo danni sia allo scafo che agli scudi.

source: \c(3dd)Anti-Matter Torpedoes\c() have a dark-grey warhead and deal the highest base damage of all torpedoes, but their warheads require energy to be stored.
it: \I siluri antimateria hanno una testata grigio scuro e infliggono i danni base più elevati di tutti i siluri, ma le loro testate richiedono energia per essere immagazzinate.

source: Repair damaged ships at a \c(3dd)Repair Dock\c().
it: Riparare le navi danneggiate presso un \code(3dd)Dock di riparazione().

source: You can repair your ship in \c(3dd)Building Mode\c() while you're not in combat.
it: È possibile riparare la nave in \c(3dd)Building Mode\c() mentre non si combatte.

source: Repairing your ship in \c(3dd)Building Mode\c() can come in handy - but it's expensive. Getting repairs done at a \c(3dd)Repair Dock\c() or \c(3dd)Shipyard\c() is much cheaper.
it: Riparare la propria nave nel \c(3dd)Modo di costruire() può essere utile, ma è costoso. Le riparazioni in un \c(3dd)Darsena di Riparazione() o in un \c(3dd)Cantiere navale() sono molto più economiche.

source: You can repair your entire ship all at once with the \c(3dd)"Repair Ship..."\c() button.
it: È possibile riparare l'intera nave in una sola volta con il pulsante \c(3dd) "Ripara nave..."\c().

source: Build \c(3dd)Integrity Field Generators\c() to protect your ship's blocks from getting destroyed.
it: Costruire generatori di campi di integrità (3dd) per proteggere i blocchi della nave dalla distruzione.

source: You can have ships towed & reconstructed at a \c(3dd)Repair Dock\c().
it: È possibile far rimorchiare e ricostruire le navi presso un \code(3dd)Dock di riparazione().

source: \c(3dd)Repair Docks\c() sell \c(3dd)Reconstruction Kits\c() to quickly reassemble your ship's wreckage.
it: \I \c(3dd)Docks di riparazione() vendono i \c(3dd)Kit di ricostruzione() per riassemblare rapidamente il relitto della nave.

source: You can have your ship towed, reconstructed and repaired for free at your \c(3dd)Reconstruction Site\c().
it: È possibile far rimorchiare, ricostruire e riparare gratuitamente la propria nave presso il sito di ricostruzione.

source: You can give your ships \c(3dd)orders\c(), for example you can tell them to escort you or to guard a certain location.
it: Potete assegnare alle vostre navi degli \c(3dd)ordini\c(), ad esempio potete dire loro di scortarvi o di sorvegliare una certa posizione.

source: Press \c(3dd)%s\c() to enter \c(3dd)Strategy Mode\c(), where you can control your ships RTS-style.
it: Premere \c(3dd)%s\c() per entrare in modalità Strategia(), dove è possibile controllare le navi in stile RTS.

source: Once you have a captain aboard, you can send your ship on \c(3dd)operations\c() to gather resources, scout ahead or trade and many more!
it: Una volta che avrete un capitano a bordo, potrete inviare la vostra nave in \c(3dd)operazioni\c() per raccogliere risorse, fare esplorazione o commerciare e molto altro ancora!

source: Open your \c(3dd)Galaxy Map\c() to issue long-running operations to ships that have a captain aboard.
it: Aprite la vostra \c(3dd)Galaxy Map() per eseguire operazioni di lunga durata sulle navi che hanno un capitano a bordo.

source: Sending an \c(3dd)Escort\c() along with your main ship can make operations significantly safer.
it: L'invio di una \c(3dd)Scorta() insieme alla nave principale può rendere le operazioni molto più sicure.

source: Each \c(3dd)Operation Contract\c() will allow you to make detailed changes to what the operation in question entails.
it: Ciascuna \c(3dd)Operazione Contratto() consente di apportare modifiche dettagliate a ciò che comporta l'operazione in questione.

source: An Explorer Captain will take notes while doing any operation, and if they find something interesting they'll mark those sectors on your map.
it: Un Capitano Esploratore prenderà appunti durante qualsiasi operazione e se troverà qualcosa di interessante segnerà quei settori sulla mappa.

source: With the \c(3dd)Travel Command\c() you can tell your captain to move your ship safely over long distances.
it: Con il \c(3dd)Comando di viaggio() potete dire al vostro capitano di spostare la vostra nave in modo sicuro su lunghe distanze.

source: A \c(3dd)Travel Command\c() can significantly decrease the time a ship needs to reach its destination.
it: Un \c(3dd)Comando di viaggio() può ridurre significativamente il tempo necessario a una nave per raggiungere la sua destinazione.

source: When a \c(3dd)Travel Command\c() leads through dangerous sectors, such as enemy faction territory or no man's space, then the chances of an attack rise drastically.
it: Quando un \c(3dd)Comando di viaggio() attraversa settori pericolosi, come il territorio di una fazione nemica o lo spazio di nessuno, le probabilità di un attacco aumentano drasticamente.

source: If you're new in an area you can send your ship on a \c(3dd)Scout Operation\c(). Your ship's captain will mark all sectors with interesting content.
it: Se sei nuovo in un settore, puoi inviare la tua nave in un'operazione di esplorazione (3dd). Il capitano della tua nave segnalerà tutti i settori con contenuti interessanti.

source: Are you in need of a steady resource income? Try the \c(3dd)Mining Operation\c().
it: Hai bisogno di un reddito costante da risorse? Provate l'operazione di estrazione mineraria \c(3dd)().

source: Try the \c(3dd)Salvaging Operation\c() if you're looking for a steady inflow of resources, money and equipment.
it: Provate l'Operazione Salvataggio() se cercate un afflusso costante di risorse, denaro ed equipaggiamento.

source: When starting a \c(3dd)Mining Operation\c(), keep in mind that a faction's central regions are mostly devoid of resources, while no man's space has a lot of them.
it: Quando si avvia un'Operazione mineraria (3dd), tenere presente che le regioni centrali di una fazione sono per lo più prive di risorse, mentre lo spazio di nessuno ne ha molte.

source: When starting a \c(3dd)Salvaging Operation\c(), keep in mind that a faction's central regions are mostly devoid of wreckages, while no man's space has a lot of them.
it: Quando si avvia un'Operazione di Salvataggio(), tenere presente che le regioni centrali di una fazione sono per lo più prive di relitti, mentre lo spazio di nessuno ne ha molti.

source: The more efficient a ship's equipment, the greater the profit of \c(3dd)Mining\c() and \c(3dd)Salvaging Operations\c().
it: Più efficiente è l'equipaggiamento di una nave, maggiore è il profitto delle operazioni di estrazione mineraria() e di salvataggio().

source: A \c(3dd)Miner captain\c() can work \c(3dd)Mining Operations\c() longer and with higher yields.
it: Un capitano minatore() può lavorare alle operazioni minerarie() più a lungo e con rendimenti più elevati.

source: A \c(3dd)Scavenger captain\c() can work \c(3dd)Salvaging Operations\c() longer and with higher yields.
it: Un Capitano Scavenger() può lavorare più a lungo e con rendimenti più elevati.

source: Discovered sectors with wreckages or asteroids will boost the Area Efficiency of \c(3dd)Mining\c() and \c(3dd)Salvaging Operations\c(), respectively.
it: I settori scoperti con relitti o asteroidi aumenteranno l'efficienza dell'area rispettivamente di \c(3dd)Estrazione() e \c(3dd)Operazioni di recupero().

source: Huge amounts of refinable materials in your cargo bay? Simply tell your captain to take care of it with a \c(3dd)Refining Operation\c(). No pesky search for a Resource Depot necessary!
it: Enormi quantità di materiali raffinabili nella stiva di carico? Dite semplicemente al vostro capitano di occuparsene con un'Operazione di raffinazione. Non è necessario cercare un deposito di risorse!

source: The \c(3dd)Procurement Contract\c() allows you to send your captain away with a shopping list of goods for your next project. It's almost like online shopping!
it: Il \c(3dd)Contratto d'appalto() consente di inviare al capitano una lista della spesa per il prossimo progetto. È quasi come fare shopping online!

source: Your cargo bay is full of goods that you don't need? Send your captain on a \c(3dd)Sell Command\c(), they'll use their connections to get you the best possible price for your goods.
it: La tua stiva è piena di merci che non ti servono? Manda il tuo capitano a vendere il tuo carico, userà le sue conoscenze per farti ottenere il miglior prezzo possibile per le tue merci.

source: Merchant or Smuggler captains can provide great bonuses for \c(3dd)Sell Commands\c() and \c(3dd)Procurement Contracts\c().
it: I capitani Mercante o Contrabbandiere possono fornire ottimi bonus per i \c(3dd)Comandi di Vendita() e i \c(3dd)Contratti di Approvvigionamento().

source: \c(3dd)Smuggler captains\c() can procure stolen goods for a lower price, anywhere.
it: \I capitani contrabbandieri possono procurarsi merci rubate a un prezzo inferiore, ovunque.

source: \c(3dd)Smuggler captains\c() can get rid of any good, anywhere.
it: \I capitani contrabbandieri possono sbarazzarsi di qualsiasi bene, ovunque.

source: \c(3dd)Smuggler captains\c() won't get slowed down during their operations when they have stolen or illegal goods on board.
it: \I capitani dei contrabbandieri non saranno rallentati durante le loro operazioni quando hanno a bordo merci rubate o illegali.

source: \c(3dd)Merchant captains\c() won't get slowed down during their operations when they have dangerous or suspicious goods on board.
it: \I capitani delle navi mercantili non saranno più rallentati nelle loro operazioni quando hanno a bordo merci pericolose o sospette.

source: When your captain has the \c(3dd)Market Expert\c() perk, or the ship a \c(3dd)Trading Subsystem\c() installed, they'll get the best prices for \c(3dd)Sell Commands\c() and \c(3dd)Procurement Contracts\c().
it: Quando il capitano ha il perk \c(3dd)Esperto di mercato\c() o la nave ha installato il \c(3dd)Sottosistema di commercio\c(), otterrà i prezzi migliori per i \c(3dd)Comandi di vendita\c() e i \c(3dd)Contratti di acquisto\c().

source: The Merchant captain is the only one who can fly a \c(3dd)Trade Route Contract\c().
it: Il capitano mercantile è l'unico che può pilotare un contratto di rotta commerciale.

source: If you've found a profitable trading route, send your Merchant captain to operate it using the \c(3dd)Trading Contract\c().
it: Se avete trovato una rotta di trading redditizia, inviate il vostro capitano mercantile a gestirla utilizzando il \c(3dd)Contratto di Trading().

source: When flying a \c(3dd)Trading Contract\c(), make sure to not need too many flights, or else the customer will get impatient and hand the contract over to someone else.
it: Quando si fa volare un contratto di trading (3dd), assicurarsi che non siano necessari troppi voli, altrimenti il cliente si spazientirà e passerà il contratto a qualcun altro.

source: When you have your captain plan a \c(3dd)Trading Contract\c(), they'll show you the routes with best profit per unit, best profit per volume, and highest margin in the area.
it: Quando chiedete al vostro capitano di pianificare un contratto di trading, vi mostrerà le rotte con il miglior profitto per unità, il miglior profitto per volume e il margine più alto della zona.

source: If you want to make sure your stations can work at peak performance, use a ship with a \c(3dd)Supply Operation\c() to move necessary ingredients between them quickly.
it: Se volete assicurarvi che le vostre stazioni possano lavorare al massimo delle prestazioni, utilizzate una nave con un'operazione di rifornimento (3dd) per spostare rapidamente gli ingredienti necessari tra di esse.

source: To send a ship on an \c(3dd)Expedition\c() it needs to be in unexplored territory.
it: Per inviare una nave in una Spedizione() è necessario che si trovi in un territorio inesplorato.

source: A Daredevil captain will shine during \c(3dd)Expeditions\c().
it: Un capitano temerario brillerà durante le ´spedizioni´().

source: An \c(3dd)Expedition\c() is a true wildcard! It can yield almost anything: Credits, resources, equipment, cargo and even information.
it: Una \c(3dd)Spedizione() è un vero e proprio jolly! Può produrre quasi tutto: crediti, risorse, equipaggiamento, carico e persino informazioni.

source: With a captain, you can send your ship on a \c(3dd)Maintenance Operation\c() to repair, hire crew, or restock equipment.
it: Con un capitano, potete inviare la vostra nave in un'operazione di manutenzione per riparare, assumere equipaggio o rifornire l'equipaggiamento.
