Repository: GLWine/Avorion-ITA
Catalog: Avorion/data/localization/*.po
Languages: it

source: To transport \c(0d0)special goods\c(), the corresponding \c(0d0)license\c() of the respective faction is required. With a license, special goods can be traded as if they were normal goods. When someone is caught without a license, they will be fined and their cargo confiscated.
it: Per trasportare merci speciali, è necessaria la corrispondente licenza della rispettiva fazione. Con una licenza, le merci speciali possono essere scambiate come se fossero merci normali. Se qualcuno viene sorpreso senza licenza, viene multato e il suo carico viene confiscato.

source: Stolen goods
it: Merci rubate

source: Goods are automatically branded to the faction that buys them by all certified traders found on stations. So, goods obtained by destroying or robbing ships are \c(0d0)branded as 'stolen'\c(). No honorable station will accept goods that are branded as 'stolen'. A special \c(0d0)license\c() is required to transport stolen goods. When someone is caught without a license, they will be fined and their cargo confiscated. Smugglers are said to have means of unbranding stolen cargo, but these are not exactly legal.
it: Tutti i commercianti certificati che si trovano nelle stazioni marcano automaticamente le merci alla fazione che le acquista. Quindi, le merci ottenute distruggendo o derubando le navi vengono bollate come "rubate". Nessuna stazione onorevole accetterà merci marchiate come "rubate". Per trasportare merci rubate è necessaria una speciale \c(0d0)licenza(). Se qualcuno viene sorpreso senza licenza, viene multato e il suo carico viene confiscato. Si dice che i contrabbandieri dispongano di mezzi per smascherare i carichi rubati, ma non sono esattamente legali.

source: Supply & Demand
it: Domanda e offerta

source: Prices of goods are influenced by \c(0d0)supply and demand\c(). Supply and demand of a trading good are influenced by stations that buy or sell that good in the nearby area. High supply means low prices, and high demand means high prices. In order to find profitable \c(0d0)Trading Routes\c(), you should look for areas with high supply, and transport goods to areas with low supply. Destroying or building factories will \c(0d0)influence supply and demand\c() of nearby areas in the long run. Supply and demand does not have an incluence on the amount of traders visiting the sector.
it: I prezzi dei beni sono influenzati dalla domanda e dall'offerta (0d0). L'offerta e la domanda di un bene commerciale sono influenzate dalle stazioni che acquistano o vendono quel bene nelle vicinanze. Un'offerta elevata significa prezzi bassi, mentre una domanda elevata significa prezzi alti. Per trovare rotte commerciali redditizie, è necessario cercare aree con un'offerta elevata e trasportare merci in aree con un'offerta bassa. Distruggere o costruire fabbriche influenzerà la domanda e l'offerta delle aree vicine nel lungo periodo. La domanda e l'offerta non influiscono sulla quantità di commercianti che visitano il settore.

source: In \c(0d0)Central Faction Areas\c(), you'll find more factories and stations that you can trade with, than in the \c(0d0)Outer Faction Areas\c().
it: Nelle Aree centrali della fazione() si trovano più fabbriche e stazioni con cui è possibile commerciare che nelle Aree esterne della fazione().

source: If a sector was called out as a \c(0d0)Hazard Zone\c(), traders will avoid that sector, making the economy in that sector grind to an almost complete halt.
it: Se un settore è stato segnalato come \c(0d0)Hazard Zone\c(), i commercianti lo eviteranno, facendo sì che l'economia di quel settore si arresti quasi completamente.

source: Trading Posts
it: Messaggi commerciali

source: The goods they trade are usually the ones that are most in demand or supply, or even both.
it: I beni che scambiano sono di solito quelli più richiesti o offerti, o addirittura entrambi.

source: Trading Posts do not influence \c(0d0)supply and demand\c() rates in nearby sectors.
it: I posti di trading non influenzano i tassi di domanda e offerta nei settori vicini.

source: They attract civil ships that will do business there.
it: Attirano navi civili che fanno affari lì.

source: \c(0d0)Factories\c() produce a variety of trading goods from lower tier goods.
it: \Le fabbriche() producono una varietà di beni commerciali a partire da beni di livello inferiore.

source: Factories usually have the best prices for goods, but might sometimes be harder to find.
it: Le fabbriche di solito hanno i prezzi migliori per le merci, ma a volte possono essere più difficili da trovare.

source: Factories influence \c(0d0)supply and demand\c() of their traded goods in nearby sectors.
it: Le fabbriche influenzano la domanda e l'offerta dei loro beni scambiati nei settori vicini.

source: They also attract civil ships that will do business there.
it: Inoltre, attraggono navi civili che fanno affari in loco.

source: \c(0d0)Consumer stations\c() are stations that only buy a range of products and them use them to go by their day-to-day business.
it: \c(0d0)Le stazioni di consumo() sono stazioni che acquistano solo una serie di prodotti e li utilizzano per le loro attività quotidiane.

source: Consumer stations include \c(0d0)Casinos\c(), \c(0d0)Habitats\c(), \c(0d0)Biotopes\c(), \c(0d0)Military Outposts\c(), \c(0d0)Shipyards\c(), \c(0d0)Repair Docks\c(), \c(0d0)Equipment Docks\c(), \c(0d0)Research Stations\c(), \c(0d0)Travel Hubs\c() and more.
it: Le stazioni di consumo includono \c(0d0)Casinò\c(), \c(0d0)Habitat\c(), \c(0d0)Biotopi\c(), \c(0d0)Avamposti militari\c(), \c(0d0)Cantieri navali\c(), \c(0d0)Banchine di riparazione\c(), \c(0d0)Banchine di equipaggiamento\c(), \c(0d0)Stazioni di ricerca\c(), \c(0d0)Hub di viaggio\c() e altro ancora.

source: Consumer stations influence \c(0d0)supply and demand\c() of their traded goods in nearby sectors.
it: Le stazioni di consumo influenzano \c(0d0)l'offerta e la domanda\c() dei loro beni scambiati nei settori vicini.

source: Encyclopedia
it: Enciclopedia

source: Avorion Encyclopedia
it: Enciclopedia Avorion

source: Welcome to the Avorion \c(0d0)Encyclopedia\c()! This is where you'll find information on a lot of Avorion's features. Simply select one of the \c(0d0)categories\c() on the left to get started!
it: Benvenuti nella \c(0d0)Enciclopedia() di Avorion! Qui troverete informazioni su molte caratteristiche di Avorion. Basta selezionare una delle \c(0d0)categorie() a sinistra per iniziare!

source: New entry in Encyclopedia unlocked: %s
it: Nuova voce dell'Enciclopedia sbloccata: %s

source: Player Profile
it: Profilo del giocatore

source: Milestone Unlocked: ${description}
it: Pietra miliare sbloccata: ${descrizione}

source: Collect Iron.
it: Raccogliere il ferro.

source: Collect Titanium.
it: Raccogliere il titanio.

source: Collect Naonite.
it: Raccogliere la naonite.

source: Collect Trinium.
it: Raccogliere Trinium.

source: Collect Xanion.
it: Raccogliere Xanion.

source: Collect Ogonite.
it: Raccogliere l'Ogonite.

source: Collect Avorion.
it: Raccogliere Avorion.

source: Acquire building knowledge for Iron.
it: Acquisire conoscenze edilizie per il ferro.

source: Acquire building knowledge for Titanium.
it: Acquisire le conoscenze di costruzione di Titanium.

source: Acquire building knowledge for Naonite.
it: Acquisire conoscenze costruttive per la Naonite.

source: Acquire building knowledge for Trinium.
it: Acquisizione di conoscenze edilizie per Trinium.

source: Acquire building knowledge for Xanion.
it: Acquisizione di conoscenze edilizie per Xanion.

source: Acquire building knowledge for Ogonite.
it: Acquisire conoscenze costruttive per l'Ogonite.

source: Acquire building knowledge for Avorion.
it: Acquisizione di conoscenze edilizie per Avorion.

source: Build a ship with 5 subsystem sockets.
it: Costruire una nave con 5 prese di sottosistema.

source: Build a ship with 6 subsystem sockets.
it: Costruire una nave con 6 prese di sottosistema.

source: Build a ship with 8 subsystem sockets.
it: Costruire una nave con 8 prese di sottosistema.

source: Build a ship with 10 subsystem sockets.
it: Costruire una nave con 10 prese di sottosistema.

source: Build a ship with 12 subsystem sockets.
it: Costruire una nave con 12 prese di sottosistema.

source: Build a ship with 15 subsystem sockets.
it: Costruire una nave con 15 prese di sottosistema.

source: Found a second ship.
it: Trovata una seconda nave.

source: Build a flotilla of five ships.
it: Costruire una flottiglia di cinque navi.

source: Build a fleet of ten ships.
it: Costruire una flotta di dieci navi.

source: Claim a big asteroid.
it: Rivendicare un grande asteroide.

source: Found a mine on an asteroid.
it: Trovata una miniera su un asteroide.

source: Found a station.
it: Ho trovato una stazione.

source: Connect two of your factories using the supply command.
it: Collegare due fabbriche utilizzando il comando supply.

source: Get into the center of the galaxy.
it: Entrare nel centro della galassia.

source: Reach sector (0:0).
it: Settore di arrivo (0:0).

source: Destroy the Xsotan Wormhole Guardian.
it: Distruggere il Guardiano del Wormhole Xsotan.

source: Add R-Mining lasers to your ship.
it: Aggiungi i laser di R-Mining alla tua nave.

source: Add R-Salvaging lasers to your ship.
it: Aggiungete i laser R-Salvataggio alla vostra nave.

source: Refine some ores or scrap into resources.
it: Raffinare alcuni minerali o scarti in risorse.

source: Add a cargobay to your ship.
it: Aggiungere una stiva di carico alla nave.

source: Open a hidden stash.
it: Aprire un nascondiglio nascosto.

source: Fire a torpedo.
it: Lanciare un siluro.

source: Clear a pirate sector.
it: Liberare un settore pirata.

source: Ally yourself with another faction.
it: Allearsi con un'altra fazione.

source: Research an item.
it: Ricerca di un elemento.

source: Find and read the article about Repair Docks in the Avorion Encyclopedia.
it: Trovate e leggete l'articolo sui Bacini di riparazione nell'Enciclopedia Avorion.

source: Change your Reconstruction Site at a Repair Dock.
it: Cambiare il sito di ricostruzione in un molo di riparazione.

source: Reconstruct your ship with a Reconstruction Kit.
it: Ricostruite la vostra nave con un kit di ricostruzione.

source: Find an abandoned ship and make it spaceworthy again.
it: Trovare una nave abbandonata e renderla di nuovo idonea allo spazio.

source: Crack open a container at a smuggler's outpost.
it: Aprire un container in un avamposto di contrabbandieri.

source: Employ a Captain on your ship.
it: Impiegare un capitano sulla propria nave.

source: Employ a tier 1 captain on your ship.
it: Impiegare un capitano di livello 1 sulla propria nave.

source: Employ a tier 2 captain on your ship.
it: Impiegare un capitano di livello 2 sulla propria nave.

source: Employ a tier 3 captain on your ship.
it: Impiegare un capitano di livello 3 sulla propria nave.

source: Add a hangar to your ship.
it: Aggiungere un hangar alla propria nave.

source: Have two full fighter squads on your ship.
it: Avere due squadre di caccia complete sulla propria nave.

source: Use boarders and boarding shuttles to board another ship or station.
it: Usare gli abbordatori e le navette d'imbarco per salire a bordo di un'altra nave o stazione.

source: Find a mysterious artifact.
it: Trova un misterioso artefatto.

source: Find a Xsotan artifact with one scratch on it.
it: Trova un manufatto Xsotan con un solo graffio.

source: Find a Xsotan artifact with two scratches on it.
it: Trova un manufatto Xsotan con due graffi.

source: Find a Xsotan artifact with three scratches on it.
it: Trova un manufatto Xsotan con tre graffi.

source: Find a Xsotan artifact with four scratches on it.
it: Trovate un manufatto Xsotan con quattro graffi.

source: Find a Xsotan artifact with five scratches on it.
it: Trova un manufatto Xsotan con cinque graffi.

source: Find a Xsotan artifact with six scratches on it.
it: Trova un manufatto Xsotan con sei graffi.

source: Find a Xsotan artifact with seven scratches on it.
it: Trova un manufatto Xsotan con sette graffi.

source: Find a Xsotan artifact with eight scratches on it.
it: Trova un manufatto Xsotan con otto graffi.

source: [DLC: Black Market] Meet Izzy.
it: [DLC: Mercato nero] Vi presento Izzy.

source: [DLC: Black Market] Meet the Family.
it: [DLC: Mercato Nero] Incontra la famiglia.

source: [DLC: Black Market] Finish the Family storyline.
it: [DLC: Mercato nero] Completa la storyline della Famiglia.

source: [DLC: Black Market] Meet the Cavaliers.
it: [DLC: Mercato nero] Ecco i Cavaliers.

source: [DLC: Black Market] Finish the Cavaliers storyline.
it: [DLC: Mercato nero] Completa la storyline dei Cavaliers.

source: [DLC: Black Market] Meet the Commune.
it: [DLC: Mercato Nero] Incontra la Comune.

source: [DLC: Black Market] Finish the Commune storyline.
it: [DLC: Mercato nero] Completa la storyline della Comune.

source: Meet the convoy that wants to fly to the center of the galaxy.
it: Incontrare il convoglio che vuole volare al centro della galassia.

source: Destroy Specimen 8055.
it: Distruggere il campione 8055.

source: Destroy the bigger version of The AI.
it: Distruggere la versione più grande dell'IA.

source: Destroy the corrupted version of The AI.
it: Distruggere la versione corrotta dell'IA.

source: Call and destroy the Stick of Doom.
it: Chiamare e distruggere il Bastone della Morte.

source: Destroy Fidget.
it: Distruggere Fidget.

source: Destroy Project IHDTX.
it: Distruggere il progetto IHDTX.

source: Destroy the Xsotan Invasion Overseer.
it: Distruggi il sorvegliante dell'invasione Xsotan.

source: [DLC: Into The Rift] Enter a Rift.
it: [DLC: Into The Rift] Entrare in un Varco.

source: [DLC: Into The Rift] Enter a Rift with 5 or more ships.
it: [DLC: Into the Rift] Entrare in un Rift con 5 o più navi.

source: [DLC: Into The Rift] Finish a Rift mission with a friend.
it: [DLC: Into The Rift] Completa una missione Rift con un amico.

source: [DLC: Into The Rift] Save all the scientists.
it: [DLC: Into The Rift] Salva tutti gli scienziati.

source: [DLC: Into The Rift] Finish the Into The Rift Storyline.
it: [DLC: Into The Rift] Completa la trama di Into The Rift.

source: [DLC: Into The Rift] Finish a Rift with a depth of 75.
it: [DLC: Into The Rift] Finisci una Rift con una profondità di 75.

source: [DLC: Into The Rift] Stay in a Rift for 15 Minutes after the swarm has arrived.
it: [Rimani in una Rift per 15 minuti dopo l'arrivo dello sciame.

source: [DLC: Into The Rift] Finish a Rift with a depth of 75 in a single ship with 600kT mass or lower.
it: [DLC: Into The Rift] Finisci un Rift con una profondità di 75 con una sola nave di massa pari o inferiore a 600kT.

source: Overview
it: Panoramica

source: [DEMAND]
it: [DOMANDA]

source: Bulletin Boards
it: Bacheche

source: <No Name>
it: <Non nome>

source: Captain [no class
it: Capitano [senza classe

source: Captain [
it: Capitano [

source: Dock ${LN2} is clear.
it: Il bacino ${LN2} è libero.

source: Dock ${LN2} is not clear.
it: Dock ${LN2} non è chiaro.

source: ${R}: Docking permission granted.
it: ${R}: Permesso di attracco concesso.

source: ${R}: Docking permission denied.
it: ${R}: Permesso di attracco negato.

source: Approach vector ${N2}/${N} confirmed.
it: Confermato il vettore di avvicinamento ${N2}/${N}.

source: We cannot allow just anybody to come aboard.
it: Non possiamo permettere a chiunque di salire a bordo.

source: General reminder to the populace: open doors create unnecessary suction.
it: Promemoria generale per la popolazione: le porte aperte creano un'aspirazione non necessaria.

source: According to form ${R}, all taxes have been paid.
it: Secondo il modulo ${R}, tutte le tasse sono state pagate.

source: Requesting confirmation of received goods.
it: Richiesta di conferma della merce ricevuta.

source: All incoming vessels: we welcome you in our sector and we hope for you that your intentions are peaceful.
it: A tutte le navi in arrivo: vi diamo il benvenuto nel nostro settore e speriamo per voi che le vostre intenzioni siano pacifiche.

source: Freighter ${N2}: this is ${R}. Please identify yourself.
it: Nave da carico ${N2}: qui è ${R}. Si prega di identificarsi.

source: Oh, back so early?
it: Oh, sei tornato così presto?

source: Major Tom, please come in.
it: Maggiore Tom, si accomodi.

source: Please repeat the last statement.
it: Ripetere l'ultima affermazione.

source: ${R}, what is your estimated time of arrival?
it: ${R}, qual è l'orario di arrivo previsto?

source: ${R}, you're free to dock. Choose whichever dock you please.
it: ${R}, siete liberi di attraccare. Scegliete il molo che preferite.

source: ${R}, please send us position and approach angle.
it: ${R}, inviateci la posizione e l'angolo di avvicinamento.

source: Negative, we are still waiting for the delivery.
it: Negativo, stiamo ancora aspettando la consegna.

source: Hello ${R}, it's great to see you again!
it: Ciao ${R}, è bello rivederti!

source: ${R}? What are you guys doing here?
it: ${R}? Cosa ci fate qui?

source: This is the automated response system. Denied requests can be reviewed at any time by our algorithm.
it: Questo è il sistema di risposta automatica. Le richieste negate possono essere riviste in qualsiasi momento dal nostro algoritmo.

source: Mandatory meeting of all station commanders tomorrow in room ${R}.
it: Riunione obbligatoria di tutti i comandanti di stazione domani nella sala ${R}.

source: ${R}, please come in.
it: ${R}, prego, si accomodi.

source: No, that form is no longer up to date.
it: No, quel modulo non è più aggiornato.

source: We ask all captains and pilots not to occupy docks any longer than necessary.
it: Chiediamo a tutti i capitani e ai piloti di non occupare le banchine più del necessario.

source: Public Service Announcement: After losing contact to our latest chemical transport, we strongly advise not to open any sealed containers.
it: Annuncio di servizio pubblico: Dopo aver perso il contatto con il nostro ultimo trasporto di sostanze chimiche, consigliamo vivamente di non aprire alcun contenitore sigillato.

source: Hyperspace engine is a code ${N2}, shields are a code ${N}. Repairs not urgent, but welcome.
it: Il motore iperspaziale è un codice ${N2}, gli scudi sono un codice ${N}. Le riparazioni non sono urgenti, ma benvenute.

source: Requesting permission to dock.
it: Richiesta di autorizzazione all'attracco.

source: Requesting flight vector.
it: Richiesta del vettore di volo.

source: We are now at vector ${N2}/${N}.
it: Siamo ora al vettore ${N2}/${N}.

source: Negative, we are still waiting for our goods.
it: Negativo, stiamo ancora aspettando la nostra merce.

source: Asking for clearance.
it: Chiedere l'autorizzazione.

source: So far, so good.
it: Fin qui tutto bene.

source: I have a bad feeling about this.
it: Ho un brutto presentimento.

source: ${R} entering flight vector.
it: ${R} che entra nel vettore di volo.

source: Personally, I don't like those fancy energy weapons. I'd take some good old chain guns over plasma any day.
it: Personalmente, non mi piacciono le armi a energia di fantasia. Preferisco le vecchie armi a catena al plasma.

source: ... yeah, but shields are nearly useless against plasma weapons.
it: ... sì, ma gli scudi sono quasi inutili contro le armi al plasma.

# Those are fantasy words
source: Railguns rip through a ship's hull like hot targo through a panem.
it: I cannoni a rotaia squarciano lo scafo di una nave come un bersaglio caldo in un panem.

source: One of these days I'll find one of those asteroids and claim it for myself.
it: Uno di questi giorni troverò uno di quegli asteroidi e lo rivendicherò per me.

source: No, no, no! With R-Mining Lasers, you get high yields of ores that you have to refine!
it: No, no, no! Con i laser R-Mining, si ottengono alti rendimenti di minerali da raffinare!

source: Greedy bastard got himself killed going after the yellow blips on his galaxy map. Pirates everywhere.
it: L'avido bastardo si è fatto uccidere inseguendo i puntini gialli sulla sua mappa della galassia. Pirati ovunque.

source: Yes, really! If you don't shoot the Xsotan, they just move on! Saw it with my own eyes!
it: Sì, davvero! Se non si spara agli Xsotan, loro se ne vanno! L'ho visto con i miei occhi!

source: The lightest material in the galaxy is Trinium. Trinium ships are a dream to steer.
it: Il materiale più leggero della galassia è il Trinium. Le navi in trinium sono un sogno da governare.

source: They started building Cloning Pods with Xanion. Gives me the shivers.
it: Hanno iniziato a costruire capsule di clonazione con Xanion. Mi fa venire i brividi.

source: If you ever come across one of those Behemoths, just pray that they won't detect you.
it: Se doveste imbattervi in uno di questi colossi, pregate che non vi individuino.

source: That last sector I visited was completely ravaged. Nothing left. Not even salvage. Creepy as hell if you ask me.
it: L'ultimo settore che ho visitato era completamente devastato. Non era rimasto nulla. Nemmeno i recuperi. Inquietante, secondo me.

source: I'm telling you, there's some old guard ship out there. That thing is defending some wrecks like they're still inhabited!
it: Ti dico che c'è una nave della vecchia guardia là fuori. Quella cosa difende alcuni relitti come se fossero ancora abitati!

source: The captain is completely crazy. Wants all kinds of ship parts for his collection, as if ships were something like rare butterflies.
it: Il capitano è completamente pazzo. Vuole tutti i tipi di parti di navi per la sua collezione, come se le navi fossero qualcosa di simile a farfalle rare.

source: Have you heard about the ship where everyone is asleep? The autopilot has taken control and put everyone into cryosleep!
it: Avete sentito parlare della nave dove tutti dormono? Il pilota automatico ha preso il controllo e ha messo tutti in criosonno!

source: You have to come with us! The galaxy is going down! We're all meeting up to leave this galaxy aboard the "Opportunity"! If you're not on the list, they won't let you near it!
it: Dovete venire con noi! La galassia sta affondando! Ci riuniremo tutti per lasciare questa galassia a bordo della "Opportunity"! Se non siete sulla lista, non vi faranno avvicinare!

source: These "traders" are even worse than pirates! One should simply equip a ship, search for their hideout and smoke them out once and for all! But our fleet can't even do that!
it: Questi "commercianti" sono anche peggio dei pirati! Bisognerebbe semplicemente armare una nave, cercare il loro nascondiglio e stanarli una volta per tutte! Ma la nostra flotta non è in grado di fare nemmeno questo!

source: Yesterday, Bob once again let off a story. About a motley ship full of crazy people who destroyed his last freighter because it was too gray.
it: Ieri, Bob si è lasciato sfuggire ancora una volta una storia. Su una nave di pazzi che ha distrutto la sua ultima nave da carico perché era troppo grigia.

source: ... heard already? They've built a weapon of mass destruction that can instantly pulverize any ship! I saw them once! We barely got away with it!
it: ... già sentito? Hanno costruito un'arma di distruzione di massa che può polverizzare all'istante qualsiasi nave! Li ho visti una volta! Ce la siamo cavata per un pelo!

source: ... heard about the missing prison ship? A friend told me that the prisoners had taken over the ship!
it: ... avete sentito parlare della nave prigione scomparsa? Un amico mi ha detto che i prigionieri hanno preso il controllo della nave!

source: I'm telling you: Fully automated! This bot will take down any wreck in no time. I just hope it can tell functional ships from wrecks.
it: Ve lo dico io: Completamente automatizzato! Questo bot abbatterà qualsiasi relitto in pochissimo tempo. Spero solo che sappia distinguere le navi funzionanti dai relitti.
