Repository: GLWine/Avorion-ITA
Catalog: Avorion/data/localization/*.po
Languages: it

source: \c(0d0)Switch\c() between your ships by selecting them and pressing \c(fff)${TransferPlayer}\c(). Switching without having another ship selected will transfer you to your \c(0d0)Drone\c().
it: \Passare da una nave all'altra selezionandola e premendo \c(fff)${TransferPlayer}\c(). Se si passa da una nave all'altra senza averne selezionata un'altra, si passa alla nave \c(0d0)Drone().

source: When steering with the mouse, hold \c(fff)[${camera}]\c() to move the camera independently from the ship, \c(0d0)without\c() the ship \c(0d0)changing course\c(). This way, you can fire a broadside at an enemy that is starboard or portside, while your ship \c(0d0)stays on course\c(). While holding \c(fff)[${camera}]\c(), use the \c(fff)[Mouse Wheel]\c() to zoom.
it: Quando si governa con il mouse, tenere premuto \c(fff)[${camera}]\c() per muovere la telecamera indipendentemente dalla nave, \c(0d0)senza che la nave \c(0d0)cambi rotta. In questo modo, è possibile sparare una bordata a un nemico che si trova a dritta o a sinistra, mentre la nave rimane in rotta. Tenendo premuto \c(fff)[${camera}]\c(), usare la \c(fff)[rotella del mouse]\c() per zoomare.

source: Cruisers & Larger Ships
it: Navi da crociera e navi più grandi

source: The \c(0d0)Cruiser Control Mode\c() is a secondary control mode that you can use to steer \c(0d0)larger vessels\c(). Once your ships get bigger, they won't be as agile as they used to be when they were smaller corvettes. Large crafts massively profit from \c(0d0)turrets\c() that can \c(0d0)turn in each direction\c(). With this mode you can set a fixed velocity with \c(fff)[${Acc}], [${Brake}], [${ToggleVelocity}]\c() and steer the ship with \c(fff)[${W}], [${A}], [${S}], [${D}], [${Q}], [${E}]\c(), all while being able to move the mouse freely to aim.
it: La modalità di controllo degli incrociatori è una modalità di controllo secondaria che si può usare per governare le navi più grandi. Quando le vostre navi diventano più grandi, non saranno più agili come quando erano corvette più piccole. Le navi più grandi traggono grande vantaggio dalle torrette che possono girare in ogni direzione. Con questa modalità è possibile impostare una velocità fissa con \c(fff)[${Acc}], [${Brake}], [${ToggleVelocity}]\c() e governare la nave con \c(fff)[${W}], [${A}], [${S}], [${D}], [${Q}], [${E}]\c(), il tutto potendo muovere liberamente il mouse per mirare.

source: Your \c(0d0)current speed\c() is shown by the bar at the top of your screen. If your ship is moving forward, the bar turns blue; movement in the opposite direction is shown as yellow.
it: La velocità corrente è indicata dalla barra in alto sullo schermo. Se l'astronave si muove in avanti, la barra diventa blu; il movimento nella direzione opposta è indicato in giallo.

source: Hyperdrive
it: Iperguida

source: The \c(0d0)Hyperspace Engine\c() status is shown below the speed bar. The status bar is only present while your \c(0d0)Hyperdrive\c() is charging. A countdown indicates how much charging time remains. If the bar is red, your Hyperspace Engine is blocked. You have to move away before being able to jump.
it: Lo stato del \c(0d0)Motore Iperspaziale() è indicato sotto la barra di velocità. La barra di stato è presente solo mentre l'\c(0d0)Iperguida\c() è in carica. Un conto alla rovescia indica il tempo di ricarica rimanente. Se la barra è rossa, il motore iperspaziale è bloccato. È necessario allontanarsi prima di poter saltare.

source: At the bottom of the screen you'll find the \c(0d0)Energy Bar\c() and your \c(0d0)Battery Status\c() in shades of yellow.
it: Nella parte inferiore dello schermo si trovano la \c(0d0)Barra dell'energia\c() e lo \c(0d0)Stato della batteria\c() in tonalità di giallo.

source: The upper of the two is your energy consumption and the lower shows how much energy is currently stored.
it: Il valore superiore rappresenta il consumo di energia, mentre quello inferiore indica la quantità di energia attualmente immagazzinata.

source: You can increase your ship's energy levels with \c(0d0)Solar Panels\c(), \c(0d0)Generators\c() and certain \c(0d0)Subsystems\c().
it: È possibile aumentare i livelli di energia della nave con i pannelli solari, i generatori e alcuni sottosistemi.

source: \c(ddd)Note: don't let your batteries be depleted for extended periods of time, crew life support needs energy.\c()
it: \Nota: non lasciare che le batterie si scarichino per lunghi periodi di tempo, il supporto vitale dell'equipaggio ha bisogno di energia.

source: Health and Shield
it: Salute e scudo

source: At the bottom of the screen is your \c(0d0)Life Bar\c(). Right above the life bar your \c(0d0)Shield Status\c() is displayed. If your shield is depleted, it takes a while to be functional again. \c(ddd)Note: you need energy to charge your shields, so make sure your ship produces more than it needs before going into battle.\c()
it: Nella parte inferiore dello schermo è visualizzata la barra della vita ("Life Bar"). Proprio sopra la barra della vita viene visualizzato lo \c(0d0)Stato dello scudo(). Se lo scudo è esaurito, ci vuole un po' di tempo prima che torni a funzionare. \Nota: per caricare gli scudi è necessaria energia, quindi assicurarsi che la nave ne produca più di quanta ne serva prima di entrare in battaglia.

source: Warnings
it: Avvertenze

source: Below your speed bar, a number of \c(0d0)Warning Icons\c() can be displayed. Hover your mouse over them to get more information. Red warnings are more critical and should be addressed immediately, while yellow warnings are less urgent.
it: Sotto la barra della velocità possono essere visualizzate alcune icone di avviso (0d0). Passare il mouse su di esse per ottenere maggiori informazioni. Gli avvisi rossi sono più critici e devono essere affrontati immediatamente, mentre quelli gialli sono meno urgenti.

source: Menu Buttons
it: Pulsanti di menu

source: In the top right corner are icons for many of Avorion's \c(0d0)features\c(). You can use them by freeing your mouse. Read the tooltips to find out what the icons do!
it: Nell'angolo in alto a destra sono presenti le icone di molte funzioni di Avorion. È possibile utilizzarle liberando il mouse. Leggere i suggerimenti per scoprire cosa fanno le icone!

source: On the bottom left you'll find the \c(0d0)Chat Window\c(). Open it by pressing \c(fff)${showChat}\c(). Status updates for your fleet, radio messages from stations and general information will be displayed here. You can write messages to other players and use chat commands. To see all available chat commands type \c(0d0)"/help"\c().
it: In basso a sinistra si trova la \c(0d0)Finestra di chat(). Aprirla premendo \c(fff)${showChat}\c(). Qui vengono visualizzati gli aggiornamenti di stato della flotta, i messaggi radio delle stazioni e le informazioni generali. È possibile scrivere messaggi agli altri giocatori e utilizzare i comandi della chat. Per visualizzare tutti i comandi di chat disponibili, digitare \c(0d0)"/help"\c().

source: Menus
it: Menu

source: The \c(0d0)Ship Menu\c() contains overviews for \c(0d0)Turrets\c(), \c(0d0)Crew\c(), \c(0d0)Subsystems\c(), \c(0d0)Goods\c(), \c(0d0)Fighters\c() and \c(0d0)Torpedoes\c() of the ship you are currently flying. You'll also find the ship's \c(0d0)Co-op Control\c() settings here. To open this menu press \c(fff)${shipMenu}\c().
it: Il menu Nave contiene una panoramica delle torrette, dell'equipaggio, dei sottosistemi, delle merci, dei caccia e delle torpedini della nave che si sta pilotando. Qui si trovano anche le impostazioni del \c(0d0)Controllo cooperativo() della nave. Per aprire questo menu, premere \c(fff)${shipMenu}\c().

source: The \c(0d0)Player Menu\c() contains an overview over your \c(0d0)Ships\c(), \c(0d0)Inventory\c(), \c(0d0)Relationships\c() to NPC factions, \c(0d0)Missions\c() and your \c(0d0)Alliance\c(). You can open it with \c(fff)${playerMenu}\c().
it: Il \c(0d0)Menu del giocatore() contiene una panoramica delle vostre \c(0d0)Navi(), \c(0d0)Inventario(), \c(0d0)Relazioni() con le fazioni PNG, \c(0d0)Missioni() e la vostra \c(0d0)Alleanza(). Si può aprire con \c(fff)${Menu giocatore}\c().

source: The \c(0d0)Drone\c() is your very basic starter ship.
it: Il \c(0d0)Drone\c() è la nave di base per iniziare.

source: It's equipped with two \c(0d0)Iron Mining Lasers\c() that you can use to \c(0d0)mine resources\c() from asteroids.
it: È dotato di due laser per l'estrazione del ferro che possono essere utilizzati per estrarre risorse dagli asteroidi.

source: Even when your last ship was destroyed, you will always have the Drone as a fallback.
it: Anche quando la vostra ultima nave è stata distrutta, avrete sempre il drone come ripiego.

source: The Drone can be used to \c(0d0)scout ahead\c() into sectors that are potentially dangerous, so you won't have to put your main ship in danger.
it: Il drone può essere utilizzato per effettuare scouting in settori potenzialmente pericolosi, in modo da non mettere in pericolo la propria nave principale.

source: To deploy your drone, press the Drone button on the top right of the screen, or press \c(fff)[${drone}]\c().
it: Per dispiegare il drone, premere il pulsante Drone in alto a destra dello schermo, oppure premere \c(fff)[${drone}]\c().

source: Building
it: Edificio

source: Founding a Ship
it: Fondare una nave

source: Click on the flag icon (\c(0d0)"Found Ship"\c()) in the upper right corner to found a ship. Founding a ship this way will create a \c(0d0)base block\c() and add a \c(0d0)base crew\c(). Use this base block to build your ship.
it: Cliccare sull'icona della bandiera (\c(0d0) "Nave trovata"\c()) nell'angolo in alto a destra per fondare una nave. Fondando una nave in questo modo, si crea un blocco base e si aggiunge un equipaggio base. Utilizzare questo blocco base per costruire la propria nave.

source: About the Building Mode
it: Informazioni sulla modalità di costruzione

source: The \c(0d0)Building Mode\c() is the place where you build your ships!
it: Il \c(0d0)Building Mode() è il luogo in cui si costruiscono le navi!

source: Here you can attach \c(0d0)turrets\c(), build it larger or smaller, add some color, or just use a preexisting ship design.
it: Qui è possibile collegare torrette, ingrandire o rimpicciolire la nave, aggiungere colore o semplicemente utilizzare un progetto di nave preesistente.

source: The Building Mode is very powerful and can feel a little overwhelming at the start, but this Encyclopedia has got you covered!
it: La modalità Costruisci è molto potente e all'inizio può risultare un po' opprimente, ma questa Enciclopedia ti ha già aiutato!

source: You can also \c(0d0)repair\c() your ship in the Building Mode, but that's a lot more expensive than at a \c(0d0)Repair Dock\c().
it: È anche possibile riparare la propria nave in modalità Costruzione, ma è molto più costoso che in un Dock di riparazione.

source: Keep in mind that you'll need \c(0d0)Building Knowledge\c() to build with the different materials.
it: Tenete presente che per costruire con i diversi materiali avrete bisogno di \c(0d0)Conoscenze edilizie().

source: Basic Controls
it: Controlli di base

source: Open \c(0d0)Building Mode\c() by pressing \c(fff)[${openBuild}]\c() or use the hammer icon in the top right corner. If you want to see all available \c(0d0)blocks\c(), hold \c(fff)[${inventory}]\c(). All blocks can be \c(0d0)scaled\c() in any direction by holding \c(fff)[${W}]\c(), \c(fff)[${A}]\c(), \c(fff)[${S}]\c(), \c(fff)[${D}]\c() and moving the mouse. Select a block that is already on your ship by using \c(fff)[${select}]\c() and multiple blocks by holding down \c(fff)[CTRL]\c() and using \c(fff)[${select}]\c(). To rotate the block you'd like to place, press \c(fff)[${rotate}]\c(). If you don't know how to do something, press \c(fff)[${short}]\c() to get an overview of all \c(0d0)building shortcuts\c()!
it: Aprire \c(0d0)Building Mode\c() premendo \c(fff)[${openBuild}]\c() o usare l'icona del martello in alto a destra. Per visualizzare tutti i blocchi disponibili, tenere premuto \c(fff)[${inventario}]\c(). Tutti i blocchi possono essere scalati in qualsiasi direzione tenendo premuto \c(fff)[${W}]\c(), \c(fff)[${A}]\c(), \c(fff)[${S}]\c(), \c(fff)[${D}]\c() e muovendo il mouse. Selezionate un blocco già presente sulla nave usando \c(fff)[${select}]\c() e più blocchi tenendo premuto \c(fff)[CTRL]\c() e usando \c(fff)[${select}]\c(). Per ruotare il blocco che si desidera posizionare, premere \c(fff)[${rotate}]\c(). Se non sapete come fare, premete \c(fff)[${corto}]\c() per avere una panoramica di tutte le scorciatoie di costruzione \c(0d0)\c()!

source: In \c(0d0)Building Mode\c() you can move the camera by pressing \c(fff)[${movCam}]\c() and moving the mouse, turning it around the center of your ship.
it: In \c(0d0)Building Mode\c() è possibile spostare la telecamera premendo \c(fff)[${movCam}]\c() e muovendo il mouse, facendolo ruotare intorno al centro della nave.

source: If you would like to have a different block as the center, select that block and press \c(fff)[${focus}]\c(). If you select more than one block and press \c(fff)[${focus}]\c(), the focus will be exactly between those blocks. You can also use the \c(fff)arrow keys\c() to move the focus of the camera.
it: Se si desidera avere un blocco diverso come centro, selezionarlo e premere \c(fff)[${focus}]\c(). Se si seleziona più di un blocco e si preme \c(fff)[${focus}]\c(), il focus sarà esattamente tra questi blocchi. Per spostare la messa a fuoco della telecamera, è possibile utilizzare anche i tasti freccia \c(fff)]\c().

source: To move the focus back to the center of your ship, deselect everything and press \c(fff)[${focus}]\c() again.
it: Per riportare il focus al centro della nave, deselezionare tutto e premere nuovamente \c(fff)[${focus}]\c().

source: Placing Turrets
it: Posizionamento delle torrette

source: To add \c(0d0)turrets\c() to your ship, select a turret from the \c(0d0)Turret Window\c() on the left.
it: Per aggiungere torrette alla nave, selezionare una torretta dalla Finestra delle torrette a sinistra.

source: All turrets you own are listed there. You can only place turrets on blocks made up of a material at least as high as that of the turret.
it: Tutte le torrette che si possiedono sono elencate lì. È possibile posizionare le torrette solo su blocchi costituiti da un materiale alto almeno quanto quello della torretta.

source: Every ship only has a certain number of turret slots.
it: Ogni nave ha solo un certo numero di slot per le torrette.

source: You can see that number in the ship stats on the right and you can increase it by installing certain \c(0d0)subsystems\c().
it: Questo numero è visibile nelle statistiche della nave sulla destra e può essere aumentato installando alcuni sottosistemi \c(0d0)\c().

source: If you want to replace a turret that is already on your ship, hold \c(fff)[Left SHIFT]\c() and place the new turret onto the old one.
it: Se si vuole sostituire una torretta già presente sulla nave, tenere premuto \c(fff)[MAIUSC sinistro]\c() e posizionare la nuova torretta su quella vecchia.

source: Changing Colors
it: Colori cangianti

source: To change colors, select the \c(0d0)Color Brush\c() on the left.
it: Per cambiare i colori, selezionare il pennello \c(0d0)Colore() a sinistra.

source: It is possible to select all blocks of a certain color by choosing \c(fff)'Select All Blocks with the Current Color'\c() and then transform all selected blocks to a different color with \c(fff)'Apply Current Color to Selection'\c().
it: È possibile selezionare tutti i blocchi di un determinato colore scegliendo \c(fff)'Seleziona tutti i blocchi con il colore corrente'\c() e quindi trasformare tutti i blocchi selezionati in un colore diverso con \c(fff)'Applica il colore corrente alla selezione'\c().

source: While using the \c(0d0)Color Brush\c(), you can use \c(fff)[CTRL] + [C]\c() to select the color of that block and then \c(fff)[CTRL] + [V]\c() to use it on another block.
it: Mentre si usa il pennello \c(0d0)Colore(), si può usare \c(fff)[CTRL] + [C]\c() per selezionare il colore di quel blocco e poi \c(fff)[CTRL] + [V]\c() per usarlo su un altro blocco.

source: Saving Ships
it: Salvataggio delle navi

source: By default your ship design will automatically be saved if you leave \c(0d0)Building Mode\c(). You can find these auto saves in the \c(0d0)Saved Designs\c() menu on the left side. You can also save your ship design manually. All saved designs will be available as designs throughout the game.
it: Per impostazione predefinita, il progetto della nave viene salvato automaticamente se si esce da \c(0d0)Modalità di costruzione\c(). I salvataggi automatici si trovano nel menu \c(0d0)Progetti salvati() sul lato sinistro. È anche possibile salvare manualmente il progetto della nave. Tutti i progetti salvati saranno disponibili come progetti in tutto il gioco.

source: If you don't want your ship designs to be saved automatically you can turn this off in the \c(fff)Main Menu\c() under \c(fff)Settings\c() -> \c(fff)Game\c().
it: Se non si desidera che i progetti delle navi vengano salvati automaticamente, è possibile disattivare questa funzione nel \c(fff)Menu principale() sotto \c(fff)Impostazioni() -> \c(fff)Gioco().

source: Repairing
it: Riparazione

source: If your ship gets damaged, you can repair it in \c(0d0)Building Mode\c(). However, it is much more expensive than what an \c(0d0)Repair Dock\c() would charge you for the same repairs!
it: Se la vostra nave viene danneggiata, potete ripararla in \c(0d0)Modalità di costruzione(). Tuttavia, è molto più costoso di quello che un \c(0d0)Dock di riparazione() vi farebbe pagare per le stesse riparazioni!

source: You cannot edit a damaged ship, which means that you may have to repair your ship on site if it doesn't steer properly any more.
it: Non è possibile modificare una nave danneggiata, il che significa che se la nave non sterza più correttamente, dovrete ripararla sul posto.

source: In this case you can \c(0d0)repair\c() only the missing blocks, which is much cheaper.
it: In questo caso è possibile riparare() solo i blocchi mancanti, il che è molto più economico.

source: If you don't have enough money for those preliminary repairs, you can also \c(0d0)discard\c() the missing blocks to be able to edit your ship again.
it: Se non si dispone di denaro sufficiente per le riparazioni preliminari, si possono anche scartare i blocchi mancanti per poter modificare nuovamente la nave.

source: They will then be permanently deleted from your ship design.
it: Verranno quindi eliminati definitivamente dal progetto della nave.

source: To use the various \c(0d0)Materials\c() that you can find, you need the appropriate \c(0d0)Building Knowledge\c().
it: Per utilizzare i vari \c(0d0)Materials\c() che si possono trovare, è necessario l'appropriato \c(0d0)Building Knowledge\c().

source: In addition to better materials, higher-tier building knowledge also allows you to build ships that support more \c(0d0)Processing Power\c() and thus \c(0d0)Subsystem Sockets\c().
it: Oltre ai materiali migliori, le conoscenze costruttive di livello superiore consentono di costruire navi che supportano una maggiore \c(0d0)Potenza di elaborazione() e quindi \c(0d0)Prese di sottosistema().

source: One way to get building knowledge is to buy it at a \c(0d0)Shipyard\c() that's in the respective material area - if you want \c(0d0)Naonite\c() knowledge, you should find a shipyard that's in an area where you can find lots of Naonite.
it: Un modo per ottenere le conoscenze di costruzione è quello di acquistarle presso un \c(0d0)Cantiere navale\c() che si trova nella rispettiva area di materiali - se si vogliono le conoscenze di \c(0d0)Naonite\c(), si dovrebbe trovare un cantiere navale che si trova in un'area in cui si può trovare molta Naonite.

source: This requires quite good relations to that faction though.
it: Ciò richiede però buone relazioni con la fazione in questione.

source: Another way to get the building knowledge is to clear a \c(0d0)Pirate Sector\c() in the respective area.
it: Un altro modo per ottenere la conoscenza dell'edificio è quello di eliminare un settore pirata nella rispettiva area.

source: They must have built their ships somehow...
it: Devono aver costruito le loro navi in qualche modo...

source: The \c(0d0)Processing Power\c() of a ship determines the amount of \c(0d0)Subsystem Sockets\c() it supports.
it: La \c(0d0)Potenza di elaborazione di una nave determina la quantità di \c(0d0)Socket del sottosistema che supporta.

source: To increase the processing power of your ships, add \c(0d0)Functional Blocks\c() to your ship.
it: Per aumentare la potenza di elaborazione delle vostre navi, aggiungete alla vostra nave i blocchi funzionali \c(0d0)\c().

source: Functional Blocks will contribute to the amount of processing power of your ship.
it: I blocchi funzionali contribuiscono alla potenza di elaborazione della nave.

source: You can see which blocks exactly are Functional Blocks in the \c(0d0)Building Mode\c().
it: È possibile vedere quali blocchi sono esattamente blocchi funzionali nella modalità costruttiva \c(0d0)\c().

source: If you reach the maximum limit of processing power on your ship, you can still add \c(0d0)Non-Functional blocks\c(), like \c(0d0)Armor\c(), \c(0d0)Hull\c(), and more.
it: Se si raggiunge il limite massimo di potenza di elaborazione della nave, si possono ancora aggiungere blocchi non funzionali, come Armor(), Hull() e altri ancora.

source: You can increase the maximum processing power buildable per ship by unlocking higher-tier \c(0d0)Building Knowledge\c().
it: È possibile aumentare la potenza di elaborazione massima costruibile per nave sbloccando conoscenze edilizie di livello superiore.

source: Workshop
it: Officina

source: Avorion has \c(0d0)Steam Workshop\c() integration. \c(0d0)Subscribe\c() to an item and find it in your \c(0d0)Saved Designs\c(). Downloadable content includes ship, station, fighter and turret designs.
it: Avorion ha integrato Steam Workshop(). \Sottoscrivete un oggetto e lo troverete tra i vostri progetti salvati. I contenuti scaricabili includono progetti di navi, stazioni, caccia e torrette.

source: Advanced Building
it: Costruzione avanzata

source: Matching Size & Shape
it: Abbinamento di dimensioni e forme

source: [Left SHIFT]
it: [MAIUSC]

source: If you would like the block you want to place to match the size of the one you want to place it next to, select \c(fff)'Match Block'\c() in the \c(0d0)Blocks Window\c() or hold \c(fff)[Left SHIFT]\c() while placing the block.
it: Se si desidera che il blocco che si desidera posizionare corrisponda alle dimensioni di quello a cui si vuole affiancare, selezionare \c(fff)'Abbina blocco'\c() nella finestra \c(0d0)Blocchi(\c() o tenere premuto \c(fff)[MAIUSC sinistro]\c() mentre si posiziona il blocco.

source: Especially for edge and triangle blocks it is important that their orientation matches the neighboring block.
it: Soprattutto per i blocchi bordo e triangolo è importante che il loro orientamento corrisponda a quello del blocco vicino.

source: To automatically align them with the block they are getting attached to hold \c(fff)[CTRL]\c() or select \c(fff)'Match Shape'\c() in the \c(0d0)Blocks Window\c().
it: Per allinearli automaticamente con il blocco a cui vengono collegati, tenere premuto \c(fff)[CTRL]\c() o selezionare \c(fff)'Abbina forma'\c() nella finestra \c(0d0)Blocchi().

source: Transforming Blocks
it: Blocchi di trasformazione

source: Hold \c(fff)[ALT]\c() to replace a selected block with the block type you have selected in the \c(0d0)Blocks Window\c().
it: Tenere premuto \c(fff)[ALT]\c() per sostituire un blocco selezionato con il tipo di blocco selezionato nella finestra \c(0d0)Blocchi().
