Repository: GLWine/Avorion-ITA
Catalog: Avorion/data/localization/*.po
Languages: it

source: Today, I was promoted to consumer.
it: Oggi sono stato promosso a consumatore.

source: We'd like to remind outsiders that all our activities are 100% legal.
it: Vorremmo ricordare agli esterni che tutte le nostre attività sono legali al 100%.

source: Having trouble staying on the straight path? We don’t, either!
it: Avete problemi a rimanere sulla retta via? Nemmeno noi!

source: So there's this old, completely legal ship that needs taking care of, and ... oh, wrong channel.
it: Quindi c'è questa vecchia nave completamente legale di cui bisogna occuparsi e... oh, canale sbagliato.

source: A friend of mine has a special delivery that's looking for a new owner.
it: Un mio amico ha una consegna speciale che sta cercando un nuovo proprietario.

source: Yes, absolutely. Yes, ${N2}% legal.
it: Sì, assolutamente. Sì, ${N2}% legale.

source: My friend asked me to join a union. I refused, 'cause I don't want to be fired.
it: Un mio amico mi ha chiesto di iscrivermi a un sindacato. Ho rifiutato, perché non voglio essere licenziato.

source: Productivity is at 9${N}%.
it: La produttività è al 9${N}%.

source: ${N} new shipments today, ${N2} tomorrow.
it: ${N} nuove spedizioni oggi, ${N2} domani.

source: ${N} new businesses have joined the Guild over the past two weeks.
it: ${N} nuove imprese si sono unite alla Gilda nelle ultime due settimane.

source: Do what you love, and get a fair wage for it.
it: Fate ciò che amate e ottenete una retribuzione equa.

source: I've been waiting for these shipments forever. Where are they!?
it: Aspetto queste spedizioni da sempre. Dove sono?

source: Containers of section ${LN2} have been moved to section ${L2}.
it: I contenitori della sezione ${LN2} sono stati spostati nella sezione ${L2}.

source: Gotta up those numbers.
it: Bisogna aumentare i numeri.

source: Find what you love. Then buy it. Then sell it for a profit.
it: Trovate ciò che vi piace. Poi compratelo. Poi vendetelo con profitto.

source: I think I'll sell my vacation days for that 0.${N2}% profit.
it: Penso che venderò i miei giorni di vacanza per ottenere un profitto dello 0,${N2}%.

source: Use bots, not workers. They don't need sleep, or wages, or food. It's a win-win-win.
it: Usate i bot, non i lavoratori. Non hanno bisogno di dormire, né di salari, né di cibo. È un vantaggio per tutti.

source: The Conglomerate has bought ${N2} new businesses so far this week.
it: Questa settimana il conglomerato ha acquistato nuove attività per $2}.

source: Research, exploration and curiosity is what drives us.
it: La ricerca, l'esplorazione e la curiosità sono il nostro motore.

source: The Federation stands for integrity, unity and honor.
it: La Federazione è sinonimo di integrità, unità e onore.

source: Ugh, that stupid replicator on deck ${L} is broken again.
it: Quello stupido replicatore sul ponte ${L} è di nuovo rotto.

source: I don't think you should wear that red shirt on your mission.
it: Non credo che dovresti indossare quella camicia rossa in missione.

source: Technological progress, so that we can improve a bit every day.
it: Il progresso tecnologico, in modo da poter migliorare un po' ogni giorno.

source: Those who join us will receive protection.
it: Chi si unisce a noi riceverà protezione.

source: Together, we're stronger.
it: Insieme, siamo più forti.

source: Stand together in unison.
it: State in piedi all'unisono.

source: The Alliance is the shield we use to defend ourselves.
it: L'Alleanza è lo scudo che usiamo per difenderci.

source: The Alliance has been joined by ${N3} new individuals today.
it: Oggi l'Alleanza è stata raggiunta da ${N3} nuovi individui.

source: Fight the Horde! For the Alliance!
it: Combattere l'Orda! Per l'Alleanza!

source: The Commonwealth stands for prosperity, liberty and wealth.
it: Il Commonwealth è sinonimo di prosperità, libertà e ricchezza.

source: Everyone has to do their part here, but it's all worth it.
it: Ognuno deve fare la sua parte, ma ne vale la pena.

source: Sacrifices have to be made to create a better tomorrow.
it: Bisogna fare dei sacrifici per creare un domani migliore.

source: For the greater good of the Commonwealth.
it: Per il bene del Commonwealth.

source: Update: Cameras in personal apartments on deck ${L} are now operational for your safety.
it: Aggiornamento: le telecamere negli appartamenti personali sul ponte ${L} sono ora in funzione per la vostra sicurezza.

source: It's perfectly fine that these holo recorders are everywhere, after all, it's for the safety of all of us.
it: È perfettamente giusto che questi olo-registratori siano ovunque, dopotutto è per la sicurezza di tutti noi.

source: Are you willing to give yourself to the light? Join us.
it: Siete disposti a donarvi alla luce? Unitevi a noi.

source: Great pleasure awaits those that follow the path of union.
it: Un grande piacere attende coloro che seguono il cammino dell'unione.

source: One of us.
it: Uno di noi.

source: Joining the Collective isn't mandatory, but recommended.
it: L'adesione al Collettivo non è obbligatoria, ma consigliata.

source: The Collective has welcomed ${N3} happy new individuals yesterday.
it: La Collettiva ha dato il benvenuto a ${N3} nuovi individui felici ieri.

source: There is no discord here.
it: Qui non c'è discordia.

source: You attacked a civil ship. Relations with witnessing honorable factions worsened.
it: Avete attaccato una nave civile. Le relazioni con le fazioni onorevoli testimoni sono peggiorate.

source: Relations worsened with a faction because you took over control of sector (%1%:%2%).
it: Le relazioni con una fazione sono peggiorate perché avete assunto il controllo del settore (%1%:%2%).

source: The Behemoth of the North has been sighted in \s(%1%:%2%)!
it: Il Behemoth del Nord è stato avvistato a \s(%1%:%2%)!

source: The Behemoth of the East has been sighted in \s(%1%:%2%)!
it: Il Behemoth dell'Est è stato avvistato a \s(%1%:%2%)!

source: The Behemoth of the South has been sighted in \s(%1%:%2%)!
it: Il colosso del Sud è stato avvistato a \s(%1%:%2%)!

source: The Behemoth of the West has been sighted in \s(%1%:%2%)!
it: Il colosso del West è stato avvistato a \s(%1%:%2%)!

source: The Behemoth of the North has moved on.
it: Il Behemoth del Nord è andato avanti.

source: The Behemoth of the East has moved on.
it: Il Behemoth dell'Est è andato avanti.

source: The Behemoth of the South has moved on.
it: Il colosso del Sud è andato avanti.

source: The Behemoth of the West has moved on.
it: Il colosso dell'Occidente è andato avanti.

source: The Behemoth of the North has moved on from \s(%1%:%2%) and left the sector in ruins!
it: Il Behemoth del Nord è passato da \s(%1%:%2%) e ha lasciato il settore in rovina!

source: The Behemoth of the East has moved on from \s(%1%:%2%) and left the sector in ruins!
it: Il Behemoth dell'Est è passato da \s(%1%:%2%) e ha lasciato il settore in rovina!

source: The Behemoth of the South has moved on from \s(%1%:%2%) and left the sector in ruins!
it: Il Behemoth del Sud è passato da \s(%1%:%2%) e ha lasciato il settore in rovina!

source: The Behemoth of the West has moved on from \s(%1%:%2%) and left the sector in ruins!
it: Il Behemoth dell'Ovest è passato da \s(%1%:%2%) e ha lasciato il settore in rovina!

source: Behemoth of the North
it: Behemoth del Nord

source: Behemoth of the East
it: Behemoth dell'Est

source: Behemoth of the South
it: Il colosso del Sud

source: Behemoth of the West
it: Il colosso dell'Occidente

source: A craft is under attack in sector \s(%1%:%2%)!
it: Un'imbarcazione è sotto attacco nel settore \s(%1%:%2%)!

source: Witness
it: Testimone

source: This sector is unsafe! We have to warn people! Notify everyone!
it: Questo settore non è sicuro! Dobbiamo avvertire la gente! Avvisare tutti!

source: Due to turmoils, this sector has been called out as a Hazard Zone. Civilian ships, traders and freighters will avoid this sector until peace has returned.
it: A causa dei disordini, questo settore è stato dichiarato Zona a rischio. Le navi civili, i commercianti e le navi da carico eviteranno questo settore fino al ritorno della pace.

source: Sector \s(%1%:%2%) has been called out as a Hazard Zone.
it: Il settore \s(%1%:%2%) è stato dichiarato zona di pericolo.

source: You have entered a Hazard Zone. Civilian ships, traders and freighters avoid this sector until peace has returned (~%1% minutes remaining). Trade and economy are massively impaired here.
it: Siete entrati in una Zona di pericolo. Le navi civili, i commercianti e le navi da carico evitano questo settore fino al ritorno della pace (~%1% minuti rimanenti). Il commercio e l'economia sono fortemente compromessi.

source: The sector is no longer considered a Hazard Zone. Traders and freighters will return to the sector.
it: Il settore non è più considerato una Zona di pericolo. I commercianti e le navi da carico torneranno nel settore.

source: We're under attack! Call in reinforcements, NOW!
it: Siamo sotto attacco! Chiamate i rinforzi, ORA!

source: This sector is under attack by another faction!
it: Questo settore è attaccato da un'altra fazione!

source: We thank you for your help! Such heroism will not be forgotten. You can consider us your allies from now on.
it: Vi ringraziamo per il vostro aiuto! Un simile eroismo non sarà dimenticato. D'ora in poi potete considerarci vostri alleati.

source: To the entire fleet: ${name} is attacking us! Classify these ships as hostile and destroy them along with the others!
it: A tutta la flotta: ${nome} ci sta attaccando! Classificare queste navi come ostili e distruggerle insieme alle altre!

source: You have entered a neutral zone. Player to player damage is disabled in this sector.
it: Siete entrati in una zona neutrale. I danni da giocatore a giocatore sono disabilitati in questo settore.

source: Diamond Cruises
it: Crociere Diamond

source: Lake Pearl Cruise
it: Crociera sul Lago delle Perle

source: Brilliance of the Galaxy Cruise
it: Crociera della Galassia

source: Celestial Olympia
it: Olimpia Celeste

source: Celestial Tours
it: Tour celestiali

source: Cruise Ship
it: Nave da crociera

source: Galactic Birthdays
it: Compleanni galattici

source: Party Bus
it: Autobus per feste

source: Festival Cruise
it: Crociera del Festival

source: Prison Transport ${idstring}
it: Trasporto carcerario ${idstring}

source: Chicken & Egg
it: Pollo e uova

source: Toro Burgers
it: Hamburger del Toro

source: Chip Shop
it: Negozio di patatine fritte

source: Mobile Snack Bar
it: Snack bar mobile

source: Mobile Food Service
it: Servizio di ristorazione mobile

source: Meals on Rocket Engines
it: Pasti su motori a razzo

source: Food Runner
it: Corridore di cibo

source: Rocket Propelled Meals
it: Pasti a razzo

source: Mobile Towing Services
it: Servizi di rimorchio mobile

source: Tug Boat
it: Rimorchiatore

source: Tuggy Boat
it: Rimorchiatore

source: Wreck & Recovery
it: Relitti e recuperi

source: Day Savers Towing
it: Rimorchio Day Savers

source: To The Rescue Towing
it: Rimorchio di soccorso

source: Family Man
it: Uomo di famiglia

source: Happiness
it: Felicità

source: Worker's Love
it: L'amore dei lavoratori

source: United Workers
it: Lavoratori uniti

source: Peace
it: La pace

source: Union's Friend
it: Amico dell'Unione

source: Knight Errant
it: Cavaliere errante

source: Armed Sergeant
it: Sergente armato

source: Grand Master
it: Gran Maestro

source: Galactic Commute Shuttle
it: Navetta galattica per i pendolari

source: Intersector Shuttles
it: Navette intersettoriali

source: Express Shuttle Service
it: Servizio navetta espresso

source: People Delivery Service
it: Servizio di consegna delle persone

source: Trusty Commuter
it: Pendolare fidato

source: Cheetah Commutes
it: I pendolari del ghepardo

source: Gazelle Ferry
it: Traghetto della gazzella

source: Antilope Transports
it: Trasporti Antilope

source: You urgently need a holiday? Then you've come to the right place!
it: Avete urgentemente bisogno di una vacanza? Allora siete nel posto giusto!

source: New destinations, new adventures, best holiday feeling!
it: Nuove destinazioni, nuove avventure, la migliore sensazione di vacanza!

source: Only today: 20% discount on our most popular holiday destinations!
it: Solo oggi: 20% di sconto sulle nostre destinazioni di vacanza più popolari!

source: Next stop: The Nebulon Rift!
it: Prossima tappa: il Varco di Nebulon!

source: Discover fascinating worlds and bask in luxury!
it: Scoprite mondi affascinanti e crogiolatevi nel lusso!

source: Are you ready? Paaaartyyy .. unz, unz, unz ...
it: Siete pronti? Paaaartyyy ... unz, unz, unz ...

source: Looking for a location for your party? Book us and have the best party of your life!
it: Cercate una location per la vostra festa? Prenotateci e vivrete la festa più bella della vostra vita!

source: Alert! Breach in cellblock G-34-7!
it: Allarme! Breccia nel blocco G-34-7!

source: Camera in cellblock H-08-02 is malfunctioning. Repair crew dispatched.
it: La telecamera del blocco H-08-02 è malfunzionante. Inviata una squadra per la riparazione.

source: Everything is nice and quiet. Let's hope it stays that way.
it: Tutto è bello e tranquillo. Speriamo che rimanga così.

source: Don't worry, this ship is equipped with the best security measures. The cells are absolutely escape-proof.
it: Non preoccupatevi, questa nave è dotata delle migliori misure di sicurezza. Le celle sono assolutamente a prova di fuga.

source: Special offer! Buy three lunches, get drinks for free!
it: Offerta speciale! Acquista tre pranzi e ricevi le bevande gratis!

source: The best snack with the best music! Only here your lunch becomes an experience!
it: Il miglior spuntino con la migliore musica! Solo qui il vostro pranzo diventa un'esperienza!

source: Best burger in the galaxy only here! Get it now!
it: Il miglior hamburger della galassia solo qui! Prendetelo ora!

source: Tired, but you have to work? Maxodon's Energy Shots will help you get back on your feet! And that without any natural ingredients!
it: Siete stanchi ma dovete lavorare? Gli Energy Shots di Maxodon vi aiuteranno a rimettervi in piedi! E questo senza alcun ingrediente naturale!

source: Looking for the perfect sandwich? We've got it and much more!
it: Cercate il panino perfetto? Ce l'abbiamo e molto altro ancora!

source: Another day of work ... I need a vacation.
it: Un altro giorno di lavoro... Ho bisogno di una vacanza.

source: This commute is getting worse every day!
it: Questo tragitto peggiora di giorno in giorno!

source: I should be looking for a new job. This commute drives me insane.
it: Dovrei cercare un nuovo lavoro. Questo tragitto mi fa impazzire.

source: We are the tow from duty! Towing at unbeatable prices!
it: Siamo il carro attrezzi di turno! Rimorchio a prezzi imbattibili!

source: Tow, tow, tow your boat, gently through the galaxy. Merrily, merrily, merrily, merrily, and ready for repairs!
it: Trainare, trainare, trainare la vostra barca, dolcemente attraverso la galassia. Allegramente, allegramente, allegramente, allegramente e pronta per le riparazioni!

source: Having a bad day? In the middle of nowhere and your engines won't start? Call us, and get a Tow-Tow-Towing!
it: Avete avuto una brutta giornata? Siete in mezzo al nulla e il vostro motore non si accende? Chiamateci, e ottenete un servizio di rimorchio!

source: Most times everything goes to plan, other times - not so much. Call us! We will get you out of your pickle!
it: La maggior parte delle volte tutto va secondo i piani, altre volte no. Chiamateci! Vi tireremo fuori dai guai!

source: Your tow. Anywhere. Anytime.
it: Il vostro rimorchio. Ovunque. In qualsiasi momento.

source: We won’t tow you away from your favorite spot. Promised. But if you need a tug - call us!
it: Non vi allontaneremo dal vostro posto preferito. Promesso. Ma se avete bisogno di un rimorchio, chiamateci!

source: We have some offers you can't refuse!
it: Abbiamo delle offerte che non potete rifiutare!

source: Don't try to rip us off, we are protected by the Family.
it: Non cercate di fregarci, siamo protetti dalla Famiglia.

source: The Family takes care of every trader that is willing to pay for protection.
it: La Famiglia si prende cura di tutti i trader disposti a pagare per la protezione.

source: We are not only trading goods but also favors.
it: Non stiamo scambiando solo beni, ma anche favori.

source: Join us into a just and beautiful future!
it: Unitevi a noi in un futuro giusto e bello!

source: We open our arms for every newcomer.
it: Apriamo le braccia ad ogni nuovo arrivato.

source: The Commune will bring peace and happiness to the galaxy.
it: La Comune porterà pace e felicità nella galassia.

source: Come and enroll to our glorious order!
it: Venite a iscrivervi al nostro glorioso ordine!

source: Help us unite the galaxy under the generous rule of the Emperor!
it: Aiutateci a unire la galassia sotto il generoso governo dell'Imperatore!

source: Pirates beware, the Cavaliers are here!
it: Attenzione ai pirati, i Cavaliers sono qui!

source: We protect the weak and the poor from any danger!
it: Proteggiamo i deboli e i poveri da qualsiasi pericolo!

source: Sentinel
it: Sentinella

source: Enemy identified... Defense protocols activated...
it: Nemico identificato... Protocolli di difesa attivati...

source: Sentinel ${serialNumber}
it: Sentinella ${numero di serie}

source: Sector Logbook
it: Diario di settore

source: Logbook of the sector ${x}:${y}
it: Diario del settore ${x}:${y}

source: We dedicate this guardian to our planet ${planetName}. May we be eternally safe through the protection of this masterpiece of modern technology. May it protect us from every threat the galaxy holds!
it: Dedichiamo questo guardiano al nostro pianeta ${nomePianeta}. Che possiamo essere eternamente al sicuro grazie alla protezione di questo capolavoro della tecnologia moderna. Che ci protegga da ogni minaccia della galassia!

source: The new technologies we have tested and used in building this masterpiece bring us a big step closer to successfully colonizing space.
it: Le nuove tecnologie che abbiamo testato e utilizzato per costruire questo capolavoro ci portano a un grande passo dalla colonizzazione dello spazio.

source: We hope that, thanks to our efforts, future generations will also live in peace and grow and prosper under the guardian's protection.
it: Ci auguriamo che, grazie ai nostri sforzi, anche le generazioni future possano vivere in pace e crescere e prosperare sotto la protezione del guardiano.

source: - Records unreadable -
it: - Registrazioni illeggibili -

source: We must leave this area, this ancient relic will remain here. Its protection will help new settlers quickly establish a safe colony.
it: Dobbiamo lasciare quest'area, questa antica reliquia rimarrà qui. La sua protezione aiuterà i nuovi coloni a stabilire rapidamente una colonia sicura.

source: Enemy detected, combat operations continue.
it: Individuato il nemico, le operazioni di combattimento continuano.

source: Critical warning: Friend enemy detection faulty.
it: Avviso critico: Rilevamento amico-nemico errato.

source: Warning: Planet not in range. Emergency mode cannot be deactivated.
it: Attenzione: Pianeta non raggiungibile. La modalità di emergenza non può essere disattivata.

source: Threat detected. Weapons clearance granted.
it: Rilevata minaccia. Autorizzazione all'uso delle armi concessa.

source: WE'RE GOING TO KICK YOUR ASS!!!
it: VI PRENDEREMO A CALCI IN CULO!!!

source: Chemical Transport ${serialNumber}
it: Trasporto chimico ${serialNumber}

source: Voice recordings of the bridge
it: Registrazioni vocali del ponte

source: Entry 175/1/4: "Captain! We have detected a leak from a container in the cargo hold. It is section C-17. A sealing crew has already been alerted."
it: Voce 175/1/4: "Capitano! Abbiamo rilevato una perdita da un container nella stiva. Si tratta della sezione C-17. Una squadra di sigillatori è già stata allertata".

source: Entry 175/2/4: "There are problems with the waterproofing crew. They are arguing about who gets to apply the waterproofing material."
it: Voce 175/2/4: "Ci sono problemi con la squadra di impermeabilizzazione. Stanno discutendo su chi deve applicare il materiale impermeabilizzante".

source: Entry 175/2/5: "This is nonsense! Such a nothingness! Then let the other one do it next time..."
it: Voce 175/2/5: "È un'assurdità! Una tale nullità! Allora lascia che sia l'altro a farlo la prossima volta...".

source: Entry 175/3/3: "The sealing does not seem to have been done properly. We have another warning message here!"
it: Voce 175/3/3: "Il sigillo non sembra essere stato fatto correttamente. Abbiamo un altro messaggio di avvertimento!".

source: "Hey ${aggroName}, what is this? Abort, abort! Leave him alone right now! Damn it! Captain! ${aggroName} just hit ${victimName}!"
it: "Ehi ${aggroNome}, cos'è questo? Interrompere, interrompere! Lascialo subito in pace! Dannazione! Capitano! ${aggroNome} ha appena colpito ${vittimaNome}!".

source: Entry 175/3/5: "This can't be happening! ${aggroName} will be detained immediately. I want peace and order on my ship."
it: Voce 175/3/5: "Questo non può accadere! ${aggroNome} sarà trattenuto immediatamente. Voglio pace e ordine sulla mia nave".

source: Entry 175/6/4: "The violence continues! Captain, what should we do? It seems like the whole crew is slowly going crazy! WHAT DO WE DO NOW?"
it: Voce 175/6/4: "La violenza continua! Capitano, cosa dobbiamo fare? Sembra che l'intero equipaggio stia lentamente impazzendo! COSA FACCIAMO ADESSO?"

source: Entry 175/12/4: "THEY ARE HERE! LOCK ALL DOORS!"
it: Voce 175/12/4: "SONO QUI! CHIUDETE TUTTE LE PORTE!"

source: Entry 175/13/4: "SLAUGHTER THEM!" "FINISH THEM!" "FINALLY! THE SHIP IS OURS!"
it: Voce 175/13/4: "MASSACRATELI!" "FINISCILI!" "FINALMENTE! LA NAVE È NOSTRA!"

source: COME HERE, COWARD!!
it: VIENI QUI, CODARDO!

source: DESTROY!!
it: DISTRUGGERE!

source: WE WILL SQUASH YOU!!
it: VI SCHIACCEREMO!!!

source: Stop! I want to take a closer look at your ship! In all ... parts.
it: Fermatevi! Voglio dare un'occhiata da vicino alla vostra nave! In tutte... le sue parti.

source: The Collector
it: Il collezionista

source: Wanted Poster
it: Poster ricercato

source: WANTED! - For multiple robberies of ships -
it: RICERCATO! - Per rapine multiple di navi -

source: "A former Xsotan Hunter is being sought to destroy and cannibalize ships. Extreme caution is advised! Attacks occur without warning!"
it: "Si cerca un ex cacciatore di Xsotan per distruggere e cannibalizzare le navi. Si consiglia estrema cautela! Gli attacchi avvengono senza preavviso!".

source: "Clues leading to the capture of the captain will be rewarded at an appropriate rate. It is strongly discouraged to act independently!"
it: "Gli indizi che portano alla cattura del capitano saranno ricompensati con una tariffa adeguata. È fortemente sconsigliato agire in modo indipendente!".

source: [Attached Notes]
it: [Note allegate]

source: Attached Notes
it: Note allegate

source: Look at how famous we are! They fear us!
it: Guardate quanto siamo famosi! Ci temono!

source: You are all a part of this crew! Together we will capture the rarest systems and components!
it: Siete tutti parte di questo equipaggio! Insieme cattureremo i sistemi e i componenti più rari!

source: Such a component is still missing in my collection!
it: Questo componente manca ancora nella mia collezione!

source: I'll get you! It's easier for all of us if you don't fight back.
it: Ti prenderò! È più facile per tutti noi se non reagisci.

source: No, no, no, if you fight back, you'll end up breaking something important!
it: No, no, no, se reagisci, finirai per rompere qualcosa di importante!
