Repository: GLWine/Avorion-ITA
Catalog: Avorion/data/localization/*.po
Languages: it

source: Current Relations: %d
it: Relazioni attuali: %d

source: Current Status: %1%
it: Stato attuale: %1%

source: %s is preparing the trade.
it: %s sta preparando lo scambio.

source: %s accepted your offer
it: %s ha accettato la sua offerta

# Alliance Tab
source: Alliance Emblem
it: Emblema dell'Alleanza

source: Alliance Emblem
it: Emblema dell'Alleanza

source: Layer 4 (Top)
it: Strato 4 (superiore)

source: Layer 3
it: Livello 3

source: Layer 2
it: Livello 2

source: Layer 1 (Bottom)
it: Strato 1 (in basso)

source: Up
it: Su

source: Left
it: A sinistra

source: Right
it: Diritto

source: Down
it: In basso

source: Center
it: Centro

source: Flip Horizontally
it: Capovolgere orizzontalmente

source: Flip Vertically
it: Capovolgimento verticale

source: Grow
it: Crescere

source: Shrink
it: Restringimento

source: Rotate Counterclockwise
it: Ruotare in senso antiorario

source: Rotate Clockwise
it: Ruotare in senso orario

source: Toggle Highlight
it: Evidenziazione a levetta

source: Show only this Layer
it: Mostra solo questo livello

source: Clear Icon
it: Icona Libera

source: Shapes
it: Forme

source: Badges
it: Distintivi

source: Ships & Turrets
it: Navi e torrette

source: Misc
it: Varie

source: Color Wheel
it: Ruota dei colori

source: Hide Other Layers
it: Nascondere altri livelli

source: Show All Layers
it: Mostra tutti i livelli

# Alliance Tab
source: Alliance Vault
it: Volta dell'Alleanza

source: Deposit
it: Deposito

source: Withdraw
it: Ritiro

source: [SHIFT] Transfer
it: [Trasferimento

source: Transfer All
it: Trasferimento di tutti

source: Receive Economy Notifications
it: Ricevere notifiche di economia

# Alliance Tab
source: General
it: Generale

source: PENDING INVITATIONS
it: INVITI IN SOSPESO

source: Join Alliance
it: Unirsi all'Alleanza

source: Leave Alliance
it: Lasciare l'Alleanza

source: Disband Alliance
it: Sciogliere l'Alleanza

source: Are you sure? Disbanding an alliance cannot be undone! All items in your alliance inventory and all ships of your alliance will be lost!
it: Sei sicuro? Lo scioglimento di un'alleanza non può essere annullato! Tutti gli oggetti nell'inventario dell'alleanza e tutte le navi dell'alleanza andranno persi!

source: Message of the Day
it: Messaggio del giorno

source: Modify
it: Modificare

source: Save
it: Risparmiare

source: Alliance has no home sector!
it: L'Alleanza non ha un settore domestico!

source: Alliance: %s
it: Alleanza: %s

source: Whisper
it: Sussurro

source: Promote to Leader
it: Promuovere a leader

source: Assign Rank
it: Assegnazione del grado

source: Kick
it: Calcio

source: SECTOR
it: SETTORE

source: LAST ONLINE
it: ULTIMO ONLINE

# Alliance Tab
source: Members
it: Membri

source: Invite Player
it: Invita il giocatore

# Alliance Tab
source: Ranks
it: Gradi

source: RANKS
it: RAGGI

source: PERMISSIONS
it: PERMESSI

source: BADGE
it: DISTINTIVO

source: Add Rank
it: Aggiungi classifica

# rank
source: Add as lowest
it: Aggiungere come minimo

source: Enter the name of the new rank:
it: Inserire il nome del nuovo grado:

source: Delete Rank
it: Elimina classifica

source: Create Rank
it: Crea classifica

source: Rank Name:
it: Nome del rango:

source: Add Above:
it: Aggiungere sopra:

source: * New Member Rank: this rank will be assigned to new members.
it: * Rango di nuovo membro: questo grado sarà assegnato ai nuovi membri.

source: Move Up
it: Salire

source: Move Down
it: Muoversi verso il basso

source: Set as new member rank
it: Impostare il grado di nuovo membro

# Alliance Tab
source: Found Alliance
it: Alleanza trovata

source: Found Alliance
it: Alleanza trovata

source: Founding Cost: ¢%s Enter the name of your alliance:
it: Costo di fondazione: ¢%s Inserire il nome dell'alleanza:

source: Founding Cost: %s Credits
it: Costo di fondazione: %s Crediti

source: Found alliances to work together with other players as a completely new faction. Alliances count as their own faction, and their members can manage alliance stations, ships and inventory. You can invite other players to join the alliance and assign ranks to different members to manage what individual members are allowed to do. You can also see the online status of your alliance members and you'll have a shared galaxy map. You can either join an existing alliance or found a new one!
it: Fondare alleanze per lavorare insieme ad altri giocatori come una fazione completamente nuova. Le alleanze contano come una propria fazione e i loro membri possono gestire stazioni, navi e inventario dell'alleanza. È possibile invitare altri giocatori a unirsi all'alleanza e assegnare gradi ai diversi membri per gestire ciò che i singoli membri possono fare. Potrete anche vedere lo stato online dei membri dell'alleanza e avrete una mappa della galassia condivisa. Potete unirvi a un'alleanza esistente o fondarne una nuova!

source: Missions
it: Missioni

source: Track / Untrack Mission
it: Missione di tracciamento/distracciamento

source: Abandon
it: Abbandonare

source: Details
it: Dettagli

source: You can't abandon this mission.
it: Non potete abbandonare questa missione.

source: <No Missions>
it: <Nessuna missione>.

source: [TAB] Ship >>
it: [TAB] Nave >>

source: Fleet
it: Flotta

source: Ship lost! Have it towed at a Repair Dock!
it: Nave persa! Fatela rimorchiare in un bacino di riparazione!

source: Ship destroyed! Have it towed at a Repair Dock!
it: Nave distrutta! Fatela rimorchiare in un bacino di riparazione!

source: Object destroyed!
it: Oggetto distrutto!

source: Sort Ships Up
it: Ordinamento delle navi

source: Sort Stations Up
it: Stazioni di smistamento su

source: Sort Crafts in Current Sector Up
it: Ordinamento dei mestieri nel settore corrente Su

source: Compact View
it: Vista compatta

source: Auto-Pay Crews
it: Equipaggi autopagati

source: Manage
it: Gestire

source: Switch to '%s'
it: Passa a '%s'

source: Show On Map
it: Mostra sulla mappa

source: SHIP
it: SPEDIZIONE

source: CARGO
it: POSIZIONE

source: ARMAMENT
it: ARMAMENTO

source: STATUS
it: STATO

source: Craft name can't be empty.
it: Il nome del mestiere non può essere vuoto.

source: Please enter a name for your ship:
it: Inserire un nome per la nave:

source: Recall ship
it: Nave da richiamo

source: Escort Recall Warning
it: Avviso di richiamo Escort

source: Are you sure? This ship is currently escorting another ship. Recalling it will recall the escorted ship, too.
it: Ne è sicuro? Questa nave sta scortando un'altra nave. Richiamandola si richiamerà anche la nave scortata.

source: Recall Warning
it: Avviso di richiamo

source: Are you sure? This will cancel any task the captain is working on at the moment. Your ship will reappear on the galaxy map and you will be able to assign a new task.
it: Sei sicuro? Questo annullerà qualsiasi compito a cui il capitano sta lavorando al momento. La nave riapparirà sulla mappa della galassia e sarà possibile assegnare un nuovo compito.

source: Enter the class of your ship:
it: Inserire la classe della propria nave:

source: Transfer Craft To Alliance
it: Trasferimento di Craft all'Alleanza

source: Are you sure? Transferring a craft to your alliance cannot be undone!
it: Sei sicuro? Il trasferimento di un'imbarcazione alla vostra alleanza non può essere annullato!

source: Delete this ship from the list.
it: Cancella questa nave dall'elenco.

source: Remove Ship From List
it: Rimuovi la nave dall'elenco

source: Are you sure? This ship will be gone forever. This can not be undone!
it: Ne è sicuro? Questa nave sparirà per sempre. Non si può annullare tutto questo!

source: Take
it: Prendere

source: This ship has yield ready to claim
it: Questa nave ha un rendimento pronto a reclamare

source: Total Salary: ¢%1%
it: Stipendio totale: ¢%1%

source: You must be in the same sector to change the icon of crafts.
it: Per cambiare l'icona dei mestieri è necessario trovarsi nello stesso settore.

source: You must be in the same sector to rename crafts.
it: Per rinominare i mestieri è necessario trovarsi nello stesso settore.

source: You must be in the same sector to set the class of crafts.
it: Per impostare la classe di mestieri è necessario trovarsi nello stesso settore.

source: You must be in the same sector to transfer crafts to your alliance.
it: Per trasferire i mestieri alla vostra alleanza dovete trovarvi nello stesso settore.

source: Take the yield of the ship first!
it: Prendete prima la resa della nave!

source: Set Class...
it: Imposta classe...

source: Set Icon...
it: Imposta icona...

source: Transfer to Alliance
it: Trasferimento all'Alleanza

source: Take (%1%)
it: Prendere (%1%)

source: %1% Credits
it: %1% Crediti

source: [LOST]
it: [PERDUTO]

source: [DESTROYED]
it: [DISTRUTTO]

source: Captain is performing a task for you.
it: Il capitano sta svolgendo un compito per voi.

source: Crew payment due: %s Credits
it: Pagamento dell'equipaggio dovuto: %s Crediti

source: Crew salary: %1% Credits Due in less than 1 minute
it: Salario dell'equipaggio: %1% Crediti Da consegnare in meno di 1 minuto

source: Crew salary: %1% Credits Due in %2%
it: Salario dell'equipaggio: %1% Crediti Dovuto in %2%

source: Filters
it: Filtri

source: All
it: Tutti

source: Building Knowledge
it: Costruire la conoscenza

source: Knowledge + Resources
it: Conoscenza + Risorse

source: Only show plans you can build with your current building knowledge
it: Mostrate solo progetti che potete costruire con le vostre attuali conoscenze edilizie.

source: Only show plans you can build with your current building knowledge and resources
it: Mostrare solo progetti che si possono costruire con le proprie conoscenze costruttive e risorse attuali.

source: Fighters Only
it: Solo combattenti

source: Only show plans that can be used for fighters
it: Mostrare solo i piani che possono essere utilizzati per i caccia

source: More Filters...
it: Altri filtri...

source: Parent Folder
it: Cartella dei genitori

source: New Folder
it: Nuova cartella

# Workshop Tags
source: Tags:
it: Tag:

# Input Window Title
source: New Folder
it: Nuova cartella

source: Enter the name of the new folder:
it: Inserire il nome della nuova cartella:

source: Filter Active
it: Filtro attivo

source: Templates
it: Modelli

source: Workshop Segment Templates
it: Modelli di segmenti di workshop

source: Workshop Ship Designs
it: Progetti di navi officina

source: Workshop Turret Designs
it: Progetti di torrette da officina

source: Ship Autosaves
it: Salvataggio automatico della nave

source: Turret Autosaves
it: Salvataggio automatico della torretta

source: Pickup Behavior:
it: Comportamento di prelievo:

source: Pick up normal cargo
it: Raccogliere un carico normale

source: Pick up ores
it: Raccogliere minerali

source: Pick up scrap
it: Raccogliere gli scarti

source: Pick up stolen goods
it: Ritirare la merce rubata

source: Pick up dangerous goods
it: Ritiro di merci pericolose

source: Pick up illegal goods
it: Ritiro di merci illegali

source: Your cargo bay is empty.
it: La stiva di carico è vuota.

source: Mission relevant
it: Missione rilevante

source: Empty cargo space:
it: Spazio di carico vuoto:

source: Toggle Autofire [A]
it: Attivare il fuoco automatico [A]

source: Replace...
it: Sostituire...

source: Remove
it: Rimuovere

source: Torpedo Shaft #%i
it: Albero del siluro #%i

source: Armed Turret Slot #%i
it: Slot per torretta armata #%i

source: Arbitrary Turret Slot #%i
it: Slot torretta arbitrario #%i

source: Unarmed Turret Slot #%i
it: Slot per torretta non armata #%i

source: Defensive Turret Slot #%i
it: Slot torretta difensiva #%i

source: Replace Turret
it: Sostituire la torretta

source: Replace
it: Sostituire

source: [LMB] Select
it: Selezione [LMB]

source: [0-9] Assign Group
it: [0-9] Assegnazione gruppo

source: [A] Toggle Autofire
it: [A] Attivare il fuoco automatico

source: %1%/%2% auto targeting slots used
it: %1%/%2% slot di targeting automatico utilizzati

source: Assign allrounder crew members to this position.
it: Assegnare a questa posizione i membri dell'equipaggio allrounder.

source: Unassign allrounder crew members from this position.
it: Disassegnare i membri dell'equipaggio allrounder da questa posizione.

source: Warning:
it: Attenzione:

source: This will dismiss the crew members. They will be gone and no money will be returned.
it: In questo modo i membri dell'equipaggio saranno licenziati. Se ne andranno e non verrà restituito alcun denaro.

source: CREW / QUARTERS:
it: EQUIPAGGIO / QUARTIERI:

source: CREW SALARY:
it: SALARIO DELL'EQUIPAGGIO:

source: Pay
it: Paga

source: Captain Nickname
it: Soprannome del Capitano

source: Enter a nickname:
it: Inserire un nickname:

source: CREW
it: CREMA

source: You have to pay your crew every 3 hours.
it: Dovete pagare il vostro equipaggio ogni 3 ore.

source: WORKFORCE
it: FORZA LAVORO

source: Add Cloning Pod blocks to your craft to clone crew members.
it: Aggiungete alla vostra imbarcazione i blocchi capsula di clonazione per clonare i membri dell'equipaggio.

source: No Cloning Pods
it: Nessuna capsula di clonazione

source: Add Academy blocks to your craft to specialize allrounder crew members.
it: Aggiungete blocchi Accademia alla vostra imbarcazione per specializzare membri dell'equipaggio tuttofare.

source: No Academy blocks
it: Nessun blocco dell'Accademia

source: Clone crew members. Time: %1% Cost: %2% credits
it: Membri dell'equipaggio del clone. Tempo: %1%. Costo: %2% crediti

source: Remove from cloning queue.
it: Rimuovere dalla coda di clonazione.

source: Train untrained crew members to become %1%. Time: %2% Cost: %3% credits
it: Addestrare i membri dell'equipaggio non addestrati a diventare %1%. Tempo: %2%. Costo: %3% crediti

source: Pull %1% out of the Academy.
it: Estrarre il %1% dall'Accademia.

source: PASSENGERS
it: PASSEGGERI

source: Dismiss Passenger
it: Congedare il passeggero

source: [Dbl-Click / Drag & Drop] Assign Captain
it: [Assegnare il capitano

source: Your crew requires %1% quarters, but your ship only has %2%!
it: L'equipaggio ha bisogno dell'%1% di alloggi, ma la nave ne ha solo il %2%!

source: %1% out of %2% quarters used.
it: %1% su %2% di trimestri utilizzati.

source: Pay Crew
it: Equipaggio a pagamento

source: Crew payment due in %1%
it: Pagamento dell'equipaggio entro il %1%.

source: Morale is bad! The crew is on strike!
it: Il morale è negativo! L'equipaggio è in sciopero!

source: Morale is bad! The crew will eventually strike!
it: Il morale è negativo! L'equipaggio finirà per scioperare!

source: Morale is good. Specialists will level up over time.
it: Il morale è buono. Gli specialisti saliranno di livello col tempo.

source: Assign as Captain
it: Assegnare come capitano

source: Dismiss
it: Congedo

source: Are you sure? The passenger will be gone for good.
it: Ne è sicuro? Il passeggero se ne andrà per sempre.

source: Cloning Pods Simultaneous cloning capacity: %1% Clones crew members on your craft. New clones are untrained.
it: Baccelli di clonazione Capacità di clonazione simultanea: %1%. Clona i membri dell'equipaggio della propria imbarcazione. I nuovi cloni non sono addestrati.

source: Not enough energy. Efficiency: %1%%%
it: Energia insufficiente. Efficienza: %1%%%

# cloning/academy
source: Capacity: %1%
it: Capacità: %1%

source: Academy Simultaneous training capacity: %1% Trains allrounder crew members to become specialists. Members are removed from the crew during training.
it: Accademia Capacità di formazione simultanea: %1%. Addestra i membri dell'equipaggio allrounder a diventare specialisti. I membri vengono rimossi dall'equipaggio durante l'addestramento.

source: Your ship can fly at higher speeds!
it: La vostra nave può volare a velocità più elevate!

source: Your ship will get repaired faster!
it: La tua nave verrà riparata più velocemente!

source: Your ship is unable to fly at full speed!
it: La tua nave non è in grado di volare alla massima velocità!

source: Not all turrets are able to fire!
it: Non tutte le torrette sono in grado di sparare!

source: Not all mining turrets can fire!
it: Non tutte le torrette minerarie possono sparare!

source: Your ship will slowly decay and take damage!
it: La nave si deteriora lentamente e subisce danni!

source: Not all of your fighters will be able to start!
it: Non tutti i combattenti saranno in grado di iniziare!

source: Enter the name of your ship:
it: Inserire il nome della nave:

# tooltip, refers to a large list of properties of a ship/station
source: Show / Hide Stats
it: Mostra / Nascondi statistiche

source: Energy
it: Energia

source: REQUIRED ENERGY
it: ENERGIA RICHIESTA

source: PRODUCED ENERGY
it: ENERGIA PRODOTTA

source: EFFICIENCY
it: EFFICIENZA

source: REQ. ENERGY
it: REQ. ENERGIA

source: Produced Energy %s
it: Energia prodotta %s

source: Required Energy %s
it: Energia richiesta %s

source: Enable/Disable %s
it: Abilita/Disabilita %s

source: You can't change the energy priority of your %s.
it: Non è possibile modificare la priorità energetica delle %.

source: Click and Drag to change energy priority of your %s.
it: Fare clic e trascinare per modificare la priorità energetica delle %.

source: Fighter Queued for Production
it: Combattente in coda per la produzione

source: Fighter in Production
it: Combattente in produzione

source: Fighter Skin...
it: Pelle da combattimento...

source: Remove...
it: Rimuovere...

source: Drag to Move
it: Trascinare per spostare

source: Squad Group Assign the same index to multiple squads to control them as one.
it: Gruppo di squadre Assegnare lo stesso indice a più squadre per controllarle come un'unica squadra.

source: New Squad
it: Nuova squadra

source: Set Blueprint
it: Imposta progetto

source: Remove Squad
it: Rimuovi la squadra

source: Confirm
it: Confermare

source: [Drag & Drop] Move / Destroy Fighter
it: [Spostare / Distruggere il caccia

source: Rename Squad
it: Rinominare la squadra

source: Fighter Skin
it: Pelle da combattimento

source: [No Production: %s]
it: [Nessuna produzione: %s]

source: Enable/Disable Fighter Production
it: Abilitare/disabilitare la produzione di caccia

source: Cost per fighter: %1% %2%
it: Costo per combattente: %1% %2%

source: Time: %s
it: Tempo: %s

source: Enable/Disable Fighter Production (Requires Fighter Blueprint and Production Blocks)
it: Abilitare/disabilitare la produzione di caccia (richiede il Blueprint del caccia e i blocchi di produzione)

source: Enable/Disable Fighter Production (Requires Fighter Blueprint)
it: Abilitare/disabilitare la produzione di caccia (richiede il Blueprint del caccia)

source: Enable/Disable Fighter Production (Requires Production Blocks)
it: Abilitare/disabilitare la produzione di caccia (richiede blocchi di produzione)

source: This will destroy the fighter and turn it into a blueprint. This action is irreversible. It will also remove the previous blueprint if there is one.
it: In questo modo il combattente viene distrutto e trasformato in un progetto. Questa azione è irreversibile. Rimuove anche il blueprint precedente, se presente.

source: Please enter a name for the squad:
it: Inserire un nome per la squadra:

source: Only plans with 200 blocks or less allowed.
it: Sono ammessi solo piani con 200 blocchi o meno.

source: The blueprint of this squad will be lost.
it: Il progetto di questa squadra andrà perduto.

source: All fighters of this squad will be lost.
it: Tutti i combattenti di questa squadra andranno perduti.

source: 1 fighter queued for production.
it: 1 caccia in coda per la produzione.

source: Co-Op Controls
it: Controlli Co-Op

source: Ship Steering
it: Governo della nave

source: Only the pilot (first seat) is allowed to steer.
it: Solo il pilota (primo posto) è autorizzato a sterzare.

source: Allow this player to control weapon group %s.
it: Consente a questo giocatore di controllare il gruppo di armi %s.

source: Allow this player to control fighter squadron %i.
it: Consenti a questo giocatore di controllare la squadriglia di caccia %i.

source: Add Seat
it: Aggiungi un posto a sedere

source: Your craft has no hangar.
it: La vostra imbarcazione non ha un hangar.

source: Your craft doesn't have torpedo storage or shafts.
it: La vostra imbarcazione non ha un deposito per i siluri né alberi.

source: Remote Access
it: Accesso remoto

# craft type and craft name (ex: Managing Remote Ship - Titanic)
source: Managing Remote %1% - %2%
it: Gestione di %1% - %2% remoti

# craft type (ex: Managing Remote Ship)
source: Managing Remote %s
it: Gestione di %s remote

source: [TAB] Player >>
it: [TAB] Giocatore >>

source: Processing power of %1% %2% required to unlock
it: Potenza di elaborazione di %1% %2% richiesta per sbloccare

source: Building Knowledge for %1% required to unlock
it: Costruire le conoscenze per il %1% necessario per sbloccare

source: Right-click for more options.
it: Fare clic con il tasto destro del mouse per ulteriori opzioni.

source: Install Permanently
it: Installare in modo permanente

source: Subsystems
it: Sottosistemi

source: [Drag & Drop] Install Subsystem
it: [Installare il sottosistema

source: [SHIFT] Quick Install
it: [SHIFT] Installazione rapida

source: Enlarge your ship with Functional Blocks for more processing power.
it: Ingrandite la vostra nave con i blocchi funzionali per ottenere maggiore potenza di elaborazione.

source: Processing Power %s
it: Potenza di elaborazione %s

source: Install
it: Installare

source: This will destroy the subsystem. Are you sure you want to remove?
it: Questo distruggerà il sottosistema. Siete sicuri di volerlo rimuovere?

source: Permanently installed subsystems can be safely removed near Equipment Docks.
it: I sottosistemi installati in modo permanente possono essere rimossi in modo sicuro vicino alle banchine di equipaggiamento.

source: Warning: Permanent Installation
it: Attenzione: Installazione permanente

source: Permanent subsystems can only be removed without destroying them when near an Equipment Dock. Are you sure you want to install?
it: I sottosistemi permanenti possono essere rimossi senza distruggerli solo quando si trovano vicino a un Deposito Equipaggiamenti. Siete sicuri di voler installare?

source: This will destroy the installed subsystem. Are you sure you want to install?
it: Questo distruggerà il sottosistema installato. Siete sicuri di voler installare?

source: Torpedoes
it: Siluri

source: Select the type of torpedo to automatically load into each shaft.
it: Selezionare il tipo di siluro da caricare automaticamente in ogni albero.

source: [Drag & Drop] Move Torpedo
it: [Spostare il siluro

source: [0-9] Move to Shaft 0-9
it: [0-9] Spostamento su albero 0-9

source: [Backspace] [Tab] Move to Storage
it: [Backspace] [Tab] Sposta in Memoria

source: Hover the mouse over a torpedo and press %i to move the torpedo to this shaft.
it: Passare il mouse su un siluro e premere %i per spostare il siluro su questo albero.

source: Shaft is disabled. To enable it, build more unobstructed launcher blocks.
it: L'albero è disabilitato. Per abilitarlo, costruire più blocchi di lancio senza ostacoli.

source: Welcome to Avorion! If you'd like to play the tutorial, please start a singleplayer galaxy!
it: Benvenuti su Avorion! Se vuoi giocare il tutorial, avvia una galassia singleplayer!

source: Welcome to Avorion! Use the mouse to look around in the sector.
it: Benvenuti ad Avorion! Usate il mouse per guardarvi intorno nel settore.

source: You will have to use your mouse to use the UI or select things.
it: Dovrai usare il mouse per interagire con l'interfaccia utente o selezionare gli oggetti.

source: Hold [%s] to release your mouse pointer and click away this message.
it: Tieni premuto [%s] per sbloccare il puntatore del mouse e fai clic su questo messaggio.
