Repository: GLWine/Avorion-ITA
Catalog: Avorion/data/localization/*.po
Languages: it

source: Ah shoot. For some reason you can't continue with the tutorial. Please start a new single player galaxy to try again, or jump right into your journey without!
it: Ah, spara. Per qualche motivo non è possibile continuare con il tutorial. Inizia una nuova galassia per giocatore singolo per riprovare, oppure inizia subito il tuo viaggio senza!

source: If you're stuck and you don't know what to do, simply start a new game.
it: Se siete bloccati e non sapete cosa fare, iniziate semplicemente una nuova partita.

source: You'll be able to play the tutorial there from the beginning.
it: Lì potrete giocare il tutorial dall'inizio.

source: Not enough money to continue the tutorial. You need at least 8.000 Credits for the tutorial. If you're unsure what to do, start a new game and don't spend your money until the building mode.
it: Non ci sono abbastanza soldi per continuare l'esercitazione. Per il tutorial sono necessari almeno 8.000 crediti. Se non siete sicuri di cosa fare, iniziate una nuova partita e non spendete i soldi fino alla modalità costruzione.

source: Not enough money to continue the tutorial. You need at least 1.000 Credits to hire a crew. If you're unsure what to do, start a new game and don't spend your money until you hired a crew.
it: Non ci sono abbastanza soldi per continuare l'esercitazione. Per assumere un equipaggio sono necessari almeno 1.000 crediti. Se non siete sicuri di cosa fare, iniziate una nuova partita e non spendete i soldi finché non avete assunto un equipaggio.

source: The basic tutorial can't be played in this sector. Please start a new game or jump to your home sector.
it: Il tutorial di base non può essere giocato in questo settore. Si prega di iniziare una nuova partita o di passare al proprio settore di provenienza.

source: You need at least 8000 Credits to play the tutorial. Please start a new game and use your initial resources or get the required funds.
it: Per giocare l'esercitazione sono necessari almeno 8000 crediti. Iniziare una nuova partita e utilizzare le risorse iniziali o ottenere i fondi necessari.

source: Oh no! Return to your ship in order to do this tutorial! Fly near your ship, select it, and press T to enter it!
it: Oh no! Tornate alla vostra nave per fare questo tutorial! Vola vicino alla tua nave, selezionala e premi T per entrare!

source: Hire 1 vanilla crew member that can be assigned to nearly any position.
it: Assumi 1 membro dell'equipaggio base che può essere assegnato a quasi qualsiasi posizione.

source: Primary Color: %s
it: Colore primario: %s

source: Secondary Color: %s
it: Colore secondario: %s

source: Torpedo Space
it: Spazio siluri

source: Required Boarders
it: Pensioni richieste

source: - Weakness against
it: - Debolezza contro

source: - Resistance against
it: - Resistenza contro

source: Resources
it: Risorse

# ex: 10 to 15
source: %1% to %2%
it: %1% a %2%

source: Keyboard Steering
it: Tastiera a sterzo

source: Mouse Steering
it: Sterzo del mouse

source: Roll Left
it: Rotolo a sinistra

source: Roll Right
it: Rotolare a destra

source: Turn Down
it: Abbassare il volume

source: Turn Up
it: Alzate i tacchi

source: Turn Left
it: Girare a sinistra

source: Turn Right
it: Girare a destra

source: Strafe Up
it: Penalità in aumento

source: Strafe Left
it: Penalità a sinistra

source: Strafe Down
it: Penalità in meno

source: Strafe Right
it: Diritto di penalità

source: Accelerate
it: Accelerare

source: Brake
it: Freno

source: Toggle Max Velocity
it: Alterna la velocità massima

source: Fire Torpedoes
it: Siluri di fuoco

source: Dock to Object
it: Dock a oggetto

source: Undock Everything
it: Sbloccare tutto

source: Jump / Boost
it: Salto / Aumento

source: Enter Ship
it: Inserisci la nave

source: Build Mode
it: Modalità di costruzione

source: Interact
it: Interagire

source: Open Strategy Mode
it: Modalità Strategia aperta

source: Free Mouse
it: Mouse gratuito

source: Show Server Info
it: Mostra informazioni sul server

source: Reset Camera
it: Ripristino della fotocamera

source: Forward
it: In avanti

source: Backward
it: Indietro

source: Next Target
it: Obiettivo successivo

source: Nearest Enemy
it: Il nemico più vicino

source: Next Ally
it: Il prossimo alleato

source: Select Self
it: Seleziona l'auto

source: Primary Fire
it: Fuoco primario

source: All Weapons
it: Tutte le armi

source: Weapon Group 1
it: Gruppo di armi 1

source: Weapon Group 2
it: Gruppo di armi 2

source: Weapon Group 3
it: Gruppo di armi 3

source: Weapon Group 4
it: Gruppo di armi 4

source: Weapon Group 5
it: Gruppo di armi 5

source: Weapon Group 6
it: Gruppo di armi 6

source: Weapon Group 7
it: Gruppo di armi 7

source: Weapon Group 8
it: Gruppo di armi 8

source: Weapon Group 9
it: Gruppo di armi 9

source: Show Pause Menu
it: Mostra il menu Pausa

source: Pause Game
it: Metti in pausa il gioco

source: Camera Forward
it: Telecamera in avanti

source: Camera Backward
it: Telecamera all'indietro

source: Camera Right
it: Telecamera destra

source: Toggle Smooth Camera
it: Alterna la telecamera liscia

source: Displace Camera
it: Spostamento della telecamera

source: Galaxy Map
it: Mappa della galassia

source: Player Menu
it: Menu del giocatore

source: Ship Menu
it: Menu nave

source: Chat Window
it: Finestra di chat

source: Mail Window
it: Finestra della posta

source: Stop Autopilot
it: Arresto del pilota automatico

source: Swap Controls
it: Controlli di scambio

source: Show Console
it: Mostra console

source: Accept Hail
it: Accettare la grandine

source: Reject Hail
it: Rifiutare la grandine

source: Respawn To Repair Dock
it: Ripartire per riparare il molo

source: Respawn To Reconstruction Site
it: Ripartenza verso il sito di ricostruzione

source: Build Slot 1
it: Costruire lo slot 1

source: Build Slot 2
it: Costruire lo slot 2

source: Build Slot 3
it: Costruire lo slot 3

source: Build Slot 4
it: Costruire lo slot 4

source: Build Slot 5
it: Costruire lo slot 5

source: Build Slot 6
it: Costruire lo slot 6

source: Build Slot 7
it: Costruire lo slot 7

source: Build Slot 8
it: Costruire lo slot 8

source: Build Slot 9
it: Costruire lo slot 9

source: Build Slot 10
it: Costruire lo slot 10

source: Scale Block Y
it: Blocco scala Y

source: Rotate Blocks
it: Ruotare i blocchi

source: Delete Block
it: Cancellare il blocco

source: Show Blocks
it: Mostra blocchi

source: Show Turrets
it: Mostra torrette

source: Show Colors
it: Mostra i colori

source: Turret Design Mode
it: Modalità di progettazione della torretta

source: Toggle Mirror Plane X
it: Alterna il piano dello specchio X

source: Toggle Mirror Plane Y
it: Alterna il piano dello specchio Y

source: Toggle Mirror Plane Z
it: Alterna il piano dello specchio Z

source: Show Inventory
it: Mostra l'inventario

source: Focus Block
it: Blocco Focus

source: Toggle Engines
it: Motori a levetta

source: Toggle Flight Assist
it: Alterna l'assistenza al volo

source: Toggle Gyros
it: Gyros a forcella

source: Toggle Hyperspace Engine
it: Motore Iperspaziale Toggle

source: Toggle Life Support
it: Alterna il supporto vitale

source: Toggle Shield
it: Scudo a levetta

source: Toggle Integrity
it: Toggle Integrità

source: Toggle Thrusters
it: Alterna i propulsori

source: Command Squad 1
it: Squadra di comando 1

source: Command Squad 2
it: Squadra di comando 2

source: Command Squad 3
it: Squadra di comando 3

source: Command Squad 4
it: Squadra di comando 4

source: Command Squad 5
it: Squadra di comando 5

source: Command Squad 6
it: Squadra di comando 6

source: Command Squad 7
it: Squadra di comando 7

source: Command Squad 8
it: Squadra di comando 8

source: Command Squad 9
it: Squadra di comando 9

source: Command Squad 10
it: Squadra di comando 10

source: Squad Attack
it: Squadra d'attacco

source: Squad Defend
it: Squadra Difendi

source: Squad Return
it: Ritorno della squadra

source: Squad Harvest
it: Raccolta della squadra

source: Squad Collect
it: Squadra Raccogliere

source: Squad Board
it: Consiglio di squadra

source: Squad Repair
it: Riparazione della squadra

source: Squad Repair Nearby
it: Riparazione della squadra nelle vicinanze

source: Squad Collect Loot
it: Squadra Raccogli bottino

source: Attack Order
it: Ordine di attacco

source: Guard Order
it: Ordine di guardia

source: Patrol Order
it: Ordine di pattugliamento

source: Aggressive Order
it: Ordine aggressivo

source: Mine Order
it: Ordine della miniera

source: Salvage Order
it: Ordine di recupero

source: Boarding Order
it: Ordine di imbarco

source: Repair Target Order
it: Ordine obiettivo di riparazione

source: Stop Order
it: Ordine di arresto

source: Center Camera
it: Telecamera centrale

source: Move Strategy Plane Down
it: Spostare il piano strategico verso il basso

source: Move Strategy Plane Up
it: Spostare il piano strategico verso l'alto

source: Move View Left
it: Spostare la vista a sinistra

source: Move View Right
it: Spostare la vista a destra

source: Move View Up
it: Spostare la vista verso l'alto

source: Move View Down
it: Spostare la vista in basso

source: Move View
it: Muovi la vista

source: Quick Access 1 (Trading Overview)
it: Accesso rapido 1 (Panoramica del trading)

source: Show the Trading Subsystem Overview, if available.
it: Mostra la panoramica del sottosistema di trading, se disponibile.

source: Quick Access 2 (Object Detector)
it: Accesso rapido 2 (rilevatore di oggetti)

source: Activate the Object Detector, if available.
it: Attivare il rilevatore di oggetti, se disponibile.

source: Quick Access 3 (Autopilot)
it: Accesso rapido 3 (pilota automatico)

source: Open the Autopilot controls, if available.
it: Aprire i comandi del pilota automatico, se disponibili.

source: Quick Access 4
it: Accesso rapido 4

source: Configure quick access to the second row of buttons in the top right corner. Usable only with mods.
it: Configura l'accesso rapido alla seconda fila di pulsanti nell'angolo in alto a destra. Utilizzabile solo con le modifiche.

source: Quick Access 5
it: Accesso rapido 5

source: Left Mouse
it: Mouse Sinistro

source: Right Mouse
it: Mouse Destro

source: Middle Mouse
it: Mouse Centrale

# Keyboard key
source: <unassigned>
it: <non assegnato>

# Keyboard key
source: Enter
it: Invio

# Keyboard key
source: Space
it: Spazio

# Keyboard key
source: Caps Lock
it: Blocco Maiuscolo

# Keyboard key
source: Print
it: Stamp

# Keyboard key
source: Scroll Lock
it: Bloc Scorr

# Keyboard key
source: Pause
it: Pausa

# Keyboard key
source: Insert
it: Ins

# Keyboard key
source: Page Up
it: Pagina Su

# Keyboard key
source: End
it: Fine

# Keyboard key
source: Page Down
it: Pagina Giù

# Keyboard key
source: Right
it: Destra

# Keyboard key
source: Left
it: Sinistra

# Keyboard key
source: Down
it: Giù

# Keyboard key
source: Up
it: Su

# Keyboard key
source: Num Lock
it: Bloc Num

# Keyboard key
source: Num Enter
it: Num Invio

# Keyboard key
source: Left Ctrl
it: Ctrl Sinistro

# Keyboard key
source: Left Shift
it: Shift Sinistro

# Keyboard key
source: Left Alt
it: Alt Sinistro

# Linux/Unix Keyboard
source: Left Super
it: Super Sinistro

# Windows Keyboard
source: Left Win
it: Win Sinistro

# MAC OS Keyboard
source: Left Cmd
it: Cmd Sinistro

# Keyboard key
source: Left GUI
it: Gui Sinistro

# Keyboard key
source: Right Ctrl
it: Ctrl Destro

# Keyboard key
source: Right Shift
it: Shift Destra

# Keyboard key
source: Right Alt
it: Alt Destro

# Linux/Unix Keyboard
source: Right Super
it: Super Destro

# Windows Keyboard
source: Right Win
it: Win Destro

# MAC OS Keyboard
source: Right Cmd
it: Cmd Destro

# Keyboard key
source: Right GUI
it: GUI Destro

# Keyboard key
source: Mode
it: Modalità

source: Detected OpenGL version: %s
it: Versione OpenGL rilevata: %s

source: Detected OpenGL version string: "%s"
it: Rilevata stringa di versione OpenGL: "%s"

source: Required OpenGL version: %s
it: Versione OpenGL richiesta: %s

source: Your OpenGL version is insufficient.
it: La versione di OpenGL è insufficiente.

source: Please see the client log for more information. An update of your graphics drivers might help resolve this issue.
it: Per ulteriori informazioni, consultare il registro del client. Un aggiornamento dei driver grafici potrebbe risolvere il problema.

source: Available Extensions:
it: Estensioni disponibili:

source: The following extensions are not supported by your GPU:
it: Le seguenti estensioni non sono supportate dalla GPU:

source: Entering ...
it: Entrare in ...

source: Battling Internal Defense Weapons
it: Armi da difesa interna

source: Battling Captain
it: Capitano combattente

source: Battling %s
it: Battaglia %s

source: Color Selection
it: Selezione del colore

# Hold (keyboard key)
source: Hold %s
it: Tenere %s

source: Password required
it: È richiesta la password

source: Please enter password:
it: Inserire la password:

source: Don't show this again
it: Non mostrarlo più

source: Avorion has run out of memory or a similar memory error has occurred. This error will be automatically reported.
it: Avorion ha esaurito la memoria o si è verificato un errore di memoria simile. Questo errore verrà segnalato automaticamente.

source: You have been banned from the server. (%s)
it: Sei stato bandito dal server. (%s)

source: %s has been banned.
it: %s è stato bandito.

source: Dev-Mode enabled. Steam achievements disabled. Reloading the galaxy might be necessary to apply all changes. Use Ctrl-Space to jump now.
it: Modalità Dev abilitata. Obiettivi di Steam disabilitati. Potrebbe essere necessario ricaricare la galassia per applicare tutte le modifiche. Utilizzare Ctrl-Spazio per saltare ora.

source: Dev-Mode disabled.
it: Modalità Dev disabilitata.

source: Player is not online.
it: Il giocatore non è online.

source: You were kicked from the server. (%s)
it: Sei stato cacciato dal server. (%s)

source: %s has been kicked.
it: %s è stato calciato.

source: No player specified.
it: Nessun giocatore specificato.

source: Usage: /teleporttoship x y [factionIndex craftName]
it: Uso: /teleporto nave x y [factionIndex craftName]

source: Couldn't read x coordinate.
it: Non è stato possibile leggere la coordinata x.

source: Couldn't read y coordinate.
it: Non sono riuscito a leggere la coordinata.

source: Couldn't read faction index.
it: Impossibile leggere l'indice delle fazioni.

source: You can't travel to that sector.
it: Non si può viaggiare in quel settore.

source: Moving player %1% to sector %2%.
it: Spostamento del giocatore %1% nel settore %2%.

source: Moving player %1% to sector %2% to craft %3%.
it: Spostamento del giocatore %1% nel settore %2% per la lavorazione %3%.

source: Teleport to a sector with a ship you own
it: Teletrasportatevi in un settore con una nave di vostra proprietà.

source: Teleport to a sector with a craft you own into the optionally given craft. A delay may occur if the sector isn't loaded. Usage: /teleporttoship x y [factionIndex] [craftName]
it: Teletrasportarsi in un settore con un'imbarcazione di proprietà nell'imbarcazione indicata facoltativamente. Potrebbe verificarsi un ritardo se il settore non è stato caricato. Utilizzo: /teleportoastronave x y [factionIndex] [craftName]

source: Your ship is too big.
it: La vostra nave è troppo grande.

source: Destination sector is still being generated.
it: Il settore della destinazione è ancora in fase di generazione.

source: Your %1% %2% has been destroyed!
it: Il tuo %1% %2% è stato distrutto!

source: A %s of yours has been destroyed!
it: Un vostro % è stato distrutto!

source: Your craft %1% in sector \s(%2%:%3%) is under attack!
it: La vostra imbarcazione %1% nel settore \s(%2%:%3%) è sotto attacco!

source: One of your crafts in sector \s(%1%:%2%) is under attack!
it: Una delle vostre imbarcazioni nel settore \s(%1%:%2%) è sotto attacco!

source: Your %1% %2% in sector \s(%3%:%4%) has been critically damaged!
it: Il vostro %1% %2% nel settore \s(%3%:%4%) è stato danneggiato in modo critico!

source: Your %1% %2% in sector \s(%3%:%4%) has been severely damaged! Destruction imminent!
it: Il vostro %1% %2% nel settore \s(%3%:%4%) è stato gravemente danneggiato! Distruzione imminente!

source: A %1% of yours in sector \s(%3%:%4%) has been critically damaged!
it: Un vostro %1% nel settore \s(%3%:%4%) è stato danneggiato in modo critico!

source: A %1% of yours in sector \s(%3%:%4%) has been severely damaged! Destruction imminent!
it: Un vostro %1% nel settore \s(%3%:%4%) è stato gravemente danneggiato! Distruzione imminente!

source: A crew member has died due to insufficient life support!
it: Un membro dell'equipaggio è morto a causa di un supporto vitale insufficiente!

source: The fighter type doesn't match the squad type.
it: Il tipo di combattente non corrisponde al tipo di squadra.

source: Morale on '%s' is very low! The crew is on strike!
it: Il morale di '%s' è molto basso! L'equipaggio è in sciopero!

source: Craft %1% was destroyed.
it: L'imbarcazione %1% è stata distrutta.

source: You can't found a new alliance while in an existing alliance.
it: Non è possibile fondare una nuova alleanza mentre si è già in un'alleanza esistente.

source: There is already an alliance with the name %s.
it: Esiste già un'alleanza con il nome %s.

source: You need %s Credits to found an alliance.
it: Hai bisogno di %s Crediti per fondare un'alleanza.

source: Paid %1% Credits to found an alliance.
it: Ha pagato %1% di Crediti per fondare un'alleanza.

source: You're now the leader of the alliance %s.
it: Ora sei il leader dell'alleanza %s.

source: Alliance was founded by %1%.
it: L'Alleanza è stata fondata dall'%1%.

source: You're not the leader of an alliance.
it: Non sei il leader di un'alleanza.

source: Your alliance has been disbanded.
it: La vostra alleanza è stata sciolta.

source: You're not part of an alliance.
it: Non fate parte di un'alleanza.

source: You don't have permissions to invite other players.
it: Non hai i permessi per invitare altri giocatori.

source: The player is already a member of an alliance.
it: Il giocatore è già membro di un'alleanza.

source: Sent an invitation to %s.
it: Inviato un invito a %s.

source: %1% invited you to join their alliance %2%.
it: Il %1% vi ha invitato a unirvi alla loro alleanza %2%.

source: %1% invited %2% to join the alliance.
it: Il %1% ha invitato il %2% a unirsi all'alleanza.

source: This alliance no longer exists.
it: Questa alleanza non esiste più.

source: You're already member of an alliance.
it: Siete già membri di un'alleanza.

source: You're not invited to this alliance.
it: Non siete invitati a questa alleanza.

source: %s joined the alliance!
it: %s si è unito all'alleanza!

source: Joined the alliance %s. Type /alliance in the chat and say hello!
it: Unita all'alleanza %s. Digita /alleanza nella chat e saluta!

source: %1% joined the alliance.
it: L'%1% si è unito all'alleanza.

source: You're not in an alliance.
it: Non siete in un'alleanza.

source: You don't have permissions to kick other members.
it: Non hai i permessi per calciare altri membri.

source: You can't kick the leader of the alliance.
it: Non si può prendere a calci il leader dell'alleanza.

source: You can't kick members of equal or higher rank.
it: Non si possono cacciare i membri di grado uguale o superiore.

source: You were kicked from %s.
it: Sei stato espulso da %s.

source: %1% kicked %2%.
it: %1% ha calciato %2%.

source: You can't leave the alliance as the leader. You have to disband it or promote someone else to be the leader first.
it: Non puoi lasciare l'alleanza come leader. Devi prima scioglierla o promuovere qualcun altro come leader.

source: %1% left.
it: %1% a sinistra.

source: You're not the leader of the alliance.
it: Non sei il leader dell'alleanza.

source: That player is not a member of the alliance.
it: Quel giocatore non è un membro dell'alleanza.

source: You're now the leader of your alliance.
it: Ora sei il leader della tua alleanza.

source: %1% is now the leader.
it: Il %1% è ora il leader.

source: Internal error, you don't have a rank in the alliance.
it: Errore interno, non hai un grado nell'alleanza.

source: Internal error, the assignee doesn't have a rank in the alliance.
it: Errore interno, l'assegnatario non ha un grado nell'alleanza.

source: That rank doesn't exist.
it: Quel grado non esiste.

source: You can't change the ranks of people ranked the same or higher than you.
it: Non è possibile modificare i ranghi delle persone classificate allo stesso livello o più in alto di voi.

source: You don't have permissions to promote other members.
it: Non hai i permessi per promuovere altri membri.

source: You don't have permissions to demote other members.
it: Non si hanno i permessi per retrocedere altri membri.

source: You were assigned the rank '%s'.
it: Le è stato assegnato il grado "%s".

source: %1% assigned rank %2% to %3%.
it: Il %1% ha assegnato il grado %2% al %3%.

source: You don't have permissions to edit ranks.
it: Non hai i permessi per modificare i gradi.

source: This rank doesn't exist.
it: Questo grado non esiste.

source: %1% assigned %2% as the rank for new members.
it: Il %1% ha assegnato il %2% come grado per i nuovi membri.

source: This rank exists already.
it: Questo grado esiste già.

source: %1% added a new rank %2%.
it: %1% ha aggiunto un nuovo rango %2%.

source: %1% moved rank %2% above %3%.
it: Il %1% si è spostato al rango %2% sopra il %3%.

source: %1% set a new icon for rank %2%.
it: %1% imposta una nuova icona per il rango %2%.

source: %1% removed rank %2%.
it: %1% ha rimosso il grado %2%.

source: %1% edited rank %2%.
it: %1% ha modificato il grado %2%.

source: You don't have permissions to add resources.
it: Non avete i permessi per aggiungere risorse.

source: %s credits
it: Crediti %s

source: %1% added %2% credits to the vault.
it: Il %1% ha aggiunto il %2% di crediti al caveau.

# XxKillerxX added 15 iron to the vault.
source: %1% added %2% %3% to the vault.
it: %1% ha aggiunto %2% %3% al caveau.

source: You don't have permissions to add items.
it: Non avete i permessi per aggiungere elementi.

source: This item is untradeable.
it: Questo oggetto non è commerciabile.

source: This item is bound to another faction.
it: Questo oggetto è legato a un'altra fazione.

source: Alliance inventory is full.
it: L'inventario dell'Alleanza è pieno.

source: %1% added an item (%2% %3%) to the vault.
it: %1% ha aggiunto un oggetto (%2% %3%) al caveau.

source: You don't have permissions to take resources.
it: Non avete i permessi per prendere le risorse.

source: %1% took %2% credits from the vault.
it: Il %1% ha preso il %2% di crediti dal caveau.

# XxKillerxX took 15 iron from the vault.
source: %1% took %2% %3% from the vault.
it: %1% ha preso %2% %3% dal caveau.

source: You don't have permissions to take items.
it: Non avete i permessi per prendere gli oggetti.

source: %1% took an item (%2% %3%) from the vault.
it: %1% ha preso un oggetto (%2% %3%) dal caveau.

source: You don't have permissions to change the emblem.
it: Non avete i permessi per modificare l'emblema.

source: %1% updated the emblem.
it: %1% ha aggiornato l'emblema.

source: You don't have permissions to change the message of the day.
it: Non avete i permessi per cambiare il messaggio del giorno.

source: %1% updated the message of the day.
it: %1% ha aggiornato il messaggio del giorno.

source: You don't have permissions to manage auto crew payment.
it: Non hai i permessi per gestire il pagamento automatico dell'equipaggio.

source: %1% set crew auto-pay to %2%.
it: %1% imposta il pagamento automatico dell'equipaggio su %2%.

source: The crew of your alliance ship '%s' was paid.
it: L'equipaggio della vostra nave dell'alleanza '%s' è stato pagato.

source: The %s Pirates
it: I Pirati %s

source: %s is already in a group.
it: %s è già in un gruppo.

source: You can't invite yourself.
it: Non si può invitare se stessi.
