Repository: GLWine/Avorion-ITA
Catalog: Avorion/data/localization/*.po
Languages: it

source: There was no time. You should at least fly over there and ask them if there is something we can do for them. Maybe they'll stop trading with the Family and the Commune then.
it: Non c'era tempo. Dovresti almeno volare laggiù e chiedere loro se c'è qualcosa che possiamo fare per loro. Forse allora smetteranno di commerciare con la Famiglia e il Comune.

source: Okay, I'll do that.
it: Ok, lo farò.

source: What do you want?
it: Che cosa vuoi?

source: The Cavaliers sent me.
it: Mi hanno mandato i Cavaliers.

source: Those guys! They said that if we wanted their protection, we couldn't trade with the Commune or the Family anymore. But we have yet to see their so-called protection.
it: Quei ragazzi! Hanno detto che se volevamo la loro protezione, non potevamo più commerciare con il Comune o la Famiglia. Ma non abbiamo ancora visto la loro cosiddetta protezione.

source: There was none?
it: Non c'era nessuno?

source: No! Just a few hours ago we were attacked by Xsotan. And what did the Cavaliers do about that? Nothing!
it: No! Solo poche ore fa siamo stati attaccati da Xsotan. E cosa hanno fatto i Cavalieri al riguardo? Niente!

source: What should they have done?
it: Cosa avrebbero dovuto fare?

source: What kind of question is that? They should have chased them away and made sure they don't come back! We know they are still hiding in sector (${x}:${y}). If you go and defeat them, we will promise to uphold our part of the contract. But only, if the Cavaliers uphold theirs!
it: Che razza di domanda è questa? Avrebbero dovuto scacciarli e fare in modo che non tornassero! Sappiamo che si nascondono ancora nel settore (${x}:${y}). Se andrete a sconfiggerli, prometteremo di mantenere la nostra parte del contratto. Ma solo se i Cavalieri manterranno la loro!

source: I'll take care of it.
it: Me ne occupo io.

source: Were you successful?
it: Avete avuto successo?

source: I've defeated the Xsotan.
it: Ho sconfitto l'Xsotan.

source: Thank you. The Cavaliers should have done that when they received our first call for help!
it: Grazie. I Cavaliers avrebbero dovuto farlo quando hanno ricevuto la nostra prima richiesta di aiuto!

source: Will you keep the contract now?
it: Manterrà il contratto ora?

source: Well, while you were gone, some pirates attacked us! Guess who didn't help us. This is ridiculous. I'm telling you, Cavalier: You better take care of those pirates, too, or else the contract is nullified!
it: Mentre eravate via, alcuni pirati ci hanno attaccato! Indovina chi non ci ha aiutato. È ridicolo. Te lo dico io, Cavaliere: È meglio che ti occupi anche di quei pirati, altrimenti il contratto è annullato!

source: Where are they?
it: Dove sono?

source: Our scanners still show them in sector (${x}:${y}).
it: I nostri scanner li mostrano ancora nel settore (${x}:${y}).

source: I'm on my way.
it: Sto arrivando.

source: If you leave now, we'll let you go.
it: Se ve ne andate ora, vi lasceremo andare.

source: Why so generous?
it: Perché tanta generosità?

source: We're preparing a raid on a station. And, offense intended, that's gonna get us much more loot that destroying your ship.
it: Stiamo preparando un'incursione in una stazione. E, senza offesa, questo ci porterà molto più bottino che distruggere la tua nave.

source: I feel offended.
it: Mi sento offeso.

source: Well, too bad for you. There goes your chance to leave. Let's see how much loot we can get out of you.
it: Beh, peccato per voi. È finita la tua possibilità di andartene. Vediamo quanto bottino possiamo ottenere da te.

source: You don't stand a chance.
it: Non avete alcuna possibilità.

source: Oh, I think we do. Get them!
it: Oh, credo proprio di sì. Prendeteli!

source: Hello squire! Good job!
it: Ciao scudiero! Buon lavoro!

source: Thank you.
it: Grazie.

source: The station has renewed their contract with us. They won't trade with the Family or the Commune anymore.
it: La stazione ha rinnovato il contratto con noi. Non faranno più affari con la Famiglia o il Comune.

source: Good!
it: Bene!

source: You are very reliable. I wouldn't mind having someone of your caliber in my troop.
it: Lei è molto affidabile. Non mi dispiacerebbe avere qualcuno del tuo calibro nella mia truppa.

source: It'd be my pleasure!
it: Sarà un piacere per me!

source: Good! I'll reach out to you once something comes up! For now, take this reward.
it: Bene! Ti contatterò quando ci sarà qualcosa da fare! Per ora, prendete questa ricompensa.

source: Thanks.
it: Grazie.

source: Protect the Transport
it: Proteggere il trasporto

source: Protect a weapon transport of the Cavaliers.
it: Proteggere un trasporto di armi dei Cavalieri.

source: Find the weapon transport in sector (${x}:${y})
it: Trova il trasporto di armi nel settore (${x}:${y})

source: Chase the Family to sector (${x}:${y})
it: Inseguire la famiglia nel settore (${x}:${y})

source: Get information about the weapons out of the Family captain
it: Ottenere informazioni sulle armi dal capitano di famiglia

source: Go to the smuggler's market in sector (${x}:${y})
it: Vai al mercato dei contrabbandieri nel settore (${x}:${y})

source: Get information about the weapons out of the smugglers
it: Ottenere informazioni sulle armi dai contrabbandieri

source: Find the Family's secret stash in sector (${x}:${y})
it: Trova il nascondiglio segreto della Famiglia nel settore (${x}:${y})

source: Defeat the Family's associates
it: Sconfiggere i soci della famiglia

source: Talk to Adriana Stahl
it: Parla con Adriana Stahl

source: Cavalier Trader
it: Commerciante di cavalli

source: Smuggler
it: Contrabbandiere

source: Hello squire! The Family has become increasingly bothersome. They have begun to ruthlessly destroy our ships. They know very well that once our Emperor protects the galaxy, there will be not place for them in it. Now they even go after unarmed transport ships. We've had word that one of our convoys, which only wants to transport weapons in peace, is being followed by some ships. Please go there and make sure that the Family doesn’t harm our men. They should be in sector (%1%:%2%) at the moment. Long live the Emperor! General Adriana Stahl
it: Ciao scudiero! La Famiglia è diventata sempre più fastidiosa. Hanno iniziato a distruggere senza pietà le nostre navi. Sanno bene che quando il nostro Imperatore proteggerà la galassia, non ci sarà più posto per loro. Ora si accaniscono anche su navi da trasporto disarmate. Abbiamo saputo che uno dei nostri convogli, che vuole solo trasportare armi in pace, è seguito da alcune navi. Per favore, andate lì e assicuratevi che la Famiglia non faccia del male ai nostri uomini. Dovrebbero trovarsi nel settore (%1%:%2%) in questo momento. Lunga vita all'Imperatore! Generale Adriana Stahl

# Mail Subject
source: Protect the Transport
it: Proteggere il trasporto

source: General Stahl @TheCavaliers
it: Generale Stahl @TheCavaliers

source: You’re too late!
it: Sei arrivato troppo tardi!

source: Where is the transport?
it: Dov'è il trasporto?

source: We were ambushed by the Family! They destroyed every single one of our ships! I could only save myself and my crew by doing an emergency jump out of the sector. When we returned, there were only wreckages left. They killed everyone on board and took the cargo! Now they have all of our weapons, and who knows what these scoundrels are going to do with them!
it: La Famiglia ci ha teso un'imboscata! Hanno distrutto tutte le nostre navi! Ho potuto salvare me e il mio equipaggio solo con un salto d'emergenza fuori dal settore. Quando siamo tornati, erano rimasti solo dei rottami. Hanno ucciso tutti quelli che erano a bordo e hanno preso il carico! Ora hanno tutte le nostre armi e chissà cosa ne faranno questi furfanti!

source: We must get the weapons back!
it: Dobbiamo recuperare le armi!

source: You’re absolutely right! Our ship is too badly damaged to do anything, though. But they can’t have gotten far, either. We were mostly unarmed, but we're still Cavaliers! We hurt them quite a bit! When we came back, we started tracking them. Our scanners still show a ship in sector (${x}:${y}).
it: Hai assolutamente ragione! La nostra nave è troppo danneggiata per poter fare qualcosa. Ma non possono neanche essere andati lontano. Eravamo per lo più disarmati, ma siamo pur sempre Cavalieri! Li abbiamo feriti parecchio! Quando siamo tornati, abbiamo iniziato a seguirli. I nostri scanner mostrano ancora una nave nel settore (${x}:${y}).

source: I’ll get them.
it: Li prendo io.

source: I'm looking for something.
it: Sto cercando qualcosa.

source: Do we look like we care about that?
it: Abbiamo l'aria di chi si preoccupa di questo?

source: I'm looking for weapons stolen from the Cavaliers.
it: Sto cercando le armi rubate ai Cavaliers.

source: Those dogs managed to track us! Are you working for the Cavaliers? If you are, tell them they will never see their weapons again. They're ours now.
it: Quei cani sono riusciti a rintracciarci! Lavori per i Cavaliers? Se lo sei, digli che non vedranno mai più le loro armi. Ora sono nostre.

source: I'm gonna find them.
it: Li troverò.

source: Are you, now? And how will you manage that, if I may ask?
it: Lo sei, adesso? E come ci riuscirai, se posso chiederlo?

source: You're going to tell me.
it: Me lo dirai tu.

source: You're a funny one. But I'm losing patience with you. I'll give you 30 seconds to leave this sector or I will blast your ship apart.
it: Sei un tipo divertente. Ma sto perdendo la pazienza con te. Ti do 30 secondi per lasciare questo settore o farò saltare in aria la tua nave.

source: With that toaster you're flying there?
it: Con quel tostapane che stai pilotando?

source: That's it. You're dead!
it: È così. Sei morto!

source: All right, all right, I get it!
it: Va bene, va bene, ho capito!

source: Have you had enough?
it: Ne avete avuto abbastanza?

source: Yes, yes, just stop shooting!
it: Sì, sì, smettete di sparare!

source: Are you talking now?
it: Stai parlando adesso?

source: What do you wanna know?
it: Cosa vuoi sapere?

source: Where did you take the weapons?
it: Dove avete preso le armi?

source: I'm not sure where the others took them, but usually we try to sell them to the smuggler's hideout in sector (${x}:${y}).
it: Non so dove li abbiano portati gli altri, ma di solito cerchiamo di venderli al nascondiglio dei contrabbandieri nel settore (${x}:${y}).

source: You should have said that earlier.
it: Avresti dovuto dirlo prima.

source: Paid a bribe of %1% Credits.
it: Ha pagato una tangente del %1% di crediti.

source: Welcome to our little market. What can we help you with today?
it: Benvenuti nel nostro piccolo mercato. In cosa possiamo aiutarvi oggi?

source: I'm looking for weapons.
it: Sto cercando delle armi.

source: Oh, we have lots of weapons, what kinds of weapons are you looking for?
it: Abbiamo molte armi, che tipo di armi state cercando?

source: Stolen Cavaliers weapons.
it: Armi rubate ai Cavaliers.

source: ... Wait ... are you with the Cavaliers? Then we want nothing to do with you. Leave now.
it: ... Aspetta... sei dei Cavaliers? Allora non vogliamo avere niente a che fare con te. Andatevene subito.

source: I'll pay for information.
it: Pagherò per avere informazioni.

source: I'll destroy all of you.
it: Vi distruggerò tutti.

source: Ha. Ha. Ha. You can try.
it: Ha. Ha. Ha. Puoi provare.

source: Oh, believe me, I will.
it: Oh, credetemi, lo farò.

source: Come on guys, let's blast them apart!
it: Forza ragazzi, facciamoli a pezzi!

source: Ah, someone who understands business. You want information about the weapons that were stolen from the Cavaliers?
it: Ah, qualcuno che capisce gli affari. Volete informazioni sulle armi rubate ai Cavalieri?

source: How much?
it: Quanto?

source: Hmm, what do you say about ${bribe} Credits? Does that sound fair?
it: Hmm, cosa ne pensi di ${bribe} Crediti? Ti sembra corretto?

source: I'll pay.
it: Pagherò.

source: No, that's too much.
it: No, è troppo.

source: Wonderful. When the Family steals a bunch of valuable things, they usually don't sell them right away. They like to lay low for a bit.
it: Meraviglioso. Quando la Famiglia ruba un mucchio di oggetti di valore, di solito non li vende subito. Gli piace stare tranquilli per un po'.

source: How is that helping me?
it: In che modo questo mi aiuta?

source: Relax. Obviously, they don't fly around with stolen stuff on them, either. They have stashes all over the galaxy where they keep stolen stuff that is still too hot to handle. You might wanna try sector (${x}:${y}).
it: Rilassatevi. Ovviamente, non vanno in giro con roba rubata addosso. Hanno depositi in tutta la galassia dove tengono la roba rubata che è ancora troppo calda per essere maneggiata. Potresti provare il settore (${x}:${y}).

source: Thank you. Here you go.
it: Grazie. Ecco a voi.

source: Then I have no reason talk to you.
it: Allora non ho motivo di parlare con te.

source: Me neither.
it: Nemmeno io.

source: All right, all right, no need to destroy our ships!
it: Va bene, va bene, non c'è bisogno di distruggere le nostre navi!

source: You can still give me what I want.
it: Puoi ancora darmi quello che voglio.

source: Okay, okay. When the Family steals a bunch of valuable things, they usually don't sell them right away. They like to lay low for a bit.
it: Ok, ok. Quando la Famiglia ruba un mucchio di oggetti di valore, di solito non li vende subito. Preferiscono non dare nell'occhio per un po'.

source: How did you find us?
it: Come ci avete trovato?

source: None of your business.
it: Non sono affari tuoi.

source: It was probably Mario. Stupid bottlehead.
it: Probabilmente è stato Mario. Stupida testa di bottiglia.

source: I'll be taking the weapons back now.
it: Ora riprenderò le armi.

source: Ha, you wish. Hope your crew brought enough escape pods. Get them!
it: Ah, ti piacerebbe. Spero che il tuo equipaggio abbia portato abbastanza capsule di salvataggio. Prendetele!

source: Hello squire! I'm so glad you found the weapons! I don't even want to think about what the Family could have done with them!
it: Ciao scudiero! Sono felice che tu abbia trovato le armi! Non voglio nemmeno pensare a cosa avrebbe potuto farne la Famiglia!

source: They're probably in this stash.
it: Probabilmente sono in questa scorta.

source: You don't need to worry about that now. I'll just stay here and wait for some people to come help me sort through those containers.
it: Non c'è bisogno di preoccuparsi di questo ora. Rimarrò qui e aspetterò che qualcuno venga ad aiutarmi a smistare i container.

source: You don't need me anymore?
it: Non hai più bisogno di me?

source: No, not right now. But I would very much appreciate it if you wanted to help me again in the future! If you want to take a look at the containers, too, feel free to do so. I'll tell you if you find something I don't want you to have.
it: No, non adesso. Ma apprezzerei molto se volesse aiutarmi di nuovo in futuro! Se volete dare un'occhiata anche ai contenitori, sentitevi liberi di farlo. Ti dirò se trovi qualcosa che non voglio che tu abbia.

source: Gladly!
it: Con piacere!

source: Thank you. I'll be in touch. For now, take this reward.
it: Grazie. Mi terrò in contatto. Per ora, prendete questa ricompensa.

source: Until then.
it: Fino ad allora.

source: Hello. We've just gotten word that you're working for someone else? Not with us, consider our partnership null and void. The Cavaliers
it: Salve. Abbiamo appena saputo che sta lavorando per qualcun altro? Non con noi, considerate la nostra collaborazione nulla. I Cavalieri

# Mail Subject
source: Abort Mission
it: Interrompere la missione

source: Secure Containers
it: Contenitori sicuri

source: Hide the Cavaliers' valuable containers from the Commune.
it: Nascondere i contenitori di valore dei Cavalieri al Comune.

source: Go to sector (${x}:${y}) and find the valuable containers
it: Andate nel settore (${x}:${y}) e cercate i contenitori di valore.

source: Dock the marked containers to your ship
it: Attraccate i container contrassegnati alla vostra nave

source: Read Adriana's mail
it: Leggi la posta di Adriana

source: Find the containers in sector (${x}:${y})
it: Trovare i contenitori nel settore (${x}:${y})

source: Pick up the containers in sector (${x}:${y})
it: Raccogliere i contenitori nel settore (${x}:${y})

source: Search the wreckage for information
it: Cercare informazioni sul relitto

source: Look for the pirates who took the containers in sector (${x}:${y})
it: Cercare i pirati che hanno preso i container nel settore (${x}:${y})

source: Steal the containers back from the pirates
it: Rubare i container ai pirati

source: Meet Adriana in sector (${x}:${y})
it: Incontra Adriana nel settore (${x}:${y})

source: Look for the last container in sector (${x}:${y})
it: Cerca l'ultimo contenitore nel settore (${x}:${y})

source: Defeat the Emperor and his backup
it: Sconfiggere l'Imperatore e i suoi rinforzi

source: Defeat Adriana and her followers
it: Sconfiggere Adriana e i suoi seguaci

source: Give it all you got! We'll defeat them!
it: Date il massimo! Li sconfiggeremo!

source: Adriana Stahl's Followers
it: Seguaci di Adriana Stahl

source: Adriana Stahl's Follower
it: Seguace di Adriana Stahl

source: The Emperor's Ship
it: La nave dell'imperatore

source: Hello squire! I hope you are well. Lately, we have been noticing that some of our containers have been going missing. We know the Commune is behind this, as they want to restock for their little revolution and are hiring pirates to steal our things. We own a number of container fields in remote sectors, and it is really hard to keep an eye on them. We need you to go to those fields and transport the more valuable containers to a safer location. There are six containers that the Commune absolutely should not be allowed to get their hands on. This means that you need to make sure that your ship has six docks to transport them all. The first two are in sector (%1%:%2%), dock them to your ship and take them with you. Long live the Emperor! General Adriana Stahl
it: Ciao scudiero! Spero che tu stia bene. Ultimamente abbiamo notato che alcuni dei nostri container sono scomparsi. Sappiamo che dietro a tutto questo c'è il Comune, che vuole rifornirsi per la sua piccola rivoluzione e ingaggia i pirati per rubare le nostre cose. Possediamo diversi campi di container in settori remoti ed è davvero difficile tenerli d'occhio. Abbiamo bisogno di voi per andare in quei campi e trasportare i container più preziosi in un luogo più sicuro. Ci sono sei container su cui il Comune non deve assolutamente mettere le mani. Questo significa che dovete assicurarvi che la vostra nave abbia sei attracchi per trasportarli tutti. I primi due sono nel settore (%1%:%2%), agganciateli alla vostra nave e portateli con voi. Lunga vita all'Imperatore! Generale Adriana Stahl

# Mail Subject
source: Containers Disappearing
it: Scomparsa dei contenitori

source: Hello squire! Good job, you found the first two containers! The next two will be in sector (%1%:%2%). Long live the Emperor! General Adriana Stahl
it: Ciao scudiero! Ottimo lavoro, hai trovato i primi due contenitori! I prossimi due saranno nel settore (%1%:%2%). Lunga vita all'Imperatore! Generale Adriana Stahl

# Mail Subject
source: Container Location
it: Posizione del contenitore

source: Hello squire! Well done, you secured two more containers! Now go to sector (%1%:%2%) and pick up the last two. Long live the Emperor! General Adriana Stahl
it: Ciao scudiero! Ben fatto, hai messo al sicuro altri due container! Ora vai nel settore (%1%:%2%) e prendi gli ultimi due. Lunga vita all'Imperatore! Generale Adriana Stahl

source: Hello squire! You made sure that the commune couldn't get to our containers! Thank you! Please meet me in sector (%1%:%2%) and bring me the containers. Long live the Emperor! General Adriana Stahl
it: Ciao scudiero! Hai fatto in modo che il comune non potesse arrivare ai nostri container! Grazie! Incontriamoci nel settore (%1%:%2%) e portatemi i container. Lunga vita all'Imperatore! Generale Adriana Stahl

source: A traveler, how nice. And they look like they've got valuables on board, too.
it: Un viaggiatore, che bello. E sembra che abbiano anche oggetti di valore a bordo.

source: My valuables are none of your business.
it: I miei oggetti di valore non sono affari vostri.

source: They will be in a minute. Get them!
it: Arriveranno tra un minuto. Prendeteli!

source: I want the containers you stole.
it: Voglio i contenitori che hai rubato.

source: Well, you're not gonna get them.
it: Beh, non li avrete.

source: Hello squire! You made it!
it: Ciao scudiero! Ce l'hai fatta!

source: A lot of people wanted those containers.
it: Molte persone volevano quei contenitori.

source: Oh yes, I feared as much. But the important thing is that the Commune can't find them now.
it: Oh sì, lo temevo. Ma l'importante è che il Comune non li trovi ora.

source: Are there more I should move?
it: Ce ne sono altri che dovrei spostare?

source: Actually, there might be one more. But that one is a little different.
it: In realtà, potrebbe essercene un altro. Ma questo è un po' diverso.

source: How?
it: Come?

source: There are some Cavaliers that think I am too careful and that don't want you to move it. They believe it is safe where it is. So if there are Cavaliers there, don't take the container, and don't tell them I sent you to pick it up. Leave the other ones with me for now, just undock them where you are.
it: Alcuni Cavalier pensano che io sia troppo prudente e non vogliono che lo sposti. Credono che sia al sicuro dove si trova. Quindi, se ci sono dei Cavalieri, non prendete il contenitore e non dite loro che vi ho mandato a prenderlo. Lasciate gli altri con me per il momento, e sganciateli dove siete.

source: Okay, I can do that.
it: Ok, posso farlo.

source: It is in sector (${x}:${y}). Be careful!
it: Si trova nel settore (${x}:${y}). Attenzione!

source: I will.
it: Lo farò.

source: You there! We caught you red handed this time!
it: Tu sei lì! Questa volta ti abbiamo colto con le mani nel sacco!

source: You have been conspiring to overthrow me and make General Stahl the new Empress! You're going to pay for that!
it: Avete cospirato per rovesciarmi e fare del generale Stahl la nuova imperatrice! La pagherete per questo!

source: Don't play dumb! You know exactly what you did!
it: Non fare il finto tonto! Sai benissimo cosa hai fatto!

source: No, I don't!
it: No, non è vero!

source: Pretending to be innocent won't help you! And I have no time for this. Blast them apart!
it: Fingere di essere innocente non ti aiuterà! E non ho tempo per questo. Fateli saltare in aria!

source: Ah, I came just in time. So you found out about what I'm doing.
it: Ah, sono arrivato giusto in tempo. Quindi hai scoperto quello che sto facendo.

source: You're overthrowing the Emperor?
it: State rovesciando l'Imperatore?

source: Yes. You see, he's always telling the entire galaxy that he wants to get rid of all pirates and Xsotan. And that he wants to make the galaxy a safer place.
it: Sì. Vede, dice sempre a tutta la galassia che vuole sbarazzarsi di tutti i pirati e degli Xsotan. E che vuole rendere la galassia un posto più sicuro.

source: But he doesn't?
it: Ma non lo fa?

source: Oh, he wants to get rid of them. But he also wants to get rich in the process. He is treating everybody as if they were beneath him and he isn't fair to the people working for him.
it: Vuole sbarazzarsi di loro. Ma vuole anche arricchirsi nel frattempo. Sta trattando tutti come se fossero al di sotto di lui e non è corretto nei confronti di chi lavora per lui.
