Repository: GLWine/Avorion-ITA
Catalog: Avorion/data/localization/*.po
Languages: it

source: \c(d93)However, this is enemy territory.\c()
it: \Tuttavia, questo è territorio nemico.

source: \c(dd5)However, there is quite a lot of enemy activity here.\c()
it: \c(dd5)Tuttavia, c'è molta attività nemica qui.\c()

source: \c(dd5)However, I fear that there are quite some enemy ships around here.\c()
it: \Tuttavia, temo che ci siano parecchie navi nemiche qui intorno.

source: There is some enemy activity here.
it: Qui c'è un'attività nemica.

source: There is moderate enemy activity.
it: L'attività nemica è moderata.

source: There is little enemy activity here.
it: Qui le attività nemiche sono scarse.

source: The area here is well protected against enemy ships.
it: L'area è ben protetta dalle navi nemiche.

source: There is very little enemy activity here.
it: Qui l'attività nemica è minima.

source: No detectable enemy activity.
it: Nessuna attività nemica rilevabile.

source: No enemies, as far as I can tell.
it: Nessun nemico, per quanto ne so.

source: \c(d93)In this ship, we are a sitting duck for attackers. Ambush guaranteed. We definitely need a stronger ship or an escort!\c()
it: \In questa nave, siamo un bersaglio facile per gli aggressori. Agguato garantito. Abbiamo decisamente bisogno di una nave più forte o di una scorta!

source: \c(d93)I'm estimating the chance of an ambush to be extremely high. I'd like to request a stronger ship or an escort!\c()
it: \Stimando che la possibilità di un'imboscata sia estremamente alta, vorrei chiedere una nave più forte o una scorta. Vorrei richiedere una nave più forte o una scorta!

source: \c(dd5)I'm estimating the chance of an ambush on us to be quite high. I'd like to request a stronger ship or an escort.\c()
it: \c(dd5)Stimo che la possibilità di un'imboscata contro di noi sia piuttosto alta. Vorrei richiedere una nave più forte o una scorta.\c()

source: Using a ship this weak seems risky. It is possible that we will be attacked.
it: Usare una nave così debole sembra rischioso. È possibile che veniamo attaccati.

source: I don't like the situation here. There is a certain probability that we might be attacked.
it: Non mi piace la situazione qui. C'è una certa probabilità di essere attaccati.

source: I rate the chance of an ambush as low, but not zero.
it: La possibilità di un'imboscata è bassa, ma non nulla.

source: We will not be attacked.
it: Non saremo attaccati.

source: There's no chance of an ambush.
it: Non c'è possibilità di imboscate.

source: I'm sure we won't be attacked.
it: Sono sicuro che non saremo attaccati.

source: We will maintain radio silence and stay under the radar so that we don't attract unwanted attention.
it: Manterremo il silenzio radio e resteremo sotto il radar per non attirare attenzioni indesiderate.

source: We'll cease communications for safety reasons and you won't be able to reach us until we're done.
it: Interromperemo le comunicazioni per motivi di sicurezza e non sarete in grado di raggiungerci finché non avremo finito.

source: While conducting the operation I have full autonomy and responsibility over the ship and will not be available for you.
it: Durante la conduzione dell'operazione ho piena autonomia e responsabilità sulla nave e non sarò disponibile per voi.

source: While we are away, I am taking full command of the ship and you won't be able to reach me.
it: Mentre siamo lontani, assumerò il pieno comando della nave e non potrete raggiungermi.

source: To protect my trade secrets, you won't be able to reach me while I'm executing the command.
it: Per proteggere i miei segreti commerciali, non sarete in grado di raggiungermi mentre eseguo il comando.

source: I guarantee the best performance possible, but for that I need the sole command over the ship. You won't be able to reach me until I have finished the command.
it: Garantisco le migliori prestazioni possibili, ma per questo ho bisogno del comando esclusivo della nave. Non sarete in grado di raggiungermi finché non avrò terminato il comando.

source: I'll be in touch as soon as we're done.
it: Mi metterò in contatto con voi non appena avremo finito.

source: I will get back to you when I have finished the command.
it: Vi risponderò quando avrò terminato il comando.

source: We should try to keep some of the goods on board well hidden. I'll take care of it.
it: Dovremmo cercare di tenere ben nascosti alcuni dei beni a bordo. Me ne occupo io.

source: With these goods in the hold, I'm just the right person to avoid getting into trouble. A small sticker here, a wrong label there and everything is legal.
it: Con queste merci in stiva, sono la persona giusta per evitare di finire nei guai. Un piccolo adesivo qui, un'etichetta sbagliata là e tutto è legale.

source: There are goods on the ship that I should not be associated with. We will have to bypass controls and that will take time.
it: Sulla nave ci sono merci a cui non dovrei essere associato. Dovremo aggirare i controlli e questo richiederà tempo.

source: I can't run into a cargo inspection with these goods on board. We can avoid the controls, but it will take some time.
it: Non posso imbattermi in un'ispezione del carico con queste merci a bordo. Possiamo evitare i controlli, ma ci vorrà del tempo.

source: You don't have to worry about cargo inspections because of the questionable goods. I can take care of that.
it: Non dovete preoccuparvi delle ispezioni del carico a causa delle merci discutibili. Posso occuparmene io.

source: Thanks to my licenses, I won't have to dodge any inspections for the questionable goods.
it: Grazie alle mie licenze, non dovrò eludere alcuna ispezione per le merci discutibili.

source: \c(dd5)I just noticed that there are goods in the cargo hold here that I'd better not run into a cargo inspection with. I will avoid the controls, but it will take time.\c()
it: \c(dd5)Ho appena notato che nella stiva ci sono merci con cui è meglio non imbattersi in un'ispezione del carico. Eviterò i controlli, ma ci vorrà del tempo.\c()

source: \c(dd5)With these questionable goods on board, I'll be slower because I'll have to dodge cargo inspections.\c()
it: \c(dd5)Con queste merci discutibili a bordo, sarò più lento perché dovrò evitare le ispezioni del carico.\c()

source: \c(dd5)I still have goods on board that I shouldn't be caught with. As long as I have them on me, I have to avoid cargo inspections. That will take some time.\c()
it: \Ho ancora a bordo merci con cui non dovrei essere catturato. Finché li avrò con me, dovrò evitare le ispezioni del carico. Ci vorrà un po' di tempo.

source: The Captains
it: I Capitani

source: Supplying Stations
it: Stazioni di rifornimento

source: Commander, we encountered an issue while supplying: Station '%s' has disappeared!
it: Comandante, abbiamo riscontrato un problema durante la fornitura: La stazione '%s' è scomparsa!

source: Commander, we encountered an issue while supplying: Station %s can't trade the goods!
it: Comandante, abbiamo riscontrato un problema durante la fornitura: La stazione %s non può scambiare la merce!

source: goods
it: merci

source: '%1%' delivered %2% %3% to station '%4%'.
it: '%1%' ha consegnato %2% %3% alla stazione '%4%'.

source: Ship is supplying stations with goods.
it: La nave rifornisce le stazioni di merci.

# ship AI status
source: Supplying stations
it: Stazioni di rifornimento

source: We don't have enough cargo space to do that properly!
it: Non abbiamo abbastanza spazio di carico per farlo correttamente!

source: There are no supply routes that we could fly!
it: Non ci sono rotte di rifornimento che possiamo percorrere!

source: We need a route between two different sectors.
it: Abbiamo bisogno di un percorso tra due settori diversi.

source: You don't have permission to manage alliance stations!
it: Non avete il permesso di gestire le stazioni dell'alleanza!

source: Loop Time
it: Tempo di loop

source: We'll supply those stations, no problem. This shouldn't be a hard thing to do.
it: Forniremo quelle stazioni, senza problemi. Non dovrebbe essere una cosa difficile da fare.

source: We will carry out the command until something goes wrong or you call us back.
it: Eseguiremo il comando fino a quando qualcosa non andrà storto o ci richiamerete.

source: I will supply the stations until you call me back.
it: Fornirò le stazioni finché non mi richiamerete.

source: Supply Factories
it: Fabbriche di rifornimento

source: Supply Operation
it: Operazione di approvvigionamento

source: Free Cargo Space:
it: Spazio libero per il carico:

source: Runtime:
it: Tempo di esecuzione:

source: Indefinite
it: Indefinito

source: ${title} ${name}
it: ${titolo} ${nome}

source: ${amount} ${name}
it: ${importo} ${nome}

source: ${title} - ${name}
it: ${titolo} - ${nome}

source: Error starting command.
it: Errore nell'avvio del comando.

source: We don't have enough cargo space to do that properly.
it: Non abbiamo abbastanza spazio di carico per farlo correttamente.

source: Gave the captain of '%1%' a budget of %2% credits to fly a trade route.
it: Ha dato al capitano di '%1%' un budget di %2% crediti per volare su una rotta commerciale.

source: Trading
it: Commercio

source: We finished a shipment! Here's what we made.
it: Abbiamo terminato una spedizione! Ecco cosa abbiamo prodotto.

source: Last shipment was delivered successfully. Here's what we made with it, plus the initial deposit. Thank you for your trust in me, Commander.
it: L'ultima spedizione è stata consegnata con successo. Ecco quanto abbiamo guadagnato, più il deposito iniziale. Grazie per la sua fiducia in me, comandante.

source: Here is what we made with the last shipment, plus the upfront payment, but we took too long. Someone else got the contract for the remaining goods. With a larger cargo bay, that could've been us.
it: Ecco quanto abbiamo guadagnato con l'ultima spedizione, più il pagamento anticipato, ma ci abbiamo messo troppo tempo. Qualcun altro ha ottenuto il contratto per la merce rimanente. Con una stiva più grande, avremmo potuto essere noi.

source: We're back. I spent the deposit on the goods, they are in our cargo bay. With us canceling, the contract was assigned to someone else. The trade route is unavailable for now.
it: Siamo tornati. Ho speso il deposito per la merce, che si trova nella nostra stiva. Con la nostra cancellazione, il contratto è stato assegnato a qualcun altro. La rotta commerciale non è disponibile per ora.

source: We're back. We haven't gotten around to buying the shipment yet, so here's the full deposit back. With us canceling, the contract was assigned to someone else. The trade route is unavailable for now.
it: Siamo tornati. Non siamo ancora riusciti a comprare la spedizione, quindi ecco la restituzione dell'intero deposito. Con la nostra cancellazione, il contratto è stato assegnato a qualcun altro. La rotta commerciale non è disponibile per ora.

source: We're back. We haven't gotten around to buying the shipment yet, so here's the full deposit back.
it: Siamo tornati. Non siamo ancora riusciti a comprare la spedizione, quindi ecco la restituzione dell'intero deposito.

source: %1% has finished the trade contract and is awaiting your next orders in \s(%2%:%3%).
it: %1% ha terminato il contratto commerciale e attende i vostri prossimi ordini in \s(%2%:%3%).

source: The ship is flying a trade route. Flight ${flight}/${maxFlights}. Flight time remaining: ${timeRemaining} (${completed} % done).
it: La nave sta percorrendo una rotta commerciale. Volo ${volo}/${maxVoli}. Tempo di volo rimanente: ${timeRemaining} (${completed} % done).

source: I don't know enough about trading. You should task a merchant to do this job.
it: Non ne so abbastanza di commercio. Dovreste incaricare un commerciante di fare questo lavoro.

source: No routes found in the area. We should explore more sectors.
it: Non sono state trovate vie nell'area. Dovremmo esplorare altri settori.

source: No route selected.
it: Non è stato selezionato alcun percorso.

source: Flight Time
it: Tempo di volo

source: Flights
it: Voli

source: Profit / Flight
it: Profitto / Volo

source: Goods Total
it: Merci Totale

source: We'll fulfill the contract for this trade route.
it: Rispetteremo il contratto per questa rotta commerciale.

source: Looks like a profitable contract for this trade route.
it: Sembra un contratto redditizio per questa rotta commerciale.

source: \c(d93)We have to do a lot of flights and probably can't fulfill the entire contract. The customer will eventually get impatient and use someone else.\c()
it: \c(d93)Dobbiamo fare molti voli e probabilmente non riusciremo a soddisfare l'intero contratto. Il cliente alla fine diventerà impaziente e si rivolgerà a qualcun altro.\c()

source: \c(d93)That's probably too many flights. The customer will probably give the contract to someone else at some point.\c()
it: \Probabilmente sono troppi voli. Il cliente probabilmente cederà il contratto a qualcun altro prima o poi.\c()

source: \c(dd5)But be careful, Commander, with too many flights, the customer will eventually get impatient and pass the contract on to someone else.\c()
it: \c(dd5)Ma attenzione, Comandante, con troppi voli il cliente finirà per spazientirsi e passare il contratto a qualcun altro.\c()

source: \c(dd5)We have to fly a few times. There is definitely a chance that we will lose the contract in the meantime because the customer gets impatient.\c()
it: \c(dd5)Dobbiamo volare un po' di volte. C'è sicuramente la possibilità di perdere il contratto nel frattempo perché il cliente diventa impaziente.\c()

source: That's a few flights. There is a small chance that the customer will get impatient and give the contract to someone else.
it: Si tratta di pochi voli. C'è una piccola possibilità che il cliente si spazientisca e ceda il contratto a qualcun altro.

source: We have to fly a few times. There is a small chance that the customer will get impatient and we will lose the contract.
it: Dobbiamo volare un paio di volte. C'è una piccola possibilità che il cliente si spazientisca e noi perdiamo il contratto.

source: We do not have to fly often. With so few flights, the customer should not get impatient.
it: Non dobbiamo volare spesso. Con così pochi voli, il cliente non deve spazientirsi.

source: That is only a few flights. It should be fast and the customer will not get impatient.
it: Si tratta di pochi voli. Dovrebbe essere veloce e il cliente non si spazientisce.

source: Trade
it: Commercio

source: Trading Contract
it: Contratto di trading

source: Trade Route Contracts
it: Contratti sulle rotte commerciali

source: Regular price for this good
it: Prezzo normale per questo bene

source: Price margin of the route
it: Margine di prezzo del percorso

source: Best deviation for the purchase price in the area
it: La migliore deviazione per il prezzo di acquisto nella zona

source: max
it: massimo

source: Best deviation for the selling price in the area
it: La migliore deviazione per il prezzo di vendita nell'area

source: Transportable in a single flight
it: Trasportabile in un unico volo

source: Profit per single good
it: Profitto per singolo bene

source: Down Payment
it: Acconto

source: Credits you need to give the captain in advance to buy the goods. They will return everything they don't spend.
it: I crediti devono essere dati al capitano in anticipo per acquistare la merce. Restituiranno tutto ciò che non viene speso.

source: Total quantity of goods to be transported for this contract
it: Quantità totale di merci da trasportare per questo contratto

source: Profit per shipment for this route
it: Profitto per spedizione per questa rotta

source: The trade route can be flown this many times until the contract is fulfilled. If fulfillment requires too many flights, the contract may be given to someone else after a few deliveries.
it: La rotta commerciale può essere percorsa tante volte fino a quando il contratto non viene soddisfatto. Se l'adempimento richiede troppi voli, il contratto può essere affidato a qualcun altro dopo alcune consegne.

source: The ship is already in this sector.
it: La nave è già in questo settore.

source: This route is too short.
it: Questo percorso è troppo breve.

source: Hyperspace properties changed since planning the route.
it: Le proprietà dell'iperspazio sono cambiate rispetto alla pianificazione del percorso.

source: %1% has reached its destination and is awaiting your next orders in \s(%2%:%3%).
it: %1% ha raggiunto la sua destinazione e attende i vostri prossimi ordini in \s(%2%:%3%).

source: Travelling to (${x}:${y}). Time remaining: ${timeRemaining} (${completed} % done).
it: In viaggio verso (${x}:${y}). Tempo rimanente: ${timeRemaining} (${completed} % done).

# ship AI status
source: Travelling to (${x}:${y})
it: In viaggio verso (${x}:${y})

source: Left-Click: Select destination
it: Fare clic con il tasto sinistro del mouse: Seleziona la destinazione

source: Destination can be reached with a single jump!
it: La destinazione può essere raggiunta con un solo salto!

source: Swiftness
it: Rapidità

source: Travel Time
it: Tempo di viaggio

source: Travel
it: Viaggi

source: Choose a different destination
it: Scegliere una destinazione diversa

source: Take a faster route that is more risky.
it: Scegliere un percorso più veloce, ma più rischioso.

source: Note: Traveling through even a small but dangerous area can increase attack chance dramatically!
it: Nota: attraversare un'area anche piccola ma pericolosa può aumentare drasticamente le possibilità di attacco!

source: Route:
it: La strada:

source: about %d sectors
it: circa %d settori

source: (${x1}:${y1}) to (${x2}:${y2})
it: (${x1}:${y1}) a (${x2}:${y2})

source: Calculating route...
it: Calcolo del percorso...

source: sectors
it: settori

source: We will be traveling for a long time.
it: Viaggeremo per molto tempo.

source: It's a very long journey.
it: È un viaggio molto lungo.

source: This trip will take a while.
it: Questo viaggio durerà un po'.

source: We will be traveling for a good while.
it: Viaggeremo per un bel po'.

source: The destination is only a short distance away.
it: La destinazione è a breve distanza.

source: I will reach the destination soon.
it: Raggiungerò presto la destinazione.

source: Reaching the destination will take very little time.
it: Raggiungere la destinazione richiederà pochissimo tempo.

source: stealthy
it: furtivo

source: slow
it: lento

source: moderate
it: moderato

source: fast
it: veloce

source: Stop harassing traders or we will take action against you!
it: Smettetela di molestare i commercianti o prenderemo provvedimenti contro di voi!

source: Hello! I see that you’re starting out on your journey. Did you know that you'll be returned to the last friendly Repair Dock you visited if you get destroyed? You can also assign a Repair Dock as your Reconstruction Site, and tow and repair ships for free there. As a bonus, you'll be able to switch there from your Galaxy Map whenever you feel like it! To do that, you must find a Repair Dock of a faction you have good relations to, and pay them a fee. This service is definitely on the more expensive side, but once you venture into dangerous territory it can be well worth it! Greetings, %1%
it: Ciao! Vedo che state iniziando il vostro viaggio. Sapevate che se venite distrutti verrete riportati all'ultimo bacino di riparazione amico che avete visitato? Puoi anche assegnare un bacino di riparazione come sito di ricostruzione e rimorchiare e riparare le navi gratuitamente. Inoltre, potrete passare da un luogo all'altro dalla vostra Mappa della Galassia ogni volta che ne avrete voglia! Per farlo, dovete trovare un Dock di riparazione di una fazione con cui avete buoni rapporti e pagare una tariffa. Questo servizio è decisamente più costoso, ma una volta che ci si avventura in un territorio pericoloso può valerne la pena! Saluti, %1%

# Mail Subject
source: Reconstruction Site Service at Repair Docks
it: Servizio di cantiere per la ricostruzione presso i bacini di riparazione

source: Hello! Thanks again for your help with those pirates. You should explore the galaxy on your own and use your newly learned skills to improve your ship. If I were you, I'd get my hands on some Titanium, like I said before. Remember to visit colonized sectors every now and then to keep up-to-date on what’s going on in the galaxy. I’m sure we’ll meet again some time! Greetings, %3%
it: Ciao! Grazie ancora per il tuo aiuto con i pirati. Dovresti esplorare la galassia da solo e usare le tue nuove abilità per migliorare la tua nave. Se fossi in te, metterei le mani su un po' di titanio, come ho già detto. Ricordatevi di visitare ogni tanto i settori colonizzati per tenervi aggiornati su ciò che accade nella galassia. Sono sicuro che ci incontreremo di nuovo prima o poi! Saluti, %3%

# Mail Subject
source: Thank you!
it: Grazie!

source: More strange subspace signals. They're getting stronger.
it: Altri strani segnali subspaziali. Sono sempre più forti.

source: A small group of alien ships has appeared!
it: È apparso un piccolo gruppo di navi aliene!

source: Your sensors picked up short bursts of subspace signals.
it: I sensori hanno rilevato brevi raffiche di segnali subspaziali.

source: The signals are growing stronger.
it: I segnali sono sempre più forti.

source: A group of alien ships have warped in!
it: Un gruppo di navi aliene è entrato in azione!

source: There are lots and lots of subspace signals! Careful!
it: Ci sono molti segnali subspaziali! Attenzione!

source: A large group of alien ships has appeared!
it: È apparso un grande gruppo di navi aliene!

source: The subspace signals are getting too strong for your scanners. Brace yourself!
it: I segnali subspaziali stanno diventando troppo forti per i vostri scanner. Tenetevi forte!

source: Danger! A large fleet of alien ships has appeared!
it: Pericolo! È apparsa una grande flotta di navi aliene!

source: A group of alien ships has appeared in sector \s(%1%:%2%)!
it: Un gruppo di navi aliene è apparso nel settore \s(%1%:%2%)!

source: Mayday! Mayday! We are under attack by pirates! Our position is \s(%1%:%2%), someone help, please!
it: Mayday! Mayday! Siamo attaccati dai pirati! La nostra posizione è \s(%1%:%2%), qualcuno ci aiuti, per favore!

source: Mayday! CHRRK ... under attack CHRRK ... pirates ... CHRRK ... position \s(%1%:%2%) ... help!
it: Mayday! CHRRK ... sotto attacco CHRRK ... pirati ... CHRRK ... posizione \s(%1%:%2%) ... aiuto!

source: Can anybody hear us? We have been ambushed by pirates! Our position is \s(%1%:%2%) Help!
it: Qualcuno ci sente? I pirati ci hanno teso un'imboscata! La nostra posizione è \s(%1%:%2%) Aiuto!

source: This is a distress call! Our position is \s(%1%:%2%) We are under attack by pirates, please help!
it: Questa è una richiesta di soccorso! La nostra posizione è \s(%1%:%2%) Siamo attaccati dai pirati, per favore aiutateci!

source: Distress Signal
it: Segnale di soccorso

source: You have received a distress call from an unknown source. Their last reported position was (${xCoord}, ${yCoord}).
it: Avete ricevuto una chiamata di soccorso da una fonte sconosciuta. L'ultima posizione segnalata era (${xCoord}, ${yCoord}).

source: Help! uh... I'm a rich trader and I'm being attacked by pirates at \s(%1%:%2%) Help! Help! Reward! Reward!
it: Aiuto! Sono un ricco commerciante e sono stato attaccato dai pirati a \s(%1%:%2%) Aiuto! Aiuto! Ricompensa! Ricompensa!

source: This is ${player}! That's the one our client wants!
it: Questo è ${player}! È quello che vuole il nostro cliente!

source: Found you, ${player}. Let's shoot them down and get our money. Make it quick.
it: Ti ho trovato, ${giocatore}. Abbattiamoli e prendiamo i nostri soldi. Fai in fretta.
