Repository: GLWine/Avorion-ITA
Catalog: Avorion/data/localization/*.po
Languages: it

source: Dear %1%, We have received notice of the destruction of your craft '%2%'. Very unfortunate! What is even more unfortunate, is that it appears as if there was an error in our transaction system. We can only reimburse the amount of money you paid us, not the full sum for your ship. The contract for your craft '%2%' is now fulfilled. We hope we can be of future service to you. Best wishes, Ship Insurance Intergalactical
it: Caro %1%, Abbiamo ricevuto la notizia della distruzione della sua imbarcazione "%2%". Che sfortuna! Ciò che è ancora più spiacevole è che sembra che ci sia stato un errore nel nostro sistema di transazioni. Possiamo rimborsare solo l'importo che ci ha pagato, non l'intera somma per la sua nave. Il contratto per la sua nave '%2%' è ora soddisfatto. Ci auguriamo di poterle essere utili in futuro. I nostri migliori auguri, Assicurazione navale intergalattica

source: Dear %1%, We have received notice of the destruction of your craft '%2%'. Very unfortunate! As you are insured at our company you shall receive enclosed the sum insured with us as a loss payment. The contract for your craft '%2%' is now fulfilled. We hope we can be of future service to you. Best wishes, Ship Insurance Intergalactical
it: Caro %1%, Abbiamo ricevuto la notizia della distruzione della sua imbarcazione "%2%". Che sfortuna! Essendo assicurato presso la nostra compagnia, riceverà in allegato la somma assicurata presso di noi come pagamento del danno. Il contratto per la sua imbarcazione "%2%" è ora soddisfatto. Ci auguriamo di poterle essere utili in futuro. I nostri migliori auguri, Assicurazione navale intergalattica

source: Invite to Group
it: Invito al gruppo

source: No player is flying this ship.
it: Nessun giocatore sta pilotando questa nave.

source: Buoy online.
it: Boa online.

source: Marker Buoy
it: Boa di segnalazione

source: Configure
it: Configurare

source: Biotope
it: Biotopi

source: Our restaurants are open all the time for you.
it: I nostri ristoranti sono sempre aperti per voi.

source: Visit our parks. Only the best weather thanks to our latest software.
it: Visitate i nostri parchi. Solo il tempo migliore grazie al nostro software di ultima generazione.

source: When have you last seen animals outside of a cage?
it: Quando avete visto per l'ultima volta degli animali fuori da una gabbia?

source: Visit the biotope and get a home-picked apple! Included in the ticket price.
it: Visitate il biotopo e prendete una mela raccolta in casa! Incluso nel prezzo del biglietto.

source: Visit us and get a home-picked apple.
it: Venite a trovarci e prendete una mela raccolta in casa.

source: We got all new squatels and kliefs! During a visit to the zoo you can have a look at them.
it: Abbiamo tutti i nuovi squatel e klief! Durante una visita allo zoo potrete dargli un'occhiata.

source: Shipyard
it: Cantiere navale

source: Dangerous Cargo Transport License
it: Licenza di trasporto di merci pericolose

source: Suspicious Cargo Transport License
it: Licenza di trasporto merci sospette

source: Stolen Cargo Transport License
it: Licenza di trasporto merci rubata

source: Illegal Cargo Transport License
it: Licenza di trasporto illegale di merci

source: License for transporting special cargo
it: Licenza per il trasporto di merci speciali

source: Only valid in designated territory
it: Valido solo nel territorio designato

source: Dangerous Cargo
it: Merci pericolose

source: Suspicious Cargo
it: Carico sospetto

source: Stolen Cargo
it: Merce rubata

source: Illegal Cargo
it: Carico illegale

source: Territory
it: Territorio

source: Trading Post
it: Postazione commerciale

source: Buy Cargo License
it: Acquista la licenza Cargo

source: Cargo Transport Licenses
it: Licenze di trasporto merci

source: Casino
it: Casinò

source: Oh no! I've lost my ship! I guess I'll have to walk home now.
it: Oh no! Ho perso la mia nave! Credo che ora dovrò tornare a casa a piedi.

source: What? Drunk? Me? Never.
it: Cosa? Ubriaco? Io? Mai.

source: Recreational gambling - the best in the sector!
it: Gioco d'azzardo ricreativo - il migliore del settore!

source: We offer over ${N3}0 different games!
it: Offriamo oltre ${N3}0 giochi diversi!

source: The first round is free!
it: Il primo turno è gratuito!

source: Come to our casino, we have the most modern games and you might even win!
it: Venite al nostro casinò, abbiamo i giochi più moderni e potreste anche vincere!

source: Buy
it: Acquista

source: Buy from station
it: Acquista dalla stazione

source: Sell
it: Vendere

source: Sell to station
it: Vendi alla stazione

source: This station buys consumer goods from traders.
it: Questa stazione acquista beni di consumo dai commercianti.

source: This station doesn't buy consumer goods from traders.
it: Questa stazione non acquista beni di consumo dai commercianti.

source: Equipment Dock
it: Attrezzatura Dock

source: That's sold out, sorry.
it: È esaurito, mi dispiace.

source: Problems with pirates? No more with our weaponry!
it: Problemi con i pirati? Non più con le nostre armi!

source: Equipment of all sorts, for a great price! No refunds.
it: Attrezzature di tutti i tipi, a un ottimo prezzo! Nessun rimborso.

source: No refunds.
it: Nessun rimborso.

source: Guns Guns Guns!
it: Pistole, pistole, pistole!

source: Buy turrets! Your crew will thank you for it!
it: Comprate torrette! Il vostro equipaggio vi ringrazierà!

source: Only the best turrets, subsystems and fighters!
it: Solo le migliori torrette, sottosistemi e caccia!

source: Show the Xsotan who's boss with our chain guns!
it: Mostrate agli Xsotan chi comanda con le nostre armi a catena!

source: Not enough resources? Get a mining laser and change that!
it: Non ci sono abbastanza risorse? Procuratevi un laser minerario e cambiate la situazione!

source: Tired of being chronically unarmed? We're here for you!
it: Siete stanchi di essere cronicamente disarmati? Siamo qui per voi!

source: Our fighters are ready for you! Pilots not included.
it: I nostri caccia sono pronti per voi! Piloti non inclusi.

source: Pilots not included.
it: I piloti non sono inclusi.

source: Gunners not included.
it: I cannonieri non sono inclusi.

# station type
source: Mine
it: La mia

source: Factory
it: Fabbrica

source: Buy from factory
it: Acquista dalla fabbrica

source: Sell to factory
it: Vendere alla fabbrica

source: Factory configuration
it: Configurazione di fabbrica

source: Only two more years of work, and I'll get my free weekend!
it: Ancora due anni di lavoro e avrò il mio weekend libero!

source: We are always looking for workers. Everyone who is young and strong can apply.
it: Siamo sempre alla ricerca di lavoratori. Tutti coloro che sono giovani e forti possono candidarsi.

source: Reminder to all factory workers: there will be no compensation for lost limbs or loss of life.
it: Ricordiamo a tutti i lavoratori della fabbrica: non è previsto alcun risarcimento per la perdita di arti o di vita.

source: Trade your goods at a factory, we offer way better prices than any trading post!
it: Scambiate le vostre merci in fabbrica, offriamo prezzi molto più vantaggiosi di qualsiasi trading post!

source: The best prices in the sector in our factory outlet store!
it: I migliori prezzi del settore nel nostro factory outlet!

source: Station can't produce because ingredients are missing!
it: La stazione non riesce a produrre perché mancano gli ingredienti!

source: Base Price %
it: Prezzo base %

source: Sets the base price of goods bought and sold by this station. A low base price attracts more buyers and a high base price attracts more sellers.
it: Imposta il prezzo base delle merci acquistate e vendute da questa stazione. Un prezzo base basso attira più acquirenti e un prezzo base alto attira più venditori.

source: Buy goods from others
it: Acquistare beni da altri

source: If checked, the station will buy goods from traders from other factions than you.
it: Se è selezionata, la stazione acquisterà merci da commercianti di fazioni diverse dalla vostra.

source: Sell goods to others
it: Vendere beni ad altri

source: If checked, the station will sell goods to traders from other factions than you.
it: Se è selezionata, la stazione venderà merci a commercianti di fazioni diverse dalla vostra.

source: Actively request goods
it: Richiedere attivamente i prodotti

source: If checked, the station will actively request traders to deliver goods when it's empty. If unchecked, it may stay empty until a trader visits randomly.
it: Se è selezionata, la stazione richiederà attivamente ai commercianti di consegnare merci quando è vuota. Se è deselezionata, può rimanere vuota finché un commerciante non la visita casualmente.

source: Actively sell goods
it: Vendere attivamente i prodotti

source: If checked, the station will request traders that will buy its goods when it's full. If unchecked, its goods may sit around until a trader visits randomly.
it: Se è selezionata, la stazione chiederà ai commercianti di acquistare le sue merci quando sarà piena. Se non è selezionata, le sue merci possono rimanere in attesa di una visita casuale da parte di un commerciante.

source: Deliver goods to stations:
it: Consegnare le merci alle stazioni:

source: Fetch goods from stations:
it: Recuperare le merci dalle stazioni:

source: Shuttles transport a certain amount of volume (but always at least 1 good) per every few seconds to other stations.
it: Le navette trasportano una certa quantità di volume (ma sempre almeno 1 bene) ogni pochi secondi verso altre stazioni.

source: This station will buy and sell its goods for ${percentage}% of the normal price.
it: Questa stazione acquisterà e venderà i suoi prodotti al ${percentuale}% del prezzo normale.

source: x${productions}
it: x${produzioni}

source: This factory can have up to ${productions} productions running in parallel.
it: Questa fabbrica può avere fino a ${produzioni} in esecuzione in parallelo.

source: [No ingredients required]
it: [Non sono richiesti ingredienti]

source: ${name} (x${amount})
it: ${nome} (x${importo})

source: ${c}${price} - Base Price
it: ${c}${price} - Prezzo base

source: x ${factor}% - Base Price Factor
it: x ${fattore}% - Fattore prezzo base

source: x ${factor}% - Regional Supply/Demand
it: x ${fattore}% - Offerta/Domanda regionale

source: ${c}${price} - Final Price
it: ${c}${prezzo} - Prezzo finale

source: Note: Prices are influenced by regional supply and demand.
it: Nota: i prezzi sono influenzati dalla domanda e dall'offerta regionale.

source: Note: Additionally, the price of this good is influenced by your relations with the seller.
it: Nota: inoltre, il prezzo di questo bene è influenzato dai rapporti con il venditore.

source: Optional Ingredient: This ingredient is not required for production, but when used will double production speed.
it: Ingrediente opzionale: Questo ingrediente non è necessario per la produzione, ma se utilizzato raddoppia la velocità di produzione.

source: Prices for ${goods} are ${percentage} higher in this region, because there is a high demand for this good.
it: I prezzi dei $beni} sono più alti in questa regione, perché la domanda di questo bene è elevata.

source: Prices for ${goods} are ${percentage} lower in this region, because there is a high supply for this good.
it: I prezzi dei $beni} sono più bassi in questa regione, perché l'offerta di questo bene è elevata.

source: Prices for ${goods} are unchanged in this region. There is no special regional demand for this good.
it: I prezzi dei $beni} sono invariati in questa regione. Non esiste una domanda regionale particolare per questo bene.

source: Note: This is a regional effect, and has no influence on the amount of traders visiting your factory.
it: Nota: questo è un effetto regionale e non ha alcuna influenza sulla quantità di commercianti che visitano la vostra fabbrica.

source: Note: Additionally, the price of this good is influenced by your relations with the buyer.
it: Nota: inoltre, il prezzo di questo bene è influenzato dai rapporti con l'acquirente.

source: Profit / production
it: Profitto / produzione

source: ${c}${money}
it: ${c}${denaro}

source: The average amount of profit per production, calculated by comparing the value of all products against the value of all ingredients.
it: L'importo medio del profitto per produzione, calcolato confrontando il valore di tutti i prodotti con il valore di tutti gli ingredienti.

source: Money spent
it: Soldi spesi

source: Amount of money spent on purchasing ingredients for production. Note: In the beginning, factories have to invest some money and may not yield profits immediately.
it: Importo speso per l'acquisto di ingredienti per la produzione. Nota: all'inizio, le fabbriche devono investire un po' di denaro e potrebbero non produrre immediatamente profitti.

source: Money gained
it: Denaro guadagnato

source: Amount of money gained by selling products.
it: Quantità di denaro ricavata dalla vendita dei prodotti.

source: Profit
it: Profitto

source: Total profit of the factory; (sales - purchases). Note: In the beginning, factories have to invest some money and may not yield profits immediately.
it: Profitto totale della fabbrica; (vendite - acquisti). Nota: all'inizio, le fabbriche devono investire un po' di denaro e potrebbero non produrre profitti immediatamente.

source: ${price} Cr
it: ${prezzo} Cr

source: Upgrade to allow up to ${amount} parallel productions.
it: Aggiornare per consentire fino a ${quantità} di produzioni parallele.

source: Upgrade to allow up to ${volume} transported volume per shuttle every ${seconds} seconds.
it: Aggiornamento per consentire fino a ${volume} di volume trasportato per navetta ogni ${secondi} secondi.

source: ${volume}vol/${seconds}s
it: ${volume}vol/${secondi}s

source: Factory appears to be working as intended.
it: La fabbrica sembra funzionare come previsto.

source: This factory is already at its highest level.
it: Questa fabbrica è già al massimo livello.

source: Transport capacity is already at maximum.
it: La capacità di trasporto è già al massimo.

source: Error with partner station!
it: Errore con la stazione partner!

source: No more goods!
it: Basta con le merci!

source: Partner station doesn't buy this!
it: La stazione partner non lo compra!

source: No more goods on partner station!
it: Niente più merci nella stazione partner!

source: Station at full capacity!
it: Stazione a pieno regime!

source: Factory can't produce because ingredients are missing!
it: La fabbrica non può produrre perché mancano gli ingredienti!

source: Factory can't produce because there is not enough cargo space for products!
it: La fabbrica non può produrre perché non c'è abbastanza spazio per i prodotti!

source: Fighter Factory
it: Fabbrica di caccia

# window title
source: Build Fighters
it: Costruire combattenti

source: Create
it: Creare

source: Combat Fighter
it: Combattente

source: Boarding Shuttle
it: Navetta d'imbarco

source: Remaining Points:
it: Punti rimanenti:

source: Size:
it: Dimensioni:

source: Durability:
it: Durata:

source: Maneuverability:
it: Manovrabilità:

source: Speed:
it: Velocità:

source: Price:
it: Prezzo:

source: Don't fancy the standard? We build fighters individually according to your specs.
it: Non vi piace lo standard? Costruiamo i caccia individualmente in base alle vostre specifiche.

source: We build fighters for everybody who can pay.
it: Costruiamo caccia per tutti coloro che possono pagare.

source: We heavily discourage building fighters on your own ship and emphasize the quality of fighters you get from a professional.
it: Scoraggiamo fortemente la costruzione di caccia sulla propria nave ed enfatizziamo la qualità dei caccia che si ottengono da un professionista.

source: Make your own fighters! Only bring us the parts, turrets, select a configuration and pay us.
it: Create i vostri caccia! Portateci solo i pezzi, le torrette, selezionate una configurazione e pagateci.

source: This property gets increased points due to the turret's material.
it: Questa proprietà ottiene un aumento dei punti grazie al materiale della torretta.

source: You have no turret selected.
it: Non è stata selezionata alcuna torretta.

source: You have no plan selected.
it: Non è stato selezionato alcun piano.

source: You must own the Black Market DLC to build this fighter.
it: Per costruire questo caccia è necessario possedere il DLC Mercato Nero.

source: You must own the Into The Rift DLC to build this fighter.
it: Per costruire questo caccia è necessario possedere il contenuto scaricabile Into The Rift.

source: This turret can't be integrated into a fighter.
it: Questa torretta non può essere integrata in un caccia.

source: Invalid fighter stats.
it: Statistiche del combattente non valide.

source: You must be docked to the station to build fighters.
it: Per costruire i caccia è necessario essere attraccati alla stazione.

source: You must be closer to the ship to build fighters.
it: Per costruire i caccia è necessario essere più vicini alla nave.

source: Paid %1% Credits to build a fighter.
it: Pagato %1% di crediti per costruire un caccia.

source: Fighter Merchant
it: Mercante combattente

source: Fighters
it: Combattenti

source: No private visits for block ${R} today.
it: Nessuna visita privata per il blocco ${R} oggi.

source: Apartment inspections will begin shortly after the wake-up signal.
it: Le ispezioni degli appartamenti inizieranno poco dopo il segnale di sveglia.

source: The bad news: In areas ${R} and ${LN2} the warm water isn't working today. The good news: cold showers wake you up and increase productivity!
it: La cattiva notizia: nelle aree ${R} e ${LN2} l'acqua calda oggi non funziona. La buona notizia: le docce fredde svegliano e aumentano la produttività!

source: Today's job offers: habitat command is looking for ${N} doctors and ${N2} plumbers.
it: Offerte di lavoro di oggi: il comando habitat cerca ${N} medici e ${N2} idraulici.

source: We're asking all residents to dry their clothes only in the designated areas.
it: Chiediamo a tutti i residenti di asciugare i vestiti solo nelle aree designate.

source: ${faction} Headquarters
it: Sede centrale di ${fazione}

source: Headquarters
it: Sede centrale

source: Military Outpost
it: Avamposto militare

source: Detected increased Xsotan activity in nearby sectors.
it: Rilevato un aumento dell'attività Xsotan nei settori vicini.

source: The scouts from ${R} have returned.
it: Gli esploratori di ${R} sono tornati.

source: Many good men were lost that day.
it: Molti uomini validi sono andati perduti quel giorno.

source: We're looking for the heroes of tomorrow today!
it: Cerchiamo oggi gli eroi di domani!

source: We always have well-paid offers for capable mercenaries.
it: Abbiamo sempre offerte ben pagate per mercenari capaci.

source: If you need cash, check our bulletin board. We always have offers for capable people.
it: Se avete bisogno di contanti, controllate la nostra bacheca. Abbiamo sempre offerte per persone capaci.

source: Join our army! It's fun!
it: Unisciti al nostro esercito! È divertente!

source: Planetary Trading Post
it: Postazione commerciale planetaria

source: Refinery
it: Raffineria

source: Your refined resources can be picked up in \s(%1%:%2%).
it: Le risorse raffinate possono essere raccolte in \s(%1%:%2%).

source: Received %1% %2% tax from refinery.
it: Ricevuto %1% %2% di tasse dalla raffineria.

source: We finished refining your ores. You can pick them up in \s(%1%:%2%).
it: Abbiamo finito di raffinare i tuoi minerali. Potete raccoglierli a \s(%1%:%2%).

source: Relations aren't good enough to refine!
it: Le relazioni non sono abbastanza buone per essere raffinate!

source: You already have a job running.
it: Avete già un lavoro in corso.

source: You have refined resources that need to be picked up first.
it: Avete risorse raffinate che devono essere raccolte per prime.

source: You must be docked to the station to refine ores.
it: Per raffinare i minerali è necessario essere attraccati alla stazione.

source: You must be closer to the ship to refine ores.
it: Per raffinare i minerali è necessario essere più vicini alla nave.

source: Refine Raw Ores
it: Raffinare i minerali grezzi

source: ORES & SCRAP
it: ORES E ROTTAMI

source: OUTPUT
it: USCITA

source: Start Refining
it: Avviare la raffinazione

source: Refine ores and scrap metals to extract their resources. Extracted resources can be collected after processing. The refinery keeps a small percentage depending on your relations.
it: Raffinare i minerali e i metalli di scarto per estrarre le loro risorse. Le risorse estratte possono essere raccolte dopo la lavorazione. La raffineria trattiene una piccola percentuale a seconda delle relazioni.

source: Refinery Tax: %.1f%%
it: Tassa sulle raffinerie: %.1f%%

source: ${amount} ${good} Rich Ore: Yield x4
it: ${importo} ${bene} Minerale ricco: Rendimento x4

source: ${amount} ${good}
it: ${importo} ${bene}

source: There is nothing to take.
it: Non c'è nulla da prendere.

source: Received %1% %2% from refinery.
it: Ricevuto %1% %2% dalla raffineria.

# Station Title
source: Repair Dock
it: Darsena di riparazione

# Interaction Title
source: Repair Dock
it: Darsena di riparazione

source: Repair your ship
it: Riparare la nave

source: Repair Costs:
it: Costi di riparazione:

source: Credits + Materials
it: Crediti e materiali

source: Credits Only
it: Solo crediti

# Action
source: Repair
it: Riparazione

source: Buy Kit
it: Acquista il kit

source: KITS
it: KIT

source: Reconstruction Kit: Allows quick reconstruction of a destroyed ship or station from its wreckage.
it: Kit di ricostruzione: Permette di ricostruire rapidamente una nave o una stazione distrutta a partire dai suoi rottami.

# Action
source: Use as Reconstruction Site
it: Utilizzo come sito di ricostruzione

source: Reconstruction Site Bonuses: - Tow ships from anywhere in the galaxy - Repair & Tow for free - Switch to this sector from the Galaxy Map
it: Bonus del sito di ricostruzione: - Traino di navi da qualsiasi punto della galassia - Riparazione e traino gratuiti - Passare a questo settore dalla Mappa della Galassia

source: Tow
it: Traino

source: Alliance Ship
it: Nave dell'Alleanza

source: PRICE
it: PREZZO

source: Towing: brings a ship's wreckage into this sector and quickly reassembles it. Your ship may be in need of some repairs afterwards.
it: Traino: porta il relitto di una nave in questo settore e lo riassembla rapidamente. In seguito, la nave potrebbe aver bisogno di alcune riparazioni.

source: Will only tow ships that were destroyed or lost in a 50 sector radius (exception: Reconstruction Site).
it: Rimorchia solo le navi distrutte o perse nel raggio di 50 settori (eccezione: sito di ricostruzione).

source: This is your reconstruction site. You can tow destroyed or lost ships to this place from anywhere in the galaxy. For free!
it: Questo è il vostro sito di ricostruzione. Potete rimorchiare le navi distrutte o perse in questo luogo da qualsiasi punto della galassia. Gratis!

source: Problems with docking? Scratches on the hull? We'll fix that for you.
it: Problemi di attracco? Graffi sullo scafo? Lo risolveremo per voi.

source: Asteroid-fall damage on the windshield? We'll fix that for you.
it: Danni da caduta di asteroidi sul parabrezza? Lo ripareremo per voi.

source: Almost got destroyed by pirates? We'll fix that for you.
it: Siete stati quasi distrutti dai pirati? Ci pensiamo noi a risolvere il problema.

source: The Xsotan are really good for business. Just like pirates. But don't tell anyone I said that.
it: Gli Xsotan sono molto utili per gli affari. Proprio come i pirati. Ma non dite a nessuno che ho detto questo.
