Repository: GLWine/Avorion-ITA
Catalog: Avorion/data/localization/*.po
Languages: it

source: Hold [%1%] to move forward. Hold [%2%] to fly backwards.
it: Tieni premuto [%1%] per avanzare. Tieni premuto [%2%] per volare all'indietro.

source: Letting go of [%1%] or [%2%] will cause your thrusters to slow down your ship.
it: Se si lascia andare [%1%] o [%2%], i propulsori rallentano la nave.

source: Pressing [%2%] will not make you brake faster.
it: Premendo [%2%] non si frena più velocemente.

source: Here you can see your current speed.
it: Qui si può vedere la velocità attuale.

source: Blue means you're flying in the direction that your ship is looking.
it: Il blu significa che state volando nella direzione in cui la vostra nave sta guardando.

source: Orange means you're flying in the opposite direction.
it: L'arancione significa che si sta volando nella direzione opposta.

source: Hold [%1%] and [%2%] to boost.
it: Tenere premuto [%1%] e [%2%] per potenziare.

source: Boosting requires more and more energy.
it: Il potenziamento richiede sempre più energia.

source: If you use up too much of your energy for boosting, other systems in your ship won’t receive any more energy and might fail.
it: Se si consuma troppa energia per il potenziamento, altri sistemi della nave non riceveranno più energia e potrebbero fallire.

source: Here you can see your energy reserves. If they are depleted, your ship won’t be able to do much until they have recharged.
it: Qui si possono vedere le riserve di energia. Se sono esaurite, la nave non potrà fare molto finché non si saranno ricaricate.

source: To get a fast flying ship to a complete standstill, you will have to turn your ship so it’s facing the opposite direction and boost.
it: Per fermare completamente una nave che vola veloce, dovrete girare la vostra nave in modo che sia rivolta nella direzione opposta e dare una spinta.

source: That is particularly important for larger ships with more mass.
it: Ciò è particolarmente importante per le navi più grandi e con maggiore massa.

source: If you need help finding the correct angle you can activate the retrograde marker in the Game Options.
it: Se avete bisogno di aiuto per trovare l'angolo corretto, potete attivare l'indicatore retrogrado nelle Opzioni di gioco.

source: Use [%1%] and [%2%] to strafe left and right.
it: Usate [%1%] e [%2%] per spostarvi a destra e a sinistra.

source: Use [%1%] to rise up or [%2%] to sink down.
it: Usare [%1%] per salire o [%2%] per scendere.

source: Let your ship roll to the side with [%1%] and [%2%].
it: Fate rotolare la vostra nave di lato con [%1%] e [%2%].

source: Now that you know how to steer your ship, it's time to gather some resources. Resources are used to build ships and can be sold for Credits at Resource Depots.
it: Ora che sapete come guidare la vostra nave, è il momento di raccogliere le risorse. Le risorse vengono utilizzate per costruire le navi e possono essere vendute per ottenere crediti nei depositi di risorse.

source: No mineable asteroids in this sector. Can't continue tutorial.
it: Nessun asteroide minabile in questo settore. Non è possibile continuare il tutorial.

source: An asteroid has been highlighted. Turn your camera towards it until it appears on the screen.
it: È stato evidenziato un asteroide. Ruotare la telecamera verso di esso finché non appare sullo schermo.

source: An asteroid has been highlighted. Use [%1%] to select the asteroid.
it: È stato evidenziato un asteroide. Utilizzare [%1%] per selezionare l'asteroide.

source: Fly to the asteroid. Mine its resources by holding [%1%] to use your mining lasers. Your target is in range when your aiming circles turn green.
it: Vola verso l'asteroide. Estraete le sue risorse tenendo premuto [%1%] per usare i laser da miniera. Il bersaglio è a portata di mano quando i cerchi di mira diventano verdi.

source: Mine 1500 Iron. Asteroids with bright spots are rich in resources. Asteroids without have no resources.
it: Miniera di ferro 1500. Gli asteroidi con punti luminosi sono ricchi di risorse. Gli asteroidi senza non hanno risorse.

source: You have received a mission. To look at your mission, open the Player Menu by clicking on this button.
it: Avete ricevuto una missione. Per consultare la missione, aprire il menu del giocatore facendo clic su questo pulsante.

source: This is the missions tab. Here all your current missions will be listed.
it: Questa è la scheda delle missioni. Qui sono elencate tutte le missioni in corso.

source: Select the new mission to get a more detailed description.
it: Selezionate la nuova missione per ottenere una descrizione più dettagliata.

source: Track the mission to have it on your screen at all times.
it: Tracciate la missione per averla sempre sullo schermo.

source: Close the Player Menu to continue.
it: Chiudere il menu del lettore per continuare.

source: This shows you the currently tracked mission. As you don't know what you have to expect, you should prepare your ship for a fight.
it: Questo mostra la missione attualmente tracciata. Poiché non sapete cosa vi aspetta, dovreste preparare la vostra nave per un combattimento.

source: Open the Building Mode by clicking the Building Mode Button. Here you can exchange your mining equipment for military turrets.
it: Aprire la modalità Edificio facendo clic sul pulsante Modalità Edificio. Qui è possibile scambiare le attrezzature minerarie con torrette militari.

source: This is the building mode, where you can modify your ship. Hold [%1%] to turn the camera.
it: Questa è la modalità di costruzione, in cui è possibile modificare la nave. Tenete premuto [%1%] per girare la telecamera.

source: Select the mining lasers on your ship with [%1%] and remove them with the Delete Button. This will put the turrets into your inventory.
it: Selezionate i laser da miniera sulla vostra nave con [%1%] e rimuoveteli con il pulsante Elimina. In questo modo le torrette verranno inserite nell'inventario.

source: Open the Turret Selection to install new turrets.
it: Aprire la Selezione torrette per installare nuove torrette.

source: Add three chaingun turrets to your ship by placing them onto your ship with [%1%].
it: Aggiungi tre torrette chaingun alla tua nave posizionandole sulla tua nave con [%1%].

source: You can't build the third turret, because your ship currently only supports two at the same time. The amount of turrets can be increased by adding subsystems.
it: Non è possibile costruire la terza torretta, perché attualmente la nave ne supporta solo due contemporaneamente. La quantità di torrette può essere aumentata aggiungendo sottosistemi.

source: Open the Ship Menu by pressing the Ship Menu Button to install a turret control system.
it: Aprire il Menu nave premendo il pulsante Menu nave per installare un sistema di controllo della torretta.

source: Select the subsystem and use [Right-Click] to install it. This will increase your armed turret capacity.
it: Selezionare il sottosistema e fare clic con il tasto destro del mouse per installarlo. Questo aumenterà la capacità della torretta armata.

source: Great! Now you can add the third chaingun turret.
it: Ottimo! Ora è possibile aggiungere la terza torretta chaingun.

source: Your ship is now ready to answer the emergency call. Leave the Building Mode with [%1%] or [%2%].
it: La nave è ora pronta a rispondere alla chiamata di emergenza. Uscire dalla modalità Edificio con [%1%] o [%2%].

source: Open your Galaxy Map to see where the emergency call came from.
it: Aprire Galaxy Map per vedere da dove proviene la chiamata di emergenza.

source: The Galaxy Map shows all sectors that can be visited. The blue outline shows how far you can jump. You can use the mouse wheel to zoom, holding [%1%] allows you to move the Galaxy Map.
it: La Mappa della Galassia mostra tutti i settori visitabili. Il contorno blu indica la distanza percorribile con un salto. È possibile utilizzare la rotella del mouse per lo zoom, mentre tenendo premuto [%1%] è possibile spostare la Mappa della Galassia.

source: The emergency call came from the sector marked with an exclamation mark. Start by selecting the highlighted sector with [Left Mouse].
it: La chiamata di emergenza proviene dal settore contrassegnato da un punto esclamativo. Iniziare a selezionare il settore evidenziato con [Mouse sinistro].

source: A sector has been marked with an exclamation mark by the mission. Select this sector with [Left Mouse].
it: Un settore è stato contrassegnato con un punto esclamativo dalla missione. Selezionate questo settore con [Mouse sinistro].

source: Now click on the sector with [Right Mouse] to open the Sector Menu and select ‘Enter Coordinates into Navigation Computer’.
it: Cliccare ora sul settore con il [Mouse destro] per aprire il Menu settore e selezionare "Inserisci coordinate nel computer di navigazione".

source: Close the Galaxy Map with [%1%] or [ESCAPE].
it: Chiudere la Mappa delle galassie con [%1%] o [ESCAPE].

source: Follow the next instructions to initiate the jump sequence.
it: Seguire le istruzioni successive per avviare la sequenza di salto.

source: Wait until your nav-computer has finished its calculations.
it: Aspettate che il computer di navigazione abbia terminato i suoi calcoli.

source: Turn your ship so it looks in the direction of the target sector.
it: Ruotare la nave in modo che guardi in direzione del settore di destinazione.

source: Boost in this direction to charge your hyperspace engine and initiate the jump.
it: Aumentate il boost in questa direzione per caricare il motore iperspaziale e iniziare il salto.

source: A ship is under attack! Help by fighting off the pirates!
it: Una nave è sotto attacco! Aiutate a combattere i pirati!

source: A pirate has been marked. Turn your camera towards it until it appears on the screen.
it: È stato contrassegnato un pirata. Girate la telecamera verso di lui finché non appare sullo schermo.

source: Indicators tell you about the relations to others. To get more information about them, select the ship with [%1%].
it: Gli indicatori indicano le relazioni con gli altri. Per ottenere maggiori informazioni su di essi, selezionare la nave con [%1%].

source: You can move the camera independently from your ship by holding [%1%]. While you do this, you can also zoom in for the perfect aim!
it: È possibile spostare la telecamera indipendentemente dalla nave tenendo premuto [%1%]. Mentre lo fate, potete anche zoomare per ottenere una mira perfetta!

source: Defend the Adventurer.
it: Difendere l'avventuriero.

source: Don't worry! Getting destroyed is part of the game.
it: Non preoccupatevi! Essere distrutti fa parte del gioco.

source: You are placed into a drone and keep your current money and resources. That's why experienced players never invest all their resources in a single ship.
it: Si viene inseriti in un drone e si mantengono i soldi e le risorse attuali. Ecco perché i giocatori esperti non investono mai tutte le loro risorse in una singola nave.

source: Open the Player Menu to see your inventory.
it: Aprire il menu del giocatore per vedere l'inventario.

source: Double-Click the building knowledge to learn it.
it: Fare doppio clic sulla conoscenza dell'edificio per apprenderla.

source: Click this button to found a new ship.
it: Fare clic su questo pulsante per trovare una nuova nave.

source: Click this button to enter Building Mode.
it: Fare clic su questo pulsante per accedere alla modalità Costruzione.

source: Welcome back to the Building Mode! In here you can build, modify and arm your ships.
it: Bentornati alla modalità Costruzione! Qui potrete costruire, modificare e armare le vostre navi.

source: To fly forward, your ship needs an engine. Add one of these to your ship.
it: Per volare in avanti, la nave ha bisogno di un motore. Aggiungete uno di questi alla vostra nave.

source: In the top left corner of the screen,
it: Nell'angolo superiore sinistro dello schermo,

source: you can see how much of each material you own.
it: è possibile vedere la quantità di ciascun materiale posseduto.

source: Now that your ship can go forward, it needs to be able to turn, too. Build enough thrusters to turn your ship in each direction.
it: Ora che la vostra nave può andare avanti, deve anche essere in grado di girare. Costruite abbastanza propulsori per far girare la vostra nave in ogni direzione.

source: This is the overview over your ship's properties.
it: Questa è la panoramica delle proprietà della nave.

source: If stats are red it means that your ship has some problems that you need to address right away.
it: Se le statistiche sono rosse, significa che la nave ha dei problemi che devono essere affrontati immediatamente.

source: If stats are yellow your ship could definitely benefit from improvements.
it: Se le statistiche sono gialle, la vostra nave potrebbe sicuramente beneficiare di miglioramenti.

source: Now we should build some housing for your future crew. Make sure you have enough room for at least 10 people.
it: Ora dovremmo costruire un alloggio per il vostro futuro equipaggio. Assicuratevi di avere spazio sufficiente per almeno 10 persone.

source: Hold [%1%] to scale your block in all directions.
it: Tenere premuto [%1%] per scalare il blocco in tutte le direzioni.

source: You can build more than cubes. There are all kinds of shapes to build your ship. Let's start with an edge.
it: È possibile costruire più di un cubo. Ci sono tutti i tipi di forme per costruire la vostra nave. Cominciamo con un bordo.

source: To rotate the selected block, hold [%1%] and click on the arrows. Add an edge to your ship once you're happy with its orientation.
it: Per ruotare il blocco selezionato, tenere premuto [%1%] e fare clic sulle frecce. Aggiungete un bordo alla vostra nave quando siete soddisfatti del suo orientamento.

source: Here you can find all kinds of tools to make building your ship easier:
it: Qui potete trovare tutti i tipi di strumenti per facilitare la costruzione della vostra nave:

source: Mirroring, snapping blocks to grid and merging to name a few.
it: Mirroring, snapping dei blocchi alla griglia e merging, per citarne alcuni.

source: Open the blocks window to see all the blocks that are available for ship building.
it: Aprire la finestra dei blocchi per vedere tutti i blocchi disponibili per la costruzione di navi.

source: Each block has different properties. For different shapes check out block types with a plus sign.
it: Ogni blocco ha proprietà diverse. Per le forme diverse, consultare i tipi di blocco con il segno più.

source: There are functional and non-functional blocks. Functional blocks will increase your ship's processing power.
it: Esistono blocchi funzionali e non funzionali. I blocchi funzionali aumentano la potenza di elaborazione della nave.

source: Close this window when you're done looking around.
it: Chiudere questa finestra quando si è finito di dare un'occhiata.

source: With more processing power you unlock more subsystem sockets. However, processing power is limited by your Building Knowledge.
it: Con una maggiore potenza di elaborazione si sbloccano più prese del sottosistema. Tuttavia, la potenza di elaborazione è limitata dalle conoscenze costruttive.

source: With your current Building Knowledge you can build up to a processing power of 800 (4 subsystem sockets).
it: Con le attuali Conoscenze dell'edificio è possibile costruire fino a una potenza di elaborazione di 800 (4 socket del sottosistema).

source: But even when the maximum processing power is reached, you can still build non-functional blocks like Hull, Armor and Solar Panels.
it: Ma anche quando si raggiunge la massima potenza di elaborazione, è ancora possibile costruire blocchi non funzionali come scafo, armatura e pannelli solari.

source: Delete a block. Select it and press the Delete Button in the utilities overview. Deleting will give you all spent resources back.
it: Eliminare un blocco. Selezionatelo e premete il pulsante Elimina nella panoramica delle utilità. L'eliminazione restituirà tutte le risorse utilizzate.

source: Another very useful tool is the undo! Use the button in the lower left to undo the deletion.
it: Un altro strumento molto utile è l'annullamento! Utilizzate il pulsante in basso a sinistra per annullare l'eliminazione.

source: Enter your ship to continue.
it: Immettere la propria nave per continuare.

source: Use engine, thruster and hull blocks and extend your ship.
it: Utilizzate i blocchi motore, propulsore e scafo per ampliare la vostra nave.

source: Your ship is too big for the scale of the tutorial. Make it a little smaller!
it: La tua nave è troppo grande per la scala del tutorial. Rendetela un po' più piccola!

source: You can delete blocks by selecting them with [%1%] and pressing [%2%].
it: È possibile eliminare i blocchi selezionandoli con [%1%] e premendo [%2%].

source: Build thrusters to make sure it can brake and turn in each direction.
it: Costruite dei propulsori per assicurarvi che possa frenare e girare in ogni direzione.

source: Build more engines for better acceleration and max speed!
it: Costruite più motori per migliorare l'accelerazione e la velocità massima!

source: Keep 1000 Credits, as you must hire a crew, too.
it: Conservate 1000 crediti, perché dovete assumere anche un equipaggio.

source: Build more crew quarters to support all of your required crew.
it: Costruite altri alloggi per l'equipaggio per poter ospitare tutto l'equipaggio richiesto.

source: Now that all necessities are covered, increase your ship's size until it reaches 300 HP! Armor Blocks give especially many HP!
it: Ora che tutte le necessità sono coperte, aumentate le dimensioni della vostra nave fino a raggiungere i 300 HP! I blocchi armatura danno soprattutto molti HP!

source: Great! Your ship is ready!
it: Grande! La vostra nave è pronta!

source: This is the Saved Designs Window. Open it now.
it: Questa è la finestra dei disegni salvati. Aprirla ora.

source: It lists all your ship blueprints, both those built by yourself
it: Elenca tutte le cianografie delle vostre navi, sia quelle costruite da voi stessi che quelle costruite da voi.

source: and designs that you have subscribed to in the Steam Workshop.
it: e i progetti a cui ci si è iscritti nello Steam Workshop.

source: Your ship is ready! Once you're done building, exit the building mode to continue. Press [%s] or [Escape] to exit the building mode.
it: La vostra nave è pronta! Una volta terminata la costruzione, uscire dalla modalità di costruzione per continuare. Premere [%s] o [Escape] per uscire dalla modalità di costruzione.

source: If you have changed the dimensions of your ship, the camera perspective might have changed also.
it: Se le dimensioni della nave sono cambiate, anche la prospettiva della telecamera potrebbe essere cambiata.

source: You can zoom in and out with the mouse wheel.
it: È possibile ingrandire e rimpicciolire con la rotella del mouse.

source: You can also move the camera to the left, to the right, up or down by holding [%1%] and moving the mouse.
it: È inoltre possibile spostare la telecamera a sinistra, a destra, in alto o in basso tenendo premuto [%1%] e muovendo il mouse.

source: To reset the camera, hold [%1%] without moving the mouse.
it: Per resettare la fotocamera, tenere premuto [%1%] senza muovere il mouse.

source: Press [%1%] to dock and hire a crew.
it: Premere [%1%] per attraccare e assumere un equipaggio.

source: Fly to the highlighted dock at the nearby station.
it: Volate fino al molo evidenziato nella stazione vicina.

source: If your ship is slow, it's because you don't have engineers yet and can't fly at full speed.
it: Se la vostra nave è lenta, è perché non avete ancora gli ingegneri e non potete volare alla massima velocità.

source: That's why we're hiring a crew now!
it: Ecco perché stiamo assumendo una squadra ora!

source: Hire Crew
it: Noleggiare l'equipaggio

source: Click this button to hire them.
it: Fate clic su questo pulsante per assumerli.

source: Looking good! Close the window to continue.
it: Un bell'aspetto! Chiudere la finestra per continuare.

source: Your new crew has not been properly assigned to their tasks yet. You can assign jobs in the Crew Tab. Enter the Ship Menu and go to the Crew Tab now.
it: Il nuovo equipaggio non è ancora stato assegnato correttamente ai suoi compiti. È possibile assegnare i compiti nella scheda Equipaggio. Entrate nel menu Nave e andate nella scheda Equipaggio.

source: This is the crew tab. In the top row you see the crew that you just hired.
it: Questa è la scheda equipaggio. Nella riga superiore si vede l'equipaggio appena assunto.

source: As you can see, you currently have no engineers. Engineers keep the ship running and allow it to have better working engines, energy generators and other complex systems.
it: Come potete vedere, al momento non avete ingegneri. Gli ingegneri fanno funzionare la nave e le permettono di avere motori, generatori di energia e altri sistemi complessi che funzionano meglio.

source: Assign enough engineers to fulfill the crew requirements.
it: Assegnare un numero sufficiente di ingegneri per soddisfare i requisiti dell'equipaggio.

source: Do the same for mechanics, they are the repair crew of your ship.
it: Fate lo stesso con i meccanici, che sono l'equipaggio di riparazione della vostra nave.

source: As you can see, the assign button did not deactivate when you had enough people assigned. Try what happens when you assign more than the needed amount!
it: Come si può vedere, il pulsante di assegnazione non si è disattivato quando il numero di persone assegnate era sufficiente. Provate a vedere cosa succede quando si assegna un numero di persone superiore a quello necessario!

source: If you don't want to manually assign your crew every time, you can have them assigned automatically. This may not be the best solution, but it will keep your ship in good shape.
it: Se non volete assegnare manualmente l'equipaggio ogni volta, potete farlo assegnare automaticamente. Forse non è la soluzione migliore, ma vi permetterà di mantenere la vostra nave in buone condizioni.

source: Whenever you're ready, close the Ship Menu to continue.
it: Quando si è pronti, chiudere il menu Nave per continuare.

source: To change back into your drone, press [%1%] while no target is selected,
it: Per tornare al proprio drone, premere [%1%] mentre non è selezionato alcun bersaglio,

source: You can always switch into your drone using the marked button in the top right corner. Try it now.
it: È sempre possibile passare al proprio drone utilizzando il pulsante contrassegnato nell'angolo in alto a destra. Provatelo ora.

source: Your drone can collect resources or do hyperspace jumps like a ship.
it: Il vostro drone può raccogliere risorse o fare salti nell'iperspazio come una nave.

source: Use it for scouting or collecting resources or when your main ship is too badly damaged.
it: Utilizzatela per la ricerca o la raccolta di risorse o quando la vostra nave principale è troppo danneggiata.

source: Now reenter your ship. Fly near your ship, select it, and press [%1%] to enter it!
it: Ora rientrate nella vostra nave. Volate vicino alla vostra nave, selezionatela e premete [%1%] per entrare!

source: And last but not least: This is the Avorion Encyclopedia. You can open it from the Player Menu.
it: E infine, ma non meno importante: Questa è l'Enciclopedia di Avorion. È possibile aprirla dal menu del giocatore.

source: If you want to know something about the game, or you forgot how something works, you can look it up here.
it: Se volete sapere qualcosa sul gioco o avete dimenticato come funziona qualcosa, potete cercarlo qui.

source: Congratulations, you've finished the tutorial!
it: Congratulazioni, avete finito il tutorial!

source: Best of luck on your journey!
it: In bocca al lupo per il vostro viaggio!
