Repository: GLWine/Avorion-ITA
Catalog: Avorion/data/localization/*.po
Languages: it

source: Good \c(3dd)Morale\c() will make professional crew members ascend in rank, bad morale will reduce your crew's willingness to work and will eventually lead to a strike.
it: Un buon morale farà salire di grado i membri dell'equipaggio professionale, mentre un cattivo morale ridurrà la voglia di lavorare dell'equipaggio e finirà per portare a uno sciopero.

source: Professional crew members will gain levels when \c(3dd)Morale\c() on your ship is good.
it: I membri professionisti dell'equipaggio guadagnano livelli quando il morale della nave è buono.

source: Pilots with a high level have a better chance to dodge shots in combat.
it: I piloti con un livello elevato hanno maggiori possibilità di schivare i colpi in combattimento.

source: When you don't have enough \c(3dd)Quarters\c() for your \c(3dd)Crew\c(), \c(3dd)Morale\c() on your ship will drop after a certain amount of time.
it: Quando non si hanno abbastanza ´quartieri´() per il proprio ´equipaggio´(), il ´morale´() della nave cala dopo un certo periodo di tempo.

source: \c(3dd)Officers\c() will be assigned automatically once your crew grows and will require higher payment than normal crew members.
it: \I membri dell'equipaggio saranno assegnati automaticamente una volta che l'equipaggio sarà cresciuto e richiederanno un pagamento più alto rispetto ai normali membri dell'equipaggio.

source: \c(3dd)Morale\c() of your \c(3dd)Crew\c() will drop after a certain amount of time if you don't pay them.
it: \Il morale del tuo equipaggio diminuisce dopo un certo periodo di tempo se non lo paghi.

source: Specific \c(3dd)Crew Members\c() can be found at specific stations. For example, you will always find \c(3dd)Miners\c() at a mine, or \c(3dd)Mechanics\c() at a \c(3dd)Repair Dock\c().
it: I \c(3dd)Membri dell'equipaggio() possono essere trovati in stazioni specifiche. Ad esempio, si troveranno sempre i \c(3dd)Minatori() in una miniera, o i \c(3dd)Meccanici() in un \c(3dd)Dock di riparazione().

source: For some professions, like \c(3dd)Pilots\c(), \c(3dd)Attackers\c() or \c(3dd)Security\c(), normal crew can't be assigned. Instead you'll need to hire \c(3dd)Professional Crew\c() at a station.
it: Per alcune professioni, come \c(3dd)Piloti\c(), \c(3dd)Attaccanti\c() o \c(3dd)Sicurezza\c(), non è possibile assegnare un equipaggio normale. È invece necessario assumere un \c(3dd)Equipaggio professionale() in una stazione.

source: You can request \c(3dd)Crew Transports\c() that will deliver an entire crew for a newly built ship. Those are costly, though, and only available if you request 100 crew members or more.
it: È possibile richiedere i \c(3dd)Trasporti di equipaggio() che consegneranno un intero equipaggio per una nave appena costruita. Sono però costosi e sono disponibili solo se si richiedono almeno 100 membri dell'equipaggio.

source: Hiring a \c(3dd)Crew\c() when building a ship at a \c(3dd)Shipyard\c() may be convenient, but it's also very expensive: you'll pay 50% more for the crew and you'll have to wait longer for your ship to finish.
it: Assumere un equipaggio quando si costruisce una nave in un cantiere navale può essere conveniente, ma è anche molto costoso: si pagherà il 50% in più per l'equipaggio e si dovrà aspettare più a lungo che la nave venga completata.

source: When you've got a \c(3dd)Captain\c() on the ship, you can command it via the \c(3dd)Galaxy Map\c().
it: Se sulla nave c'è un \c(3dd)Capitano(), è possibile comandarla tramite la \c(3dd)Galaxy Map().

source: If you're looking for a \c(3dd)Miner\c() captain, you should check at \c(3dd)Mines\c().
it: Se state cercando un capitano di \c(3dd)Miner(), dovreste controllare \c(3dd)Mines().

source: If you're looking for a \c(3dd)Scavenger\c() captain, you should check at \c(3dd)Scrapyards\c().
it: Se state cercando un capitano di Scavenger(), dovreste controllare su Scrapyards().

source: You'll find \c(3dd)Merchant\c() captains at \c(3dd)Trading Posts\c().
it: Troverete i capitani dei mercanti presso gli uffici commerciali.

source: A captain who is a \c(3dd)Smuggler\c() can be found at \c(3dd)Smuggler Hideouts\c(). Who'd have thought?
it: Un capitano che è un \c(3dd)Contrabbandiere() può essere trovato in \c(3dd)Nascondigli di Contrabbandieri(). Chi l'avrebbe mai detto?

source: \c(3dd)Commodore\c() captains can always be found at \c(3dd)Military Outposts\c().
it: \I capitani Commodoro() si trovano sempre negli avamposti militari().

source: You'll typically find \c(3dd)Explorer\c() captains at \c(3dd)Research Stations\c() or \c(3dd)Travel Hubs\c().
it: In genere, i capitani degli "Esploratori" (3dd) si trovano nelle "Stazioni di ricerca" (3dd) o negli "Hub di viaggio" (3dd).

source: \c(3dd)Tier 0 Captains\c() don't have a specific \c(3dd)Class\c() in the beginning and are a cheap alternative to higher-tier captains. Once they reach level 5, however, they will specialize on a profession.
it: \I capitani di livello 0 non hanno una classe specifica all'inizio e sono un'alternativa economica ai capitani di livello superiore. Una volta raggiunto il livello 5, tuttavia, si specializzeranno in una professione.

source: \c(3dd)Captains\c() with \c(3dd)Tier 1\c() or \c(3dd)2\c() have a specialization. \c(3dd)Tier 3 Captains\c() even have two!
it: \I Capitani di livello 1 o 2 hanno una specializzazione. \I Capitani di 3° livello ne hanno addirittura due!

source: \c(3dd)Tier 3 Captains\c() are in high demand and don't have to look for work on station crew boards. You'll have to find other ways to hire such people.
it: \I capitani di livello 3 sono molto richiesti e non devono cercare lavoro nelle bacheche degli equipaggi delle stazioni. Dovrete trovare altri modi per assumere queste persone.

source: You can see what sector you are in when you look at the top left corner of the \c(3dd)HUD\c().
it: Per sapere in quale settore ci si trova, basta guardare l'angolo in alto a sinistra di \c(3dd)HUD().

source: Type \c(3dd)\s\c() in the chat window to post your current sector as a link in the chat.
it: Digitare \c(3dd)\s\c() nella finestra della chat per pubblicare il settore corrente come link nella chat.

source: Try pressing \c(3dd)F5\c(), \c(3dd)F6\c() and \c(3dd)F9\c() in the \c(3dd)Main Menu\c().
it: Provare a premere \c(3dd)F5\c(), \c(3dd)F6\c() e \c(3dd)F9\c() nel menu principale.

source: You can post items in the \c(3dd)Chat\c() by holding \c(3dd)CTRL\c() and clicking them.
it: È possibile pubblicare gli elementi nella chat() tenendo premuto CTRL() e facendo clic su di essi.

source: There are a number of \c(3dd)Chat\c() channels. Type \c(3dd)/sector\c(), \c(3dd)/all\c(), \c(3dd)/alliance\c() or \c(3dd)/group\c() in the chat to write in that specific channel.
it: Esiste una serie di canali \c(3dd)Chat\c(). Digitare \c(3dd)/settore\c(), \c(3dd)/tutto\c(), \c(3dd)/alleanza\c() o \c(3dd)/gruppo\c() nella chat per scrivere in quel canale specifico.

source: Different factions have different ship styles. If you look closely, you can identify factions by the look of their ships.
it: Le diverse fazioni hanno stili di nave diversi. Se si osserva attentamente, è possibile identificare le fazioni dall'aspetto delle loro navi.

source: When you've got tons of money but no resources, buy them at a \c(3dd)Resource Depot\c() to build your dream vessel!
it: Quando hai tonnellate di denaro ma non di risorse, acquistale in un deposito di risorse per costruire la nave dei tuoi sogni!

source: You can cycle through targets in reverse order by holding Ctrl while pressing %s.
it: È possibile scorrere gli obiettivi in ordine inverso tenendo premuto Ctrl mentre si preme %s.

source: Scientists at \c(3dd)Rift Research Centers\c() have developed teleporter technology that enables them to carry out \c(3dd)Expeditions\c() into Rifts.
it: Gli scienziati dei Centri di Ricerca Rift hanno sviluppato una tecnologia di teletrasporto che consente loro di effettuare spedizioni nei Fift.

source: \c(3dd)Rift Missions\c() are available at \c(3dd)Rift Research Centers\c(). They are advertised by scientists in order to explore \c(3dd)Rifts\c() in greater detail.
it: \Le missioni Rift() sono disponibili presso i Centri di ricerca Rift(). Vengono pubblicizzate dagli scienziati per esplorare gli \c(3dd)Rift() in modo più dettagliato.

source: Darth Vader's flagship is an 'Executor-class' Star Destroyer. It has more than 5000 turbolasers and ion cannons.
it: L'ammiraglia di Darth Vader è uno Star Destroyer di classe Executor. Ha più di 5000 turbolaser e cannoni a ioni.

source: 'The Executor', Darth Vader's flagship, is 19000 m (62335 ft) long and has 13 engines.
it: L'Executor, la nave ammiraglia di Darth Vader, è lunga 19000 m (62335 ft) e ha 13 motori.

source: The Imperial I-class Star Destroyer from Star Wars has a length of 1600 meters (5249 ft) and supports over 37000 crew members.
it: Lo Star Destroyer Imperiale di classe I di Star Wars ha una lunghezza di 1600 metri (5249 piedi) e supporta oltre 37000 membri dell'equipaggio.

source: The Imperial I-class Star Destroyer from Star Wars has enough quarters for 9700 stormtroopers.
it: Lo Star Destroyer imperiale di classe I di Guerre Stellari ha alloggi sufficienti per 9700 stormtrooper.

source: The Star Wars Imperial Army has hyperspace blocking ships designed to prevent other ships from jumping to light speed or even pulling them out of a hyperspace jump - The Immobilizer 418 cruiser. It creates gravity wells that distort jump routes.
it: L'Esercito Imperiale di Star Wars dispone di navi che bloccano l'iperspazio, progettate per impedire ad altre navi di saltare alla velocità della luce o addirittura di farle uscire da un salto nell'iperspazio: l'incrociatore Immobilizer 418. Crea pozzi gravitazionali che distorcono le rotte di salto.

source: Star Wars's CR90-Corvette is a very versatile ship with a minimum crew requirement of 7, 3000 m³ cargo space and a maximum atmospheric speed of 980 km/h. And all that for 3,500,000 Credits!
it: La CR90-Corvette di Star Wars è un'astronave molto versatile con un equipaggio minimo di 7 persone, uno spazio di carico di 3.000 m³ e una velocità atmosferica massima di 980 km/h. E tutto questo per 3.500.000 crediti!

source: The iconic X-Wing Starfighter has a length of 12.5 meters (39 ft) and is equipped with 4 laser cannons on its wings and proton torpedo launchers.
it: L'iconico X-Wing Starfighter ha una lunghezza di 12,5 metri (39 piedi) ed è dotato di 4 cannoni laser sulle ali e di lanciatori di siluri protonici.

source: The Death Star is 160,000 meters (524,934 ft) wide and has a total of 1,206,293 crew.
it: La Morte Nera è larga 160.000 metri (524.934 piedi) e ha un totale di 1.206.293 uomini.

source: The Starship USS Enterprise weighs about 397,805 metric tons (877,009,902.1 lb) and is 642.5 meters (2,108 ft) long. It can fly without taking on any resources for 15 years.
it: L'astronave USS Enterprise pesa circa 397.805 tonnellate metriche (877.009.902,1 lb) ed è lunga 642,5 metri (2.108 ft). Può volare senza assumere risorse per 15 anni.

source: The command bridge and all battle stations of the USS Enterprise can be separated from the main ship via the "saucer separation".
it: Il ponte di comando e tutte le postazioni di combattimento della USS Enterprise possono essere separate dalla nave principale tramite la "separazione del disco".

source: The USS Enterprise has a total of 1014 crew members, including civilians.
it: La USS Enterprise ha un totale di 1014 membri dell'equipaggio, compresi i civili.

source: NASA scientists are working on a propulsion drive similar to Star Treks Impulse Engines. While they still aren't close, it is very possible to build such engines!
it: Gli scienziati della NASA stanno lavorando a un propulsore simile ai motori a impulso di Star Trek. Anche se non sono ancora vicini, è possibile costruire tali motori!

source: The Battlestar Galactica is 1438 m (4720 ft) long, 537 m (1762 ft) wide and 183 m (602 ft) tall. Up to 5000 crew members are working on it at a time.
it: La Battlestar Galactica è lunga 1438 m (4720 ft), larga 537 m (1762 ft) e alta 183 m (602 ft). Vi lavorano fino a 5000 membri dell'equipaggio alla volta.

source: 'Tycho Station' from the TV show 'The Expanse' has more than 65,000,000 m³ of manufacturing and storage space!
it: La stazione Tycho della serie televisiva "The Expanse" ha più di 65.000.000 m³ di spazio di produzione e stoccaggio!

source: The two counter-rotating habitation rings of 'Tycho Station' from the TV show 'The Expanse' provide enough living space for 15,000 workers and civilians.
it: I due anelli abitativi controrotanti della "Stazione Tycho" della serie televisiva "The Expanse" offrono spazio vitale sufficiente per 15.000 lavoratori e civili.

source: The MCRN battleship Donnager is about 500 meters (1640 ft) long and weighs about 250,000 metric tons. It houses 2086 crew members.
it: La corazzata Donnager della MCRN è lunga circa 500 metri (1640 piedi) e pesa circa 250.000 tonnellate. Ospita 2086 membri dell'equipaggio.

source: The spaceship used in Firefly is 81 meters (269 ft) long and has a crew capacity of only 5! It could, however, transport up to 74,797 kg (164,900 lb) of cargo.
it: L'astronave utilizzata in Firefly è lunga 81 metri (269 piedi) e ha una capacità di equipaggio di soli 5 persone! Tuttavia, può trasportare fino a 74.797 kg (164.900 lb) di carico.

source: The Falcon 9 of SpaceX is the first orbital class rocket that is reusable. As of March 2020 it has already been used 50 times!
it: Il Falcon 9 di SpaceX è il primo razzo di classe orbitale riutilizzabile. A marzo 2020 è già stato utilizzato 50 volte!

source: SpaceX's Falcon 9 second stage has just one engine with a thrust of 934,000 N (210,000 lbf) and a burn time of 397 seconds. The first stage features 9 engines with a thrust of 8,227,000 N (1,849,500 lbf) in a vacuum.
it: Il secondo stadio del Falcon 9 di SpaceX ha un solo motore con una spinta di 934.000 N (210.000 lbf) e un tempo di combustione di 397 secondi. Il primo stadio è dotato di 9 motori con una spinta di 8.227.000 N (1.849.500 lbf) nel vuoto.

source: SpaceX's Falcon 9 first stage features 9 engines with a thrust of 8,227,000 N (1,849,500 lbf) in a vacuum. This would allow the rocket to transport a 4,020 kg (8862 lb) payload to Mars!
it: Il primo stadio del Falcon 9 di SpaceX è dotato di 9 motori con una spinta di 8.227.000 N (1.849.500 lbf) nel vuoto. Questo permetterebbe al razzo di trasportare un carico utile di 4.020 kg (8862 lb) su Marte!

source: The International Space station (ISS) has been orbiting Earth since 1998! It travels at 27,600 km/h (17,200 mph) and orbits earth 15.5 times a day.
it: La Stazione Spaziale Internazionale (ISS) è in orbita intorno alla Terra dal 1998! Viaggia a 27.600 km/h (17.200 mph) e orbita intorno alla Terra 15,5 volte al giorno.

source: The Milky Way is 100,000 light years wide; that is approx. 946,073,047,258,080,000,000 meters (587,862.5 trillion miles).
it: La Via Lattea è larga 100.000 anni luce, ossia circa 946.073.047.258.080.000.000 metri (587.862,5 trilioni di miglia).

source: The Milky Way contains between 200-400 billion stars and at least 100 billion planets.
it: La Via Lattea contiene tra 200-400 miliardi di stelle e almeno 100 miliardi di pianeti.

source: Our sun is about 26.4 thousand light years away from the center of the Milky Way.
it: Il nostro sole dista circa 26,4 mila anni luce dal centro della Via Lattea.

source: The Hubble Space Telescope, launched in 1990, orbits earth at an altitude of 569 km (353 miles) and sends about 140 gigabits of data per week back to Earth.
it: Il telescopio spaziale Hubble, lanciato nel 1990, orbita intorno alla Terra a un'altitudine di 569 km (353 miglia) e invia alla Terra circa 140 gigabit di dati alla settimana.

source: The Hubble Space Telescope is 13.2 meters (43.5 ft) long and weighs 12,247 kg (27,000 lb). It needs about 2,100 watts energy and produces 5,500 watts solely with solar panels!
it: Il telescopio spaziale Hubble è lungo 13,2 metri e pesa 12.247 kg. Ha bisogno di circa 2.100 watt di energia e ne produce 5.500 solo con i pannelli solari!

source: Russian Cosmonaut Yuri Gagarin was the first human in space. In 1961 he orbited Earth in 108 minutes.
it: Il cosmonauta russo Yuri Gagarin è stato il primo uomo nello spazio. Nel 1961 ha orbitato intorno alla Terra in 108 minuti.

source: The first living things humans sent to space were fruit flies. In 1947 a V-2 rocket was launched to an altitude of 109 km (67.7 miles) to explore radiation exposure rates.
it: I primi esseri viventi inviati nello spazio sono stati i moscerini della frutta. Nel 1947 un razzo V-2 fu lanciato a un'altitudine di 109 km (67,7 miglia) per esplorare i tassi di esposizione alle radiazioni.

source: The fastest speed a human ever reached was a stunning 11,082 m/s (24,791 mph) during the Apollo 10 mission.
it: La velocità più alta mai raggiunta da un essere umano è stata la straordinaria cifra di 11.082 m/s (24.791 mph) durante la missione Apollo 10.

source: Avorion is pronounced 'Avorion'
it: Avorion si pronuncia 'Avorion'.

source: This block is too small to be useful.
it: Questo blocco è troppo piccolo per essere utile.

# as in Repair Iron Hull
source: Repair
it: Riparazione

source: There are no more missing blocks that can be repaired on your craft.
it: Non ci sono più blocchi mancanti che possono essere riparati sulla vostra imbarcazione.

source: Transform into
it: Trasformarsi in

source: You have new mail. Press [%s] to open mails.
it: C'è nuova posta. Premere [%s] per aprire la posta.

source: Your craft doesn't meet all requirements for building.
it: La vostra imbarcazione non soddisfa tutti i requisiti per la costruzione.

source: You can't edit your drone. Found a ship first!
it: Non puoi modificare il tuo drone. Trova prima una nave!

source: You can't edit fighters.
it: Non è possibile modificare i combattenti.

source: You don't have permissions to modify this.
it: Non avete i permessi per modificarlo.

source: You can't delete the root block of the plan! (Safe Mode)
it: Non è possibile eliminare il blocco principale del piano! (Modalità sicura)

source: You can't delete blocks that have turrets attached (Safe Mode)
it: Non è possibile eliminare i blocchi che hanno torrette attaccate (modalità provvisoria)

source: This would delete more than the selected blocks (Safe Mode)
it: In questo modo si eliminano più blocchi di quelli selezionati (modalità provvisoria).

source: Error (Safe Mode)
it: Errore (modalità provvisoria)

source: Delete Entire Ship
it: Cancellare l'intera nave

source: This will delete your ship. Are you sure?
it: Questo cancellerà la tua nave. Sei sicuro?

source: Warning: Your ship has subsystems installed. If you delete your ship now, they will be lost!
it: Attenzione: La tua nave ha installato dei sottosistemi. Se si cancella la nave ora, questi andranno persi!

source: Press F1 to show Building Controls
it: Premere F1 per visualizzare i controlli dell'edificio

source: Auto-Save of builds is disabled!
it: Il salvataggio automatico delle build è disabilitato!

source: Empty turret base.
it: Base della torretta vuota.

source: Press %1% to enter Turret Design Mode.
it: Premere %1% per accedere alla modalità di progettazione della torretta.

source: Select to edit design.
it: Selezionare per modificare il disegno.

source: Place a coaxial gun on this turret base to activate its design. Design size: %s
it: Posizionare un cannone coassiale su questa torretta per attivarne il progetto. Dimensione del progetto: %s

source: Place a turret on this turret base to activate its design. Design size: %s
it: Posizionare una torretta su questa base per attivarne il progetto. Dimensione del disegno: %s

source: Merged %1% blocks to %2% blocks.
it: Fusione di %1% blocchi a %2% blocchi.

source: Select one turret base block to create a design.
it: Selezionare un blocco di base della torretta per creare un progetto.

source: Not enough space available for the turret design.
it: Spazio insufficiente per il design della torretta.

source: Turret Too Big
it: Torretta troppo grande

source: A turret that was placed here is too big for this turret base. Please remove it before editing the design.
it: Una torretta che è stata posizionata qui è troppo grande per questa base torretta. Si prega di rimuoverla prima di modificare il progetto.

source: Scale Design Down
it: Riduzione del progetto in scala

source: The design is too big for this turret base. Do you want to scale it down?
it: Il progetto è troppo grande per la base della torretta. Vuoi ridimensionarlo?

source: This removes blocks that require a shipyard to build and there is none here (Safe Mode).
it: Questo rimuove i blocchi che richiedono un cantiere navale per essere costruiti e che qui non c'è (modalità sicura).

source: This would remove a turret because of its material (Safe Mode)
it: Questo rimuove una torretta a causa del suo materiale (modalità sicura).

source: Transforming into Hologram would remove a turret (Safe Mode)
it: La trasformazione in ologramma rimuove una torretta (modalità sicura).

source: Transforming into Hologram would split up the craft.
it: La trasformazione in ologramma dividerebbe l'imbarcazione.

source: Switched controls to cruiser mode. Press %s to change it back.
it: I comandi sono passati alla modalità cruiser. Premere %s per tornare indietro.

source: Switched controls to immediate mode. Press %s to change it back.
it: I controlli sono passati alla modalità immediata. Premere %s per tornare indietro.

source: Quick switching of control schemes disabled. You can enable it in the settings.
it: Commutazione rapida degli schemi di controllo disabilitata. È possibile attivarla nelle impostazioni.

source: Player
it: Giocatore

source: Escort
it: Scorta

source: Attack (%s)
it: Attacco (%s)

source: Fly Through
it: Vola attraverso

source: Fly Here
it: Vola qui

source: Guard Position (%s)
it: Posizione della guardia (%s)

source: Patrol Sector (%s)
it: Settore di pattugliamento (%s)

source: Attack Enemies (%s)
it: Attacco nemici (%s)

source: Mine Asteroid
it: Miniera di asteroidi

source: Mine (%s)
it: Miniera (%s)

source: Salvage Wreckage
it: Relitti di recupero

source: Salvage (%s)
it: Salvataggio (%s)

source: Refine Ores
it: Raffinare i minerali

source: Board (%s)
it: Scheda (%s)

source: Stop (%s)
it: Arresto (%s)

source: Repair Target
it: Obiettivo di riparazione

source: Repair
it: Riparazione

source: Dock
it: Darsena

source: Stations can't perform this action.
it: Le stazioni non possono eseguire questa azione.

source: Your ship needs a captain for that!
it: La vostra nave ha bisogno di un capitano per questo!

source: The Drone can't perform this action.
it: Il Drone non può eseguire questa azione.

source: Design Inactive
it: Design Inattivo

source: Reset the turret's rotation to continue building.
it: Ripristinare la rotazione della torretta per continuare a costruire.

source: Turret Base
it: Base della torretta

source: Turret Body
it: Corpo della torretta

source: Turret Barrel
it: Canna della torretta

source: This Turret Design is inactive. Place a turret on its base to activate it.
it: Questo progetto di torretta è inattivo. Posizionare una torretta sulla sua base per attivarla.

source: Minimum size of the current design reached.
it: Dimensione minima del progetto attuale raggiunta.

source: Minimum size reached. The design must not be smaller than the actual turret.
it: Dimensioni minime raggiunte. Il progetto non deve essere più piccolo della torretta reale.

source: No block selected.
it: Non è stato selezionato alcun blocco.

source: No blocks selected to mark as muzzle.
it: Non sono stati selezionati blocchi da marcare come muso.

source: The selected turret design is invalid.
it: Il design della torretta selezionato non è valido.
