Repository: GLWine/Avorion-ITA
Catalog: Avorion/data/localization/*.po
Languages: it

source: This would mean that metal based life is possible! No one has accomplished such a groundbreaking discovery for centuries!
it: Ciò significa che la vita basata sui metalli è possibile! Nessuno ha fatto una scoperta così rivoluzionaria da secoli!

source: Rumors report of a survivor of the last battle against the Xsotan. He said something about a cruel dimension, in which the Xsotan live.
it: Voci di corridoio riferiscono di un sopravvissuto all'ultima battaglia contro gli Xsotan. Ha parlato di una dimensione crudele in cui vivono gli Xsotan.

source: This dimension is supposedly empty and distorted. We must increase our research to find a way into this dimension, to discover the origin of the Xsotan.
it: Questa dimensione è presumibilmente vuota e distorta. Dobbiamo intensificare le nostre ricerche per trovare una via d'accesso a questa dimensione, per scoprire l'origine dell'Xsotan.

source: Breaking news: Xsotan are gathering in masses!
it: Ultime notizie: Gli Xsotan si stanno radunando in massa!

source: Outposts report that the Xsotan are gathering in masses in a nearby sector. But they do not appear to be planning an attack.
it: Gli avamposti riferiscono che gli Xsotan si stanno radunando in massa in un settore vicino. Ma non sembra che stiano pianificando un attacco.

source: Experts report that it could be a Xsotan ritual. It is suspected, that they are able to perform huge jumps by gathering a large amount of ships.
it: Gli esperti riferiscono che potrebbe trattarsi di un rituale Xsotan. Si sospetta che siano in grado di compiere salti enormi radunando una grande quantità di navi.

source: There are voices that claim these gatherings can even overcome dimensional borders.
it: Ci sono voci che sostengono che questi incontri possono persino superare i confini dimensionali.

source: Research log ZIR-13: Our jumps are blocked by the rifts. We suspect an interdimensional gateway.
it: Diario di ricerca ZIR-13: I nostri salti sono bloccati dalle spaccature. Sospettiamo un passaggio interdimensionale.

source: Rifts could be connections to the Xsotan dimension. Our attempts to advance into the rifts have cost us three additional drones, but have not delivered any results.
it: Le spaccature potrebbero essere collegamenti con la dimensione Xsotan. I nostri tentativi di avanzare nelle spaccature ci sono costati tre droni aggiuntivi, ma non hanno dato alcun risultato.

source: We have received the funding for our subspace research project. The aim of this research is to discover if the subspace has a border.
it: Abbiamo ricevuto il finanziamento per il nostro progetto di ricerca sul sottospazio. Lo scopo di questa ricerca è scoprire se il sottospazio ha un confine.

source: We suspect that the subspace is some sort of connection layer between the dimensions. Thus the home dimension of the Xsotan could be beyond the subspace.
it: Sospettiamo che il sottospazio sia una sorta di strato di collegamento tra le dimensioni. Pertanto, la dimensione iniziale dell'Xsotan potrebbe trovarsi al di là del sottospazio.

source: Entry Z95: Deployed power sources with different strengths.
it: Voce Z95: Dispiegamento di fonti di energia con forza diversa.

source: A strong source attracts Xsotan more quickly.
it: Una fonte forte attira più rapidamente Xsotan.

source: A pulsating source is attacked by the Xsotan.
it: Una fonte pulsante viene attaccata dagli Xsotan.

source: Appearance of Xsotan is accompanied by subspace signals.
it: La comparsa di Xsotan è accompagnata da segnali subspaziali.

source: Conclusion: Xsotan are energy sensitive. Sudden appearances of energy make the Xsotan aggressive.
it: Conclusione: Gli Xsotan sono sensibili all'energia. Le apparizioni improvvise di energia rendono gli Xsotan aggressivi.

source: Fleet report KA783: Xsotan devour asteroids.
it: Rapporto della flotta KA783: Xsotan divora asteroidi.

source: Resources from asteroids are devoured as well.
it: Anche le risorse provenienti dagli asteroidi vengono divorate.

source: Xsotan with resources are especially protected.
it: Gli Xsotan con risorse sono particolarmente protetti.

source: Some Xsotan exude unknown resources.
it: Alcuni Xsotan emanano risorse sconosciute.

source: New subspace anomaly discovered.
it: Scoperta una nuova anomalia subspaziale.

source: Subspace moves in waves. Movement was perceived in wave mountains.
it: Il subspazio si muove a onde. Il movimento è stato percepito in montagne di onde.

source: Possible analogy: Fish snapping for food at the surface.
it: Possibile analogia: Pesce che scatta in cerca di cibo in superficie.

source: Wave movement hurls Xsotan into a sector.
it: Il movimento dell'onda scaglia Xsotan in un settore.

source: Research satellite Jarum, scan results: subspace completely permeated by rift.
it: Satellite di ricerca Jarum, risultati della scansione: subspazio completamente permeato dalla spaccatura.

source: Circumvention not possible.
it: L'elusione non è possibile.

source: Signals could reach border of the subspace.
it: I segnali potevano raggiungere i confini del subspazio.

source: Unknown space beyond subspace recognized. Signature similar to rifts.
it: Spazio sconosciuto oltre il subspazio riconosciuto. Firma simile a quella delle spaccature.

source: Headline: Xsotan jump discovered!
it: Titolo: Scoperto il salto di Xsotan!

source: First theories surrounding the origin of Xsotan and why they are here have been developed.
it: Sono state sviluppate le prime teorie sull'origine degli Xsotan e sul motivo della loro presenza.

source: Scientists have created the first complete theory about the Xsotan. According to it, the Xsotan were attracted from another dimension.
it: Gli scienziati hanno creato la prima teoria completa sugli Xsotan. Secondo questa teoria, gli Xsotan sono stati attratti da un'altra dimensione.

source: The great energy outbursts of our black hole are the reason for this attraction. The theory is supported by a large majority of the scientists.
it: Le grandi esplosioni di energia del nostro buco nero sono la ragione di questa attrazione. La teoria è sostenuta dalla grande maggioranza degli scienziati.

source: But there are opposing opinions, who view the Xsotan as a kind of mutation of resource asteroids and who reject the idea of further dimensions as unproven.
it: Ma ci sono opinioni opposte, che vedono gli Xsotan come una sorta di mutazione degli asteroidi risorsa e che respingono l'idea di ulteriori dimensioni come non provata.

source: Diary entry, galaxy time 35-90-420: Our leaders have announced today, that a great operation is planned to save us from the Xsotan invasion.
it: Annotazione del diario, tempo di galassia 35-90-420: I nostri leader hanno annunciato oggi che è prevista una grande operazione per salvarci dall'invasione degli Xsotan.

source: The name of the operation is Exodus and it is ultimately just an escape to the outskirts of the galaxy.
it: Il nome dell'operazione è Exodus e si tratta, in definitiva, di una fuga verso la periferia della galassia.

source: Until now we did not have any problems with Xsotan in our sector. I don't believe I'm prepared to leave everything behind and start over somewhere else.
it: Finora non abbiamo avuto problemi con Xsotan nel nostro settore. Non credo di essere pronto a lasciarmi tutto alle spalle e ricominciare da un'altra parte.

source: Call for action: Join operation Exodus!
it: Invito all'azione: Unisciti all'operazione Exodus!

source: Our brave soldiers will continue to fight the Xsotan here. But we, the workers and clerks, the parents and children, we must create a new homeland!
it: I nostri coraggiosi soldati continueranno a combattere gli Xsotan qui. Ma noi, operai e impiegati, genitori e figli, dobbiamo creare una nuova patria!

source: From various territories groups have gathered who will build a new, better and Xsotan-free life at the edge of our Galaxy!
it: Da vari territori si sono riuniti gruppi che costruiranno una vita nuova, migliore e senza Xsotan ai confini della nostra Galassia!

source: Join us and start your new life! Best still today! Rent your passage on one of our well equipped ships!
it: Unisciti a noi e inizia la tua nuova vita! Il meglio ancora oggi! Affittate il vostro passaggio su una delle nostre navi ben equipaggiate!

source: Don't let the future wait for you any longer! Join operation Exodus!
it: Non lasciate che il futuro vi aspetti ancora! Unitevi all'operazione Exodus!

source: Breaking news: rifts won't disappear in the near term!
it: Ultime notizie: le spaccature non scompariranno a breve termine!

source: Scientists report that the newly formed rifts will remain in the galaxy for longer.
it: Gli scienziati riferiscono che le spaccature appena formate rimarranno nella galassia più a lungo.

source: After the entire galaxy was plagued by convulsions in the space-time continuum, most of them have since subsided.
it: Dopo che l'intera galassia è stata afflitta da convulsioni nel continuum spazio-temporale, la maggior parte di esse si sono attenuate.

source: According to leading scientists, the rifts remain like 'lakes after a flooding'. Let's hope that these lakes will dry up sometime.
it: Secondo importanti scienziati, le spaccature rimangono come "laghi dopo un'alluvione". Speriamo che questi laghi si prosciughino prima o poi.

source: Final report regarding the Xsotan invasion: our fleet reports that the Xsotan reach the center of the galaxy in waves.
it: Rapporto finale sull'invasione degli Xsotan: la nostra flotta riferisce che gli Xsotan raggiungono il centro della galassia a ondate.

source: So far, only smaller groups of Xsotan were spotted outside the center. But the black hole seems to have an enormous appeal to them.
it: Finora sono stati avvistati solo piccoli gruppi di Xsotan al di fuori del centro. Ma il buco nero sembra esercitare un enorme fascino su di loro.

source: Scouts from our fleet report that the Xsotan were drawn towards the black hole before the fight, just like moths to a flame.
it: Gli esploratori della nostra flotta riferiscono che gli Xsotan sono stati attratti dal buco nero prima del combattimento, come falene dalla fiamma.

source: Measurement results, research drone Arilla: subspace survey successful.
it: Risultati di misura, ricerca drone Arilla: indagine subspaziale riuscita.

source: Analysis completed: subspace permeable for energy.
it: Analisi completata: sottospazio permeabile all'energia.

source: Behavior: subspace behaves like a liquid.
it: Comportamento: il subspazio si comporta come un liquido.

source: Composition: unknown. Not a vacuum. No known elements found.
it: Composizione: sconosciuta. Non è un vuoto. Non sono stati trovati elementi noti.

source: Warning: radiation from measurements has attracted individual Xsotan.
it: Attenzione: le radiazioni provenienti dalle misurazioni hanno attirato singoli Xsotan.

source: Measurements show neither subspace nor galaxy space as the origin of the Xsotan.
it: Le misurazioni non indicano né il subspazio né lo spazio galattico come origine dell'Xsotan.

source: There appears to be an old message hidden inside.
it: Sembra che all'interno sia nascosto un vecchio messaggio.

source: Rift Research Center
it: Centro di ricerca Rift

source: ${entity} Mission Board
it: ${entità} Consiglio della Missione

source: Mission Board
it: Consiglio di missione

source: THREAT LEVEL
it: LIVELLO DI MINACCIA

source: RIFT DEPTH
it: PROFONDITÀ RIFLESSIONE

source: The deeper into the rift, the more Xsotan you will encounter.
it: Più ci si addentra nella spaccatura, più Xsotan si incontrano.

source: REWARD
it: PREMIO

source: TRADING GOOD:
it: TRADING BUONO:

source: You gather Rift Research Data in rifts by scanning objects, destroying Xsotan or fulfilling secondary objectives. A Scientist captain will also collect Rift Research Data automatically while inside rifts.
it: Si raccolgono dati di ricerca nelle spaccature scansionando oggetti, distruggendo Xsotan o portando a termine obiettivi secondari. Un capitano scienziato raccoglierà automaticamente i Dati di ricerca del Rift anche all'interno delle spaccature.

source: Accept
it: Accettare

source: About Rift Missions
it: Informazioni sulle missioni Rift

source: Request new missions
it: Richiesta di nuove missioni

source: Request new missions (${num} Rift Research Data)
it: Richiedi nuove missioni (${num} Dati di ricerca Rift)

source: Cost: ${num} You: ${have}
it: Costo: ${num} Tu: ${have}

source: You're the group leader. You will accept this mission for all group members in the sector.
it: Lei è il leader del gruppo. Accetterai questa missione per tutti i membri del gruppo nel settore.

source: If you were the leader of a group you could accept this mission for all group members in the sector. (You're not the leader of a group.)
it: Se foste il leader di un gruppo, potreste accettare questa missione per tutti i membri del gruppo nel settore. (Non siete il leader di un gruppo).

source: No research missions available!
it: Non sono disponibili missioni di ricerca!

source: You already have an active rift mission. If you accept a new one the old one will be terminated!
it: Hai già una missione rift attiva. Se accettate una nuova missione, quella vecchia verrà terminata!

source: Found other players who aren't in your group.
it: Trovare altri giocatori che non fanno parte del vostro gruppo.

source: You need more %1%.
it: Avete bisogno di più %1%.

source: Rift missions are dangerous but lucrative undertakings. You should prepare your ship well for everything that awaits you in the rift!
it: Le missioni Rift sono imprese pericolose ma redditizie. Dovete preparare bene la vostra nave per tutto ciò che vi aspetta nella spaccatura!

source: In rifts there are dangerous environmental effects to which you will have to adapt your ship.
it: Nelle spaccature ci sono effetti ambientali pericolosi a cui dovrete adattare la vostra nave.

source: You can always check the details of the mission description to see what environmental effects are waiting for you in the rift.
it: Potete sempre controllare i dettagli della descrizione della missione per vedere quali effetti ambientali vi aspettano nella spaccatura.

source: A special effect that always occurs is the subspace distortion that will continuously damage your ship. The deeper the rift, the stronger the distortion.
it: Un effetto speciale che si verifica sempre è la distorsione subspaziale che danneggia continuamente la nave. Più profonda è la spaccatura, più forte è la distorsione.

source: To protect yourself from this, you will receive a special subsystem from us. Further protection you can buy from us or get as a reward for missions.
it: Per proteggervi da questo problema, riceverete da noi un sottosistema speciale. Ulteriori protezioni possono essere acquistate da noi o ottenute come ricompensa per le missioni.

source: Due to subspace entanglements, we can only transport a limited mass into the rift without attracting attention. Use all the mass that's available for a mission, or else you might have a hard time.
it: A causa dei grovigli subspaziali, possiamo trasportare solo una massa limitata nella spaccatura senza attirare l'attenzione. Utilizzate tutta la massa disponibile per una missione, altrimenti potreste avere difficoltà.

source: Inside the rift, you are on your own. You don't have to fulfill our mission to leave the rift again, but of course we will only reward you for a successful mission.
it: All'interno della spaccatura, siete da soli. Non è necessario compiere la nostra missione per uscire di nuovo dalla spaccatura, ma ovviamente vi ricompenseremo solo se la missione avrà successo.

source: Orientation in rifts is difficult. However, there are buoys that show you ways. Orient yourself by the buoys and you will not get lost!
it: Orientarsi nelle spaccature è difficile. Tuttavia, ci sono boe che indicano la strada. Orientatevi con le boe e non vi perderete!

source: Good luck!
it: Buona fortuna!

source: Looking for adventurers willing to risk their ship!
it: Cercasi avventurieri disposti a rischiare la propria nave!

source: Be a part of the future! Help to find new and undiscovered materials!
it: Siate parte del futuro! Contribuite a trovare materiali nuovi e non ancora scoperti!

source: Here we make history. Be a part of it!
it: Qui facciamo la storia. Partecipa anche tu!

source: Thank you for helping us help you help us all.
it: Grazie per averci aiutato ad aiutare tutti noi.

source: Thank you for being part of the future! Let's make history!
it: Grazie per essere parte del futuro! Facciamo la storia!

source: We transport matter into rifts. What's the matter today?
it: Trasportiamo la materia nelle fratture. Qual è la materia oggi?

source: [Go To]
it: [Vai a]

source: Research Center Shop
it: Negozio del Centro di Ricerca

source: DATA
it: DATI

source: Utilities
it: Utilità

source: We have perceived a strange wave movement inside of the subspace. We considered it to be a measurement error at first, but the movement was received by different stations.
it: Abbiamo percepito uno strano movimento d'onda all'interno del subspazio. All'inizio abbiamo ritenuto che si trattasse di un errore di misurazione, ma il movimento è stato ricevuto da diverse stazioni.

source: The movements have become barely detectable in the meantime. We have to continuously observe the phenomenon. Maybe the waves can help us to gain a deeper understanding of the subspace.
it: Nel frattempo i movimenti sono diventati appena percettibili. Dobbiamo osservare continuamente il fenomeno. Forse le onde possono aiutarci a comprendere meglio il subspazio.

source: Ancient Log
it: Tronco antico

source: Scan completed. Objects in subspace not identifiable.
it: Scansione completata. Gli oggetti nel subspazio non sono identificabili.

source: Origin: unknown. ID: unknown.
it: Origine: sconosciuta. Identificazione: sconosciuta.

source: More precise scans necessary. Report sent successfully.
it: Sono necessarie scansioni più precise. Rapporto inviato con successo.

source: Return to routine scans.
it: Ritorno alle scansioni di routine.

source: Ancient Data-Disc
it: Disco dati antico

source: Today we have seen these beings directly for the first time. They seem to be mute. So far we have only observed them, during which they behaved peacefully.
it: Oggi abbiamo visto questi esseri direttamente per la prima volta. Sembrano essere muti. Finora li abbiamo solo osservati, durante i quali si sono comportati pacificamente.

source: We have decided to name the beings Xsotan. As soon as we have found a way to communicate, we will ask for their real name.
it: Abbiamo deciso di chiamare gli esseri Xsotan. Non appena avremo trovato un modo per comunicare, chiederemo il loro vero nome.

source: Ancient Journal
it: Antica rivista

source: Charging...
it: Carica...

source: Careful, salvaging without scanning may result in the destruction of important components.
it: Un recupero accurato senza scansione può comportare la distruzione di componenti importanti.

source: Scan Complete. Use salvage lasers to extract detected goods.
it: Scansione completata. Utilizzare i laser di recupero per estrarre i beni rilevati.

source: Scan Complete. Nothing of value detected.
it: Scansione completata. Non è stato rilevato nulla di rilevante.

source: You're not close enough to scan the wreckage.
it: Non siete abbastanza vicini per esaminare i rottami.

source: Scanning Interrupted - Out of Range!
it: Scansione interrotta - Fuori portata!

source: [Release Escape Pods for Docking]
it: [Rilasciare le capsule di salvataggio per l'attracco]

source: You do not have any rescue pods docked that we could use for evacuation. Please come back when you have one.
it: Non ci sono capsule di salvataggio attraccate che possiamo usare per l'evacuazione. Tornate quando ne avrete una.

source: Please come closer. To ensure a safe docking procedure, the capsule needs to be closer to our dock!
it: Si prega di avvicinarsi. Per garantire una procedura di attracco sicura, la capsula deve essere più vicina al nostro molo!

source: You do not have any empty Escape Pods docked.
it: Non ci sono capsule di salvataggio vuote attraccate.

source: You are not close enough to dock the Escape Pods.
it: Non siete abbastanza vicini per agganciare le capsule di salvataggio.

source: We are inside the capsule! We are ready to leave the rift!
it: Siamo all'interno della capsula! Siamo pronti a lasciare la spaccatura!

source: Starting evacuation...
it: Inizio dell'evacuazione...

source: Xsotan Shield Generator
it: Generatore di scudi Xsotan

source: Xsotan Minion
it: Minion Xsotan

source: Generation complete. Wormhole is stable.
it: Generazione completata. Il tunnel spaziale è stabile.

source: Too Far Away - Wormhole Generation Interrupted!
it: Troppo lontano - Generazione di wormhole interrotta!

source: Small Xsotan Breeder
it: Piccolo allevatore di Xsotan

source: The device appears to be broken.
it: Il dispositivo sembra essere rotto.

source: Contains old data
it: Contiene dati vecchi

source: Nothing happens.
it: Non succede nulla.

source: Zach's Xsotan Caller
it: Chiamata Xsotan di Zach

source: Cooldown
it: Raffreddamento

source: Bound Player
it: Giocatore legato

source: Summons Xsotan who are friendly to the player.
it: Evoca Xsotan amichevoli con il giocatore.

source: A mistake? I call it an opportunity.
it: Un errore? Io lo chiamo un'opportunità.

source: Device not ready yet.
it: Il dispositivo non è ancora pronto.

source: Deploys a research probe at your position.
it: Schiera una sonda di ricerca nella vostra posizione.

source: [Start Mission]
it: [Inizio Missione]

source: Teleport aborted.
it: Teletrasporto interrotto.

source: Your ship doesn't fulfill the constraints anymore. Please come back when it does.
it: La tua nave non soddisfa più i vincoli. Ti preghiamo di tornare quando lo farà.

source: '%1%' doesn't fulfill the constraints. Please come back when it does.
it: '%1%' non soddisfa i vincoli. Si prega di tornare quando lo farà.

source: No commanding player for '%1%'.
it: Nessun comandante per '%1%'.

source: Fly into the Teleporter
it: Volare nel teletrasporto

source: Make sure your ship is ready:
it: Assicuratevi che la vostra nave sia pronta:

source: Let the scientists know you're ready to start
it: Fate sapere agli scienziati che siete pronti a cominciare

source: Please fly into the Teleporter.
it: Si prega di volare nel Teletrasporto.

source: My status report here states that '${ship}' doesn't fulfill all of the constraints: ${error}
it: Il mio rapporto di stato qui dice che '${ship}' non soddisfa tutti i vincoli: ${error}

source: Just to re-iterate: This is a POINT OF NO RETURN! Travelling into a rift is very dangerous. If you miss your window for exiting the rift, your ship will get lost!
it: Tanto per ribadire: Questo è un PUNTO DI NON RITORNO! Viaggiare in una spaccatura è molto pericoloso. Se perdete la finestra per uscire dalla spaccatura, la vostra nave si perderà!

source: Alright. Get ready. Starting the teleporter sequence now...
it: Va bene. Preparatevi. Inizio la sequenza di teletrasporto...

source: Status: DANGER!
it: Stato: PERICOLO!

source: ${player}'s fleet exceeds total mass: ${percentage}%.
it: La flotta di ${giocatore} supera la massa totale: ${percentuale}%.

source: Protection from Rift Environment: insufficient.
it: Protezione dall'ambiente Rift: insufficiente.

source: Affected ships:
it: Navi interessate:

source: ${shipName}
it: ${nome nave}

source: Report regarding ${shipName}
it: Rapporto relativo a ${nome nave}

source: Continue
it: Continua

source: Cancel
it: Annullamento

source: Detailed report regarding ${shipName}:
it: Rapporto dettagliato su ${nome nave}:

source: ${effectName}: ${text}
it: ${effectName}: ${testo}

source: Back
it: Indietro
