Repository: GLWine/Avorion-ITA
Catalog: Avorion/data/localization/*.po
Languages: it

source: You think you have a chance? Guess again!
it: Pensate di avere una possibilità? Indovinate di nuovo!

source: I have caught bigger and stronger ships. Stop fighting back!
it: Ho catturato navi più grandi e più forti. Smettetela di reagire!

source: Dangerous approach detected! Start defensive maneuvers!
it: Rilevato un avvicinamento pericoloso! Iniziare le manovre difensive!

source: Hope I
it: Spero che io

source: System-Log
it: Registro di sistema

source: This is the automated log of the 'Hope I'. Our mission: to preserve life. Our ship 'Hope I' is equipped with an extremely powerful artificial intelligence that will monitor life support.
it: Questo è il registro automatizzato della "Speranza I". La nostra missione: preservare la vita. La nostra nave "Hope I" è dotata di un'intelligenza artificiale estremamente potente che controlla il supporto vitale.

source: Log 17:97-AZR: AI GenLife activated. First diagnostic scan completed: Age average - low; Health status - very good; Life support systems - active.
it: Registro 17:97-AZR: AI GenLife attivata. Completata la prima scansione diagnostica: Età media - bassa; stato di salute - ottimo; sistemi di supporto vitale - attivi.

source: Log 64:05-SSF: Leak discovered in cargo hold. Injured personnel received medical attention and were placed in cryo-sleep for their safety. Leak has been repaired.
it: Diario 64:05-SSF: Scoperta una perdita nella stiva di carico. Il personale ferito ha ricevuto cure mediche ed è stato messo in crio-sonno per la sua sicurezza. La perdita è stata riparata.

source: Log 45:61-SVH: Age rate of crew is increasing, some passengers have shown signs of aging. Affected individuals were placed in cryo-sleep for their safety.
it: Diario 45:61-SVH: L'età dell'equipaggio sta aumentando, alcuni passeggeri hanno mostrato segni di invecchiamento. Gli individui interessati sono stati messi in crio-sonno per la loro sicurezza.

source: Log 47:75-FGJ: Cryo-systems identified as survival pathway. Expansion cryo-sleep will ensure survival.
it: Log 47:75-FGJ: Crio-sistemi identificati come via di sopravvivenza. L'espansione del crio-sonno garantirà la sopravvivenza.

source: Log 84:20-DVA: Health condition - not optimal; put remaining passengers into cryo-sleep. Autopilot activated, enemy detection activated. Life support on board ensured in the long term.
it: Diario 84:20-DVA: Condizioni di salute non ottimali; mettere i passeggeri rimanenti in crio-sonno. Pilota automatico attivato, rilevamento nemici attivato. Supporto vitale a bordo assicurato a lungo termine.

source: Log 15:53-FWO: Unknown vessel detected on scanner. DANGER! Defense systems activated. Attack distance: 5km.
it: Log 15:53-FWO: Rilevata nave sconosciuta sullo scanner. PERICOLO! Sistemi di difesa attivati. Distanza di attacco: 5 km.

source: Log 74:27-IOS: External attack averted. Danger spectrum extended. Destroy unknown ships for self-protection.
it: Log 74:27-IOS: Attacco esterno scongiurato. Spettro di pericolo esteso. Distruggere le navi sconosciute per autoprotezione.

source: Danger to passengers detected!
it: Rilevato pericolo per i passeggeri!

source: Warning. Enemy entity detected. Launch offensive defense.
it: Attenzione. Rilevata entità nemica. Lanciare difesa offensiva.

source: Guarantee survival of passengers. Destroy recognized dangers!
it: Garantire la sopravvivenza dei passeggeri. Distruggere i pericoli riconosciuti!

source: Danger from unknown intruders. Destruction of the danger has the highest priority.
it: Pericolo di intrusi sconosciuti. La distruzione del pericolo ha la massima priorità.

source: You are not on the list! You are not welcome here!
it: Non siete nella lista! Non siete i benvenuti qui!

source: Free People
it: Persone libere

source: Opportunity
it: Opportunità

source: Manifesto of the Free People
it: Manifesto del popolo libero

source: Calling all those with a clear mind!
it: Chiamate tutti coloro che hanno le idee chiare!

source: The end is near! Research institutions try to find a way into the cracks! Without sense and understanding with the fire is played and opened thereby door and gate for a big Xsotaninvasion!
it: La fine è vicina! Gli istituti di ricerca cercano di trovare un modo per entrare nelle crepe! Senza senso e la comprensione con il fuoco è giocato e aperto così porta e cancello per una grande Xsotaninvasion!

source: To every clear-thinking person: We must prepare for the catastrophe! We make the beginning, join us!
it: A tutte le persone di buon senso: Dobbiamo prepararci alla catastrofe! L'inizio è nostro, unitevi a noi!

source: We will leave this galaxy before we can be dragged down with it!
it: Lasceremo questa galassia prima di essere trascinati a fondo con essa!

source: We have created supplies for this, but only enough for a limited number of passengers. Register now and secure your place aboard the "Opportunity"!
it: Abbiamo creato delle scorte per questo, ma solo per un numero limitato di passeggeri. Registratevi ora e assicuratevi il vostro posto a bordo di "Opportunity"!

source: These are OUR supplies! Get out of here or we'll finish you off!
it: Queste sono le nostre scorte! Andatevene o vi finiamo!

source: We are on the way to salvation, you can't stop it!
it: Siamo sulla via della salvezza, non potete fermarla!

source: We will not give up! Each of us has fought hard for his place on the ship!
it: Non ci arrenderemo! Ognuno di noi ha lottato duramente per il proprio posto sulla nave!

source: You are too late! All seats are taken!
it: È troppo tardi! Tutti i posti sono occupati!

source: You are doomed! Let us find salvation!
it: Siete condannati! Troviamo la salvezza!

source: Are you hoping for the bounty? Give it a try!
it: Sperate in un'abbondanza di frutti? Provate!

source: The Merchant
it: Il mercante

source: hey, check this out, they are reporting about us! we are now fully famous ;)
it: Ehi, guardate un po', stanno parlando di noi! Ora siamo famosi a tutti gli effetti ;)

source: Reports from the outer sectors
it: Rapporti dai settori esterni

source: "Recently, attacks on our merchant ships have increased. According to current information, ships disguised as traders are attacking other ships flying alone or even convoys."
it: "Recentemente sono aumentati gli attacchi alle nostre navi mercantili. Secondo le informazioni attuali, navi camuffate da commercianti stanno attaccando altre navi che volano da sole o addirittura convogli".

source: "Avoid contact with unknown traders and fly only in official convoys escorted by our fleet."
it: "Evitate il contatto con commercianti sconosciuti e volate solo in convogli ufficiali scortati dalla nostra flotta".

# typos and lowercase are on purpose
source: yeah yeah, great fleet they have. they couldn't even handle a few dealers, lol. the captain's tactic of posing as a dealer works almost too well :D
it: Sì, sì, hanno una grande flotta. non riuscirebbero nemmeno a gestire qualche concessionario, lol. la tattica del capitano di fingersi un concessionario funziona quasi troppo bene :D

source: Official Notification
it: Notifica ufficiale

source: "Important message to all ships: The capacity of our fleet is not sufficient to protect all convoys! We advise you to use your own security ships or to wait until official convoys start again!"
it: "Messaggio importante a tutte le navi: La capacità della nostra flotta non è sufficiente a proteggere tutti i convogli! Vi consigliamo di utilizzare le vostre navi di sicurezza o di attendere la ripresa dei convogli ufficiali!".

# typos and lowercase are on purpose
source: actually a good tactic. we should also offer convoys, so we can attract even more iditoes, hehe
it: In effetti è una buona tattica. dovremmo anche offrire dei convogli, in modo da attirare ancora più iditi, hehehe

source: You can't stop us! You should never have come here!
it: Non potete fermarci! Non sareste mai dovuti venire qui!

source: You have found us, but no one will ever find you!
it: Avete trovato noi, ma nessuno vi troverà mai!

source: You should not have interfered in our business!
it: Non avreste dovuto interferire nei nostri affari!

source: Do you think you are better than us? You yourselves exploit every weakness!
it: Pensate di essere migliori di noi? Voi stessi sfruttate ogni debolezza!

source: WE BRING COLOR! COLOR FOR EVERYONE!
it: PORTIAMO IL COLORE! COLORE PER TUTTI!

source: Clowns
it: Pagliacci

source: The Jester
it: Il giullare

source: Captain's Log
it: Diario del capitano

source: Captain's Log G23-1863
it: Diario del capitano G23-1863

source: Our voyage continues without any major incidents. However, there was a minor inconvenience today when the ship was struck by a strange flash of light. The flash seems to have come from the nearby crack. Fortunately, nothing was damaged.
it: Il nostro viaggio prosegue senza incidenti di rilievo. Tuttavia, oggi c'è stato un piccolo inconveniente quando la nave è stata colpita da uno strano lampo di luce. Il lampo sembra provenire dalla vicina crepa. Fortunatamente non è stato danneggiato nulla.

source: Captain's Log G26-2934
it: Diario del capitano G26-2934

source: I noticed that our ship looks really boring. ${crewMember1} and ${crewMember2} have started painting some walls. I decided to spend more paints and the crew is now enthusiastically beautifying the corridors of our ship.
it: Ho notato che la nostra nave ha un aspetto davvero noioso. ${crewMember1} e ${crewMember2} hanno iniziato a dipingere alcune pareti. Ho deciso di spendere altre vernici e l'equipaggio sta ora abbellendo con entusiasmo i corridoi della nostra nave.

source: Captain's Log G28-5634
it: Diario del capitano G28-5634

source: We did it! Not the smallest corner is still gray! But it seems that some crew members are permanently addicted to the old dreariness. We will have to find a way to still convince even the boring ones.
it: Ce l'abbiamo fatta! Neanche il più piccolo angolo è ancora grigio! Ma sembra che alcuni membri dell'equipaggio siano perennemente assuefatti al vecchio grigiore. Dovremo trovare un modo per convincere anche i più noiosi.

source: Captain's Log G29-5872
it: Diario del capitano G29-5872

source: The new uniforms are ready. Gone are the days of monochrome! From now on there is a one week arrest for wearing the old uniforms!
it: Le nuove uniformi sono pronte. Sono finiti i giorni del monocolore! D'ora in poi c'è una settimana di arresto per chi indossa le vecchie uniformi!

source: Captain's Log G30-3457
it: Diario del capitano G30-3457

source: The view from the bridge has become almost IMPOSSIBLE. We had to act and also make the outside of our ship COLORFUL! The crew started full of EXCITEMENT. We created a WONDERFUL WORK. COLOR EVERYWHERE!!!
it: La vista dal ponte è diventata quasi IMPOSSIBILE. Abbiamo dovuto agire e rendere colorato anche l'esterno della nostra nave! L'equipaggio ha iniziato pieno di eccitazione. Abbiamo creato un'opera meravigliosa. COLORE OVUNQUE!!!

source: Captain's Log G30-6599
it: Diario del capitano G30-6599

source: It's ENOUGH now! ${crewMember3} has refused the new uniforms until today. No more arrest will do for this CRIME!
it: Ora basta! ${crewMember3} ha rifiutato le nuove uniformi fino ad oggi. Non ci saranno più arresti per questo CRIMINE!

source: Captain's Log G32-6751
it: Diario del capitano G32-6751

source: I CAN'T TAKE IT ANYMORE! THE WHOLE GALAXY IS GRAY! COLOR IS NEEDED! WE WILL ERADICATE THIS MONOTONY! COLOR OR DEATH!!!!
it: NON CE LA FACCIO PIÙ! L'INTERA GALASSIA È GRIGIA! C'È BISOGNO DI COLORE! SRADICHEREMO QUESTA MONOTONIA! COLORE O MORTE!!!!

source: Get colored!
it: Colorati!

source: Your greyness is disgusting!
it: Il vostro grigiore è disgustoso!

source: COLOR OR DEATH!!
it: COLORE O MORTE!

source: Do you see that? COLOR, the whole sector COLOR!
it: Lo vedete? COLORE, l'intero settore COLORE!

source: ... Mallow ... Topaz ... Sage ... Loden green ... Chartreuse ... Umber ...
it: ... Malva ... Topazio ... Salvia... Verde loden... Certosa... Umber...

source: Hostile object detected. Attack is initiated.
it: Rilevato oggetto ostile. L'attacco è iniziato.

source: WMD
it: ADM

source: Exterminatus
it: Sterminato

source: Voice Recording
it: Registrazione vocale

source: Voice recording for startup
it: Registrazione vocale per l'avvio

source: Today we lift the veil from the project with which our fleet has dared to take the next step. With the completion of this system, we no longer need to fear anyone. The Exterminatus is capable of taking on any fleet on its own.
it: Oggi solleviamo il velo dal progetto con cui la nostra flotta ha osato fare il passo successivo. Con il completamento di questo sistema, non dobbiamo più temere nessuno. L'Exterminatus è in grado di affrontare qualsiasi flotta da solo.

source: To our friends we say: Do not be afraid! An attack on you, we will retaliate, as if we ourselves had been the target!
it: Ai nostri amici diciamo: Non abbiate paura! Se vi attaccano, noi ci vendichiamo, come se fossimo noi stessi il bersaglio!

source: To our enemies, however, be told: Fear! Every provocation will from now on be repaid with all the strength that is now at our disposal!
it: Ai nostri nemici, invece, va detto: Temete! Ogni provocazione sarà d'ora in poi ripagata con tutta la forza di cui disponiamo!

source: Internal Log
it: Registro interno

source: Internal log 000001: Start sequence: Initiated; Friend enemy detection: Initiated;
it: Registro interno 000001: Inizio sequenza: Iniziato; Rilevamento amico-nemico: Iniziato;

source: Startup sequence: Completed; Friend enemy detection: Error;
it: Sequenza di avvio: Completato; Rilevamento nemici amici: Errore;

source: Current priority: extermination of the enemy.
it: Priorità attuale: lo sterminio del nemico.

source: Target coordinates recalculated. Weapon launch initiated.
it: Ricalcolo delle coordinate del bersaglio. Lancio dell'arma avviato.

source: Only enemy objects detected. All weapons initialized.
it: Rilevati solo gli oggetti nemici. Tutte le armi sono inizializzate.

source: All targets cleared for destruction: 3, 2, 1 ...
it: Tutti i bersagli sono pronti per la distruzione: 3, 2, 1 ...

source: Don't let them get us! Attack!
it: Non lasciate che ci prendano! All'attacco!

source: High Sec Comp.
it: Comp. Sec. alta

source: Complex HSP
it: HSP complessa

source: Excerpts from ${writerName}'s diary.
it: Estratti dal diario di ${scrittoreNome}.

source: The prisoners seem restless lately. We should calm them down quickly. There's already been a small riot in cell block A4R. I'm glad to be far away from it. Everything is quiet here so far.
it: I prigionieri sembrano irrequieti ultimamente. Dovremmo calmarli rapidamente. C'è già stata una piccola rivolta nel blocco A4R. Sono contento di esserne lontano. Per ora qui è tutto tranquillo.

source: Today there was a riot in the whole B7 section. We had to seal off the area completely. I hope that all colleagues were evacuated in time. I have a feeling we're losing control. But the boss has already called for reinforcements from home.
it: Oggi c'è stata una rivolta in tutta la sezione B7. Abbiamo dovuto isolare completamente l'area. Spero che tutti i colleghi siano stati evacuati in tempo. Ho la sensazione che stiamo perdendo il controllo. Ma il capo ha già chiamato i rinforzi da casa.

source: By now, alarms are going off all the time! I do not know where to go. I'm afraid it's going off on me too! Parts of the ship are completely under their control! Those damn reinforcements must be there before the armory falls!!!
it: Ormai gli allarmi scattano in continuazione! Non so dove andare. Ho paura che si spengano anche su di me! Alcune parti della nave sono completamente sotto il loro controllo! Quei maledetti rinforzi devono arrivare prima che l'armeria cada!!!

source: Where's that damn backup? It's getting tight! Some prisoners have found uniforms! We can't trust anyone anymore!
it: Dov'è quella dannata riserva? Si sta stringendo! Alcuni prigionieri hanno trovato delle uniformi! Non possiamo più fidarci di nessuno!

source: The armory has fallen!! We are retreating as far as we can! WHERE IS OUR REINFORCEMENT?!!
it: L'armeria è caduta! Ci stiamo ritirando il più possibile! DOVE SONO I NOSTRI RINFORZI?!!

# lowercase on purpose
source: they are almost here... we can already hear them screaming... the door is breached... they are coming....
it: Sono quasi arrivati... li sentiamo già urlare... la porta è stata violata... stanno arrivando....

source: fancy diary, this is now mine. was probably nix with reinforcement. maybe next time? xD
it: diario di fantasia, questo è ora mio. era probabilmente nix con il rinforzo. forse la prossima volta? xD

source: You will be destroyed! We cannot use any witnesses!
it: Sarete distrutti! Non possiamo usare nessun testimone!

source: We will not let our freedom be taken away from us anymore!
it: Non permetteremo più che la nostra libertà ci venga portata via!

source: We got our guards, we'll get you too!
it: Abbiamo le nostre guardie, prenderemo anche voi!

source: You must be the reinforcements? Unfortunately too late!
it: Dovete essere i rinforzi? Purtroppo è troppo tardi!

source: High value target located. Starting salvage routine.
it: Individuato un obiettivo di alto valore. Avvio della routine di recupero.

source: Scrap Bot
it: Bot di scarto

source: Advertisement
it: Pubblicità

source: Brochure to pass on to possible interested parties
it: Opuscolo da distribuire a eventuali interessati

source: Jackpot the Scrap God
it: Jackpot il Dio dei rottami

source: The Scrap Bot 5000 is the best invention since the dishwasher! Thanks to the latest and improved scrapping technology, the Scrap Bot 5000 is the most efficient and employer-friendly way to recycle wrecks!
it: Lo Scrap Bot 5000 è la migliore invenzione dopo la lavastoviglie! Grazie alla tecnologia di rottamazione più recente e perfezionata, lo Scrap Bot 5000 è il modo più efficiente e più facile per riciclare i rottami!

source: No hassle of towing wrecks halfway across the galaxy, no need to operate in only one sector - Call the Scrap Bot 5000 and harvest your scrap!
it: Non c'è bisogno di rimorchiare i rottami per mezza galassia, né di operare in un solo settore: chiamate lo Scrap Bot 5000 e raccogliete i vostri rottami!

source: [Go to Reviews]
it: [Vai alle recensioni]

source: Reviews
it: Recensioni

source: Downloading Reviews.....
it: Scaricare le recensioni.....

source: 5 / 5 stars - The bot is exactly what I was looking for! No salary negotiations, does his job and quickly! 4 / 5 stars - Simply perfect.
it: 5 / 5 stelle - Il bot è esattamente quello che stavo cercando! Nessuna trattativa sul salario, fa il suo lavoro e velocemente! 4 / 5 stelle - Semplicemente perfetto.

source: 1 / 5 stars - Would give less stars, but you can’t, of course.. This bot just went rampage. It scrapped EVERYTHING. Including our Station! This is a disaster! 1 / 5 stars - DON’T BUY! This bot has no safety measures in place and will deny orders to stop! We had to destroy it!
it: 1 / 5 stelle - Avrebbe dato meno stelle, ma non si può, naturalmente.... Questo bot si è scatenato. Ha demolito TUTTO. Compresa la nostra stazione! Questo è un disastro! 1 / 5 stelle - NON COMPRARE! Questo bot non ha misure di sicurezza e nega l'ordine di fermarsi! Abbiamo dovuto distruggerlo!

source: Experience the unique capabilities of our Scrap Bot!
it: Provate le capacità uniche del nostro Scrap Bot!

source: Review of the day: 1/5 stars - I didn't like the color after all.
it: Recensione del giorno: 1/5 stelle - Il colore non mi è piaciuto.

source: Most helpful review: 4/5 stars - Bot wanted to scrap my ship right away. Otherwise everything wonderful.
it: La recensione più utile: 4/5 stelle - Bot voleva rottamare subito la mia nave. Per il resto tutto meraviglioso.

source: If you are satisfied with our work, we will be glad to receive a positive review.
it: Se siete soddisfatti del nostro lavoro, saremo lieti di ricevere una recensione positiva.

source: Please do not forget to empty the cargo hold regularly!
it: Non dimenticate di svuotare regolarmente la stiva!

source: Xsotan Emissary
it: Emissario di Xsotan

source: A massive Xsotan appeared in sector \s(%1%:%2%).
it: Un enorme Xsotan è apparso nel settore \s(%1%:%2%).

source: Xsotan Invasion Overseer
it: Supervisore dell'invasione di Xsotan

source: Fight off the Xsotan Invasion!
it: Combatti l'invasione degli Xsotan!

source: Xsotan Invasion
it: Invasione di Xsotan

source: Masses of Xsotan are invading the center of the galaxy! Help and defeat as many as you can!
it: Masse di Xsotan stanno invadendo il centro della galassia! Aiutali e sconfiggili il più possibile!

source: Defeat the first wave
it: Sconfiggere la prima ondata

source: Defeat the second wave
it: Sconfiggere la seconda ondata

source: Defeat the third wave
it: Sconfiggere la terza ondata

source: Defeat the fourth wave
it: Sconfiggere la quarta ondata

source: Defeat the Xsotan Invasion Overseer before he can mark the sector as a passage point!
it: Sconfiggete il Sorvegliante dell'invasione Xsotan prima che possa contrassegnare il settore come punto di passaggio!

source: Go to sector (${x}:${y}) to help!
it: Vai al settore (${x}:${y}) per aiutare!

source: SWARM DEFEATED
it: SCIAME SCONFITTO

source: EVENT FAILED
it: EVENTO FALLITO

source: NEW EVENT
it: NUOVO EVENTO

source: Priest
it: Sacerdote

source: Father
it: Padre

source: Bishop
it: Vescovo

source: Abbot
it: Abate

source: Apostle
it: Apostolo

source: Elder
it: Anziano

source: Pastor
it: Pastore

source: Guru
it: Insegnante

source: Saint
it: Santo

source: Rabbi
it: Rabbino

source: Druid
it: Druido

source: The %s Cult
it: Il culto di %s

source: Traveler's Stash
it: La scorta del viaggiatore

source: The %s Syndicate
it: Il Sindacato %s

source: Smuggler Hideout
it: Nascondiglio del contrabbandiere

source: Mayday, Mayday! We were ambushed and our hyperdrive is no longer... [END OF MESSAGE]
it: Mayday, Mayday! Siamo caduti in un'imboscata e l'iperguida non è più... [FINE DEL MESSAGGIO]

source: Headquarter
it: Sede centrale

# This refers to factions, such as 'The Xsotan'.
source: The %s
it: Il %s

source: The %s Emirate
it: L'Emirato %s

source: The Emirate of %s
it: L'Emirato di %s

source: The United %s Emirate
it: L'Emirato Unito %s

source: The United Emirate of %s
it: L'Emirato Unito di %s

source: The Galactic %s Emirate
it: L'Emirato Galattico %s

source: The Galactic Emirate of %s
it: L'Emirato Galattico di %s

source: The Universal %s Emirate
it: L'Emirato Universale %s

source: The Universal Emirate of %s
it: L'Emirato Universale di %s

source: The Democratic %s Emirate
it: L'Emirato Democratico %s

source: The Democratic Emirate of %s
it: L'Emirato Democratico di %s

source: The %s States
it: Gli Stati %s

source: The States of %s
it: Gli Stati di %s

source: The United %s States
it: Gli Stati Uniti %s

source: The United States of %s
it: Gli Stati Uniti di %s

source: The Galactic %s States
it: Gli Stati Galattici %s

source: The Galactic States of %s
it: Gli Stati Galattici di %s

source: The Universal %s States
it: Gli Stati Universali %s

source: The Universal States of %s
it: Gli Stati Universali di %s

source: The Democratic %s States
it: Gli Stati Democratici %s

source: The Democratic States of %s
it: Gli Stati Democratici del %s

source: The %s Planets
it: I pianeti %s

source: The Planets of %s
it: I pianeti di %s

source: The United %s Planets
it: I pianeti uniti

source: The United Planets of %s
it: I pianeti uniti di %s

source: The Galactic %s Planets
it: I pianeti galattici %s

source: The Galactic Planets of %s
it: I pianeti galattici di %s

source: The Universal %s Planets
it: I pianeti universali %s

source: The Universal Planets of %s
it: I pianeti universali di %s
