Repository: GLWine/Avorion-ITA
Catalog: Avorion/data/localization/*.po
Languages: it

source: What a triumph over all the clueless!
it: Che trionfo su tutti gli sprovveduti!

source: Now I have all the parts for my one of a kind invention!
it: Ora ho tutti i pezzi per la mia invenzione unica nel suo genere!

source: Very nice!
it: Molto bello!

source: It is an unprecedented breaktrough in the history of the galaxy!
it: È una svolta senza precedenti nella storia della galassia!

source: I built an apparatus that can enclose Xsotan in the rifts, so that they can't leave them anymore!
it: Ho costruito un apparecchio che può racchiudere gli Xsotan nelle spaccature, in modo che non possano più uscirne!

source: Such an apparatus simply has to be set up close to each rift! After that all we have to do is to deal with the Xsotan already outside of rifts.
it: Un tale apparato deve semplicemente essere installato vicino a ogni spaccatura! Dopodiché non ci resta che occuparci degli Xsotan già fuori dalle spaccature.

source: With this discovery we will get rid of the Xsotan forever!
it: Con questa scoperta ci libereremo per sempre dell'Xsotan!

source: That sounds very good!
it: Sembra molto buono!

source: I just need to install the new materials. Then the prototype is ready for one last, big test.
it: Devo solo installare i nuovi materiali. Poi il prototipo sarà pronto per un ultimo, grande test.

source: I'll contact you as soon as it's ready.
it: Vi contatterò non appena sarà pronto.

source: I invite you to participate in the final test to be properly rewarded for your help. This has to stay between us, though! There shouldn't be any witnesses ... before the big reveal.
it: Vi invito a partecipare alla prova finale per essere adeguatamente ricompensati per il vostro aiuto. Questo deve rimanere tra noi, però! Non dovrebbero esserci testimoni... prima della grande rivelazione.

source: Very good.
it: Molto bene.

source: It's about time!
it: Era ora!

source: Hello, Much has happened lately. My research is almost completed. Unfortunately I had to realize that normal materials can't withstand the high energies released by activating my apparatus. I need a material that can withstand those high energies. According to my research, such a material can be found in the rifts. I have again left you a disguised mission at the rift research centers, to find this material. This time it is officially a 'Rare Minerals' job. Everything else you'll again find in the secondary objective. Sincerely, Zacharias von Überstein
it: Salve, Ultimamente sono successe molte cose. La mia ricerca è quasi completata. Purtroppo ho dovuto constatare che i materiali normali non possono sopportare le alte energie sprigionate dall'attivazione del mio apparecchio. Ho bisogno di un materiale che possa resistere a queste energie elevate. Secondo le mie ricerche, tale materiale può essere trovato nelle spaccature. Vi ho nuovamente affidato una missione mascherata presso i centri di ricerca delle spaccature, per trovare questo materiale. Questa volta si tratta ufficialmente di un lavoro sui "minerali rari". Tutto il resto lo troverete nell'obiettivo secondario. Cordiali saluti, Zacharias von Überstein

source: The Last Test
it: L'ultima prova

source: Help Zach to perform his last test
it: Aiutate Zach a eseguire il suo ultimo test

source: Wait for Zach to contact you
it: Aspettate che Zach vi contatti

source: Meet Zach and Yavana in (${x}:${y})
it: Incontro con Zach e Yavana a (${x}:${y})

source: Go to Zach and talk to him
it: Andate da Zach e parlategli

source: Fight the Cavaliers
it: Combattere i Cavalieri

source: Confront Zach
it: Affrontare Zach

source: Enter the wormhole and find out what holds it open
it: Entrate nel wormhole e scoprite cosa lo tiene aperto

source: Defeat the Rift Guardian
it: Sconfiggi il Guardiano del Rift

source: Leave the rift through the wormhole before it closes
it: Lasciare la spaccatura attraverso il tunnel spaziale prima che si chiuda.

source: Go after Zach
it: Seguire Zach

source: Fly to the Rift Research Center in (${x}:${y})
it: Vola al Centro di Ricerca Rift in (${x}:${y})

source: Zach will contact you soon
it: Zach vi contatterà presto

source: Hello, The time has come! I finished my apparatus. Finally I can trap the Xsotan in the rifts! All that is missing is a last test run and then it can be presented to the public! As a thank you for your help I would like to invite you to this final test. Meet me in sector (%1%:%2%) and witness this glorious moment! But come alone and do not tell it around! I want the whole thing to remain secret until I can be sure that everything is working properly. After all, there should be no witnesses in case something happens. In joyful anticipation, Zacharias von Überstein
it: Salve, È arrivato il momento! Ho finito il mio apparato. Finalmente potrò intrappolare gli Xsotan nelle spaccature! Manca solo un'ultima prova e poi potrà essere presentato al pubblico! Per ringraziarvi del vostro aiuto, vorrei invitarvi a questo test finale. Incontriamoci nel settore (%1%:%2%) e saremo testimoni di questo momento glorioso! Ma venite da soli e non raccontatelo in giro! Voglio che l'intera faccenda rimanga segreta finché non sarò sicuro che tutto funzioni correttamente. Dopotutto, non ci devono essere testimoni nel caso in cui succeda qualcosa. In gioiosa attesa, Zacharias von Überstein

source: Read the mail
it: Leggi la posta

source: Greetings!
it: Saluti!

source: Witness my genius! I'm starting the apparatus!
it: Testimoniate il mio genio! Sto avviando l'apparato!

source: WHAT...?! This can't be happening!
it: COSA...?! Non è possibile!

source: Zach, what have you done!?
it: Zach, cosa hai fatto?

source: What the hell is happening?
it: Cosa diavolo sta succedendo?

source: [Scan for Zach]
it: [Scansione per Zach]

source: Zach's Device
it: Dispositivo di Zach

source: Cavaliers? Zach, you damned traitor!
it: Cavaliers? Zach, maledetto traditore!

source: Cavaliers Cruiser
it: Motociclisti

source: Hello, Thank you for your support. Here is your appropriate reward for all that you have done. It is a subsystem that can call Xsotan! These Xsotan will see you as their friend, but only you. I will now continue my research so that one day the galaxy will be free of the Xsotan Until then, Zach
it: Salve, Grazie per il vostro sostegno. Ecco la ricompensa adeguata per tutto ciò che avete fatto. È un sottosistema che può chiamare Xsotan! Questi Xsotan vi vedranno come loro amici, ma solo voi. Ora continuerò la mia ricerca in modo che un giorno la galassia sarà libera dagli Xsotan. Fino ad allora, Zach

# Mail Subject
source: Thank you
it: Grazie

source: I will not be handed over!
it: Non mi farò consegnare!

source: Finally! Glad you could make it too.
it: Finalmente! Sono contento che anche tu sia riuscito a venire.

source: Both you may be witnesses for the last test of my invention.
it: Entrambi potete essere testimoni dell'ultima prova della mia invenzione.

source: You have done your part and should now get your deserved reward for it....
it: Avete fatto la vostra parte e ora dovreste ricevere la vostra meritata ricompensa per questo....

source: I'm so curious if this will work. I hope it does! We have had enough problems with it, after all.
it: Sono così curiosa di sapere se funzionerà. Spero che funzioni! Dopotutto abbiamo avuto abbastanza problemi.

source: Of course it will work! You should know what I am capable of!
it: Certo che funzionerà! Dovresti sapere di cosa sono capace!

source: I will clear up your doubts just as well as those of these so-called ...
it: Chiarirò i vostri dubbi proprio come quelli di questi cosiddetti ...

source: ... scientists ...
it: ... scienziati ...

source: ... that were too blind to see my true genius.
it: ... che erano troppo ciechi per vedere il mio vero genio.

source: One problem remains, though.
it: Rimane però un problema.

source: What problem?
it: Quale problema?

source: This is MY invention!
it: Questa è la MIA invenzione!

source: ONLY MY invention!
it: Solo la mia invenzione!

source: I will not share my fame with two cheap stooges!
it: Non condividerò la mia fama con due tirapiedi da quattro soldi!

source: You two are no longer needed!
it: Voi due non siete più necessari!

source: How did you...?
it: Come hai fatto a...?

source: These Cavaliers are just as useless as everyone!
it: Questi Cavaliers sono inutili come tutti gli altri!

source: Whatever, then you may just see what I have created!
it: Comunque sia, allora potreste vedere cosa ho creato!

source: It is running and it is PERFECT!
it: È in funzione ed è PERFETTO!

source: Damn! This shouldn't be possible at all!
it: Dannazione! Non dovrebbe essere possibile!

source: I don't know what happened!
it: Non so cosa sia successo!

source: These stupid Cavaliers must have damaged the device!
it: Questi stupidi Cavaliers devono aver danneggiato il dispositivo!

source: Oh great.
it: Oh, fantastico.

source: It has opened a wormhole into a rift!
it: Ha aperto un wormhole in una spaccatura!

source: I can't close the wormhole!
it: Non riesco a chiudere il wormhole!

source: What the hell, Zach?! Of course! Something had to go wrong!
it: Che diavolo, Zach?! Ma certo! Qualcosa doveva andare storto!

source: Damn it!
it: Dannazione!

source: We better destroy that cursed device as soon as possible!
it: È meglio distruggere quel dispositivo maledetto il prima possibile!

source: NO! You can't do that!
it: NO! Non potete farlo!

source: Then all the work would have been in vain!
it: Allora tutto il lavoro sarebbe stato vano!

source: Besides, that wouldn't do any good either!
it: Inoltre, nemmeno questo servirebbe a nulla!

source: The wormhole is somehow being kept open from the other side!
it: Il wormhole viene in qualche modo tenuto aperto dall'altro lato!

source: There seems to be something in the rift that's holding it open from the inside. We can't do anything from out here!
it: Sembra che ci sia qualcosa nella spaccatura che la tiene aperta dall'interno. Non possiamo fare nulla da qui!

source: Crap! Then we'll have to close the wormhole from the inside!
it: Merda! Allora dovremo chiudere il wormhole dall'interno!

source: I'll stay out here to watch Zach and his damned device and fend off anything else coming out of the wormhole!
it: Io resterò qui fuori a sorvegliare Zach e il suo dannato dispositivo e a respingere qualsiasi altra cosa esca dal wormhole!

source: You have to fly through the wormhole and destroy whatever is preventing it from closing!
it: Dovete volare attraverso il wormhole e distruggere tutto ciò che ne impedisce la chiusura!

source: Will do!
it: Lo farò!

source: Why me?!
it: Perché io?

source: No time for discussions! I won't let this dirty traitor and his hellish device out of my sight!
it: Non c'è tempo per le discussioni! Non perderò di vista questo sporco traditore e il suo congegno infernale!

source: You did it!
it: Ce l'hai fatta!

source: The wormhole has been closed!
it: Il wormhole è stato chiuso!

source: Good thing we were there when Zach's device failed!
it: Per fortuna eravamo lì quando il dispositivo di Zach si è guastato!

source: Now we can finally destroy that thing! We can't let it cause any more mischief!
it: Ora possiamo finalmente distruggere quella cosa! Non possiamo permettergli di causare altri guai!

source: You can't just destroy it!
it: Non si può distruggere così!

source: If you destroy it, it will release lots of energy! Then surely a new wormhole would open!
it: Se lo distruggete, rilascerà molta energia! Allora sicuramente si aprirà un nuovo wormhole!

source: And then you would have destroyed the only sure way to close it again!
it: E poi avreste distrutto l'unico modo sicuro per chiuderlo di nuovo!

source: That would be a gigantic gateway for the Xsotan!
it: Sarebbe una gigantesca porta d'accesso per l'Xsotan!

source: Damn it! I wish I had never met you and your damn device!
it: Dannazione! Vorrei non aver mai incontrato te e il tuo dannato apparecchio!

source: You have doomed us all even sooner with this ... THING!
it: Ci avete condannato tutti ancora prima con questa... COSA!

source: Wait... I just thought of something: I know who can safely dispose of this device....
it: Aspetta... Ho appena pensato a una cosa: so chi può smaltire questo dispositivo in modo sicuro....

source: Your dear colleagues at the rift research center will be happy to get their hands on all this!
it: I vostri cari colleghi del centro di ricerca sulla spaccatura saranno felici di mettere le mani su tutto questo!

source: While we're at it, we can hand you over as well. The scientists will certainly know how best to hold you accountable!
it: Già che ci siamo, possiamo consegnare anche voi. Gli scienziati sapranno sicuramente come responsabilizzarvi al meglio!

source: Good idea.
it: Buona idea.

source: You want to take me to these dilettantes?
it: Vuoi portarmi da questi dilettanti?

source: No way! You will never get me!
it: Non è possibile! Non mi prenderete mai!

source: I've got him!
it: L'ho preso!

source: He won't come far!
it: Non andrà lontano!

source: Hurry up and get him off his ship!
it: Sbrigatevi a portarlo via dalla sua nave!

source: Then we can finally hand him over.
it: Allora potremo finalmente consegnarlo.

source: I can't move anymore! Zach hit my ship!
it: Non riesco più a muovermi! Zach ha colpito la mia nave!

source: On it!
it: Su di esso!

source: NO! Let me go ...
it: NO! Lasciami andare...

source: Please!
it: Per favore!

source: You surely must understand that I did my best to trap the Xsotan!
it: Dovete capire che ho fatto del mio meglio per intrappolare l'Xsotan!

source: If you let me go, I swear you'll never see me again!
it: Se mi lasci andare, giuro che non mi vedrai mai più!

source: I need to finish my research and find out what broke in the device.
it: Devo finire la mia ricerca e scoprire cosa si è rotto nel dispositivo.

source: You can't just hand over all the progress we've made together to those idiot scientists!
it: Non si può consegnare a quegli scienziati idioti tutti i progressi che abbiamo fatto insieme!

source: Let me go and you will not regret it! I Promise!
it: Lasciatemi andare e non ve ne pentirete! Lo prometto!

source: Don't listen to him! He wanted to kill us!
it: Non ascoltatelo! Voleva ucciderci!

source: We have to hand him over to the scientists!
it: Dobbiamo consegnarlo agli scienziati!

source: Who knows what he'll mess up next if you just let him disappear.
it: Chissà cosa combinerà la prossima volta se lo lasciate sparire.

source: You scanned his ship. Forward me the data, then I can pin him down here and take care of him as soon as my ship is up and running again.
it: Avete scansionato la sua nave. Trasmettetemi i dati, così potrò localizzarlo qui e occuparmi di lui non appena la mia nave sarà di nuovo operativa.

source: Let me have this last chance!
it: Lasciatemi questa ultima possibilità!

source: I beg you!
it: Vi supplico!

source: We've achieved so much together, you can't just throw that away!
it: Abbiamo ottenuto così tanto insieme, non si può buttare via tutto questo!

source: You already had your chance! [Take Yavana's side]
it: Hai già avuto la tua occasione! [Prendi le parti di Yavana]

source: Your research is too important. [Take Zach's side]
it: La tua ricerca è troppo importante. [Prendi le parti di Zach.]

source: You cannot do that!
it: Non potete farlo!

source: Without my research, the galaxy will not be able to survive!
it: Senza la mia ricerca, la galassia non potrà sopravvivere!

source: I will take care of him from here.
it: Mi occuperò di lui da qui in poi.

source: We'll take Zach to the Rift Research Center as soon as my repairs are complete.
it: Porteremo Zach al Centro di Ricerca Rift non appena le mie riparazioni saranno completate.

source: I will be waiting for you there. I'm sure Zach's invention is worth quite a bit to the scientists!
it: Ti aspetterò lì. Sono sicuro che l'invenzione di Zach vale molto per gli scienziati!

source: Finally someone with some sense! Thank you!
it: Finalmente qualcuno con un po' di buon senso! Grazie!

source: You have made your contribution to the righteous liberation of the galaxy!
it: Avete dato il vostro contributo alla giusta liberazione della galassia!

source: I will soon show my gratitude to you.
it: Vi mostrerò presto la mia gratitudine.

source: WHAT!?
it: COSA!

source: How can you just let him go like that?
it: Come puoi lasciarlo andare così?

source: After all he has done, he can't just get a pass with impunity!
it: Dopo tutto quello che ha fatto, non può essere lasciato andare impunemente!

source: I'm taking the device to the scientists now!
it: Ora porto il dispositivo dagli scienziati!

source: I had hoped for more from you.
it: Speravo in qualcosa di più da parte vostra.

source: You have betrayed everything we fought for!
it: Avete tradito tutto ciò per cui abbiamo combattuto!

source: If I ever see you again, this will be your last day. You are lucky that my ship is not ready for battle!
it: Se mai ti rivedrò, questo sarà il tuo ultimo giorno. Sei fortunato che la mia nave non sia pronta per la battaglia!

source: Get out of my sight!
it: Sparisci dalla mia vista!

source: I hope the scientists know what to do with Zach and his device.
it: Spero che gli scienziati sappiano cosa fare di Zach e del suo dispositivo.

source: I have to say goodbye to you now. For the future, I prefer to work alone again.
it: Ora devo dirvi addio. Per il futuro, preferisco lavorare ancora da solo.

source: Collaboration only ever causes problems. Nevertheless, it was an honor to have met you!
it: La collaborazione crea solo problemi. Tuttavia, è stato un onore avervi conosciuto!

source: All the best to you!
it: Auguri a tutti voi!

source: Farewell!
it: Addio!

source: Shipwrecked Research Vessel
it: Naufragio di una nave da ricerca

source: Xenos Research Probe
it: Campione di ricerca Xenos

source: Screens that still respond to touch. They might contain important research data.
it: Schermi che rispondono ancora al tatto. Potrebbero contenere importanti dati di ricerca.

source: Data Chip
it: Chip di Dati

# A proximity mine (weapon)
source: Mine
it: La mia

source: Large Xsotan Breeder
it: Grande allevatore di Xsotan

source: Collect important rock samples in the rift for the scientists to study.
it: Raccogliere importanti campioni di roccia nella spaccatura per farli studiare agli scienziati.

source: Received payment of ¢%1% for completing a rift mission.
it: Ha ricevuto un pagamento di ¢%1% per aver completato una missione rift.

source: Find asteroids that contain the rare minerals
it: Trovare gli asteroidi che contengono i minerali rari

source: Rare Mineral Asteroid
it: Asteroide minerale raro

source: Minerals that puzzle the scientific community. Soft yet durable its properties may be the solution to construction issues.
it: Minerali che lasciano perplessa la comunità scientifica. Morbido ma resistente, le sue proprietà potrebbero essere la soluzione ai problemi di costruzione.

source: So you're ready to start your adventure to collect the minerals from the rift?
it: Siete pronti a iniziare la vostra avventura per raccogliere i minerali dalla spaccatura?

source: The minerals await in the rift, are you ready to get them?
it: I minerali attendono nella spaccatura, siete pronti a prenderli?

source: We're ready for the teleport, are you?
it: Siamo pronti per il teletrasporto, e tu?

source: No, I need more time.
it: No, ho bisogno di più tempo.

source: Wonderful! We'll remove the samples shortly. The first scans look very promising. These samples will help us greatly in revolutionizing station building. Here's your payment, thank you for your services.
it: Meraviglioso! Rimuoveremo i campioni a breve. Le prime scansioni sembrano molto promettenti. Questi campioni ci aiuteranno molto a rivoluzionare la costruzione delle stazioni. Ecco il vostro pagamento, grazie per i vostri servizi.

source: Ah, the samples look perfect. We'll retrieve them from your ship shortly. Here is the promised payment.
it: I campioni sembrano perfetti. Li recupereremo a breve dalla sua nave. Ecco il pagamento promesso.

source: You're back! We took the liberty to take the samples and our equipment from your ship. This gives us a great opportunity for our research. Here is your payment.
it: Siete tornati! Ci siamo presi la libertà di prendere i campioni e le nostre attrezzature dalla vostra nave. Questo ci offre una grande opportunità per la nostra ricerca. Ecco il vostro pagamento.

source: We have found traces of a special rift material. Our scans show portions of it in some asteroids in a small area of the rift. We need a captain with a ship that can extract rock samples from these asteroids.
it: Abbiamo trovato tracce di un materiale speciale per la spaccatura. Le nostre scansioni mostrano porzioni di questo materiale in alcuni asteroidi in una piccola area della spaccatura. Abbiamo bisogno di un capitano con una nave in grado di estrarre campioni di roccia da questi asteroidi.

source: The rock samples will help us understand how the Xsotan can endure circumstances in the rifts without being too exposed to the effects. To study a wide range of samples, we need samples from different areas of the rift.
it: I campioni di roccia ci aiuteranno a capire come gli Xsotan possano sopportare le circostanze delle spaccature senza essere troppo esposti agli effetti. Per studiare un'ampia gamma di campioni, abbiamo bisogno di campioni provenienti da diverse aree della spaccatura.

source: Rare Minerals
it: Minerali rari

source: Xsotan Core Extraction
it: Estrazione del nucleo di Xsotan

source: Extract a Xsotan core from a large Xsotan.
it: Estrarre un nucleo Xsotan da un Xsotan grande.

source: Disturb Xsotan Larvae at monoliths to provoke a large Xsotan
it: Disturba le larve di Xsotan presso i monoliti per provocare un grande Xsotan.

source: ${count}/${total} Monoliths
it: ${conteggio}/${totale} Monoliti

source: Extract the Xsotan Core from the large Xsotan
it: Estrarre il nucleo Xsotan dal grande Xsotan

source: Xsotan Larva
it: Larva di Xsotan

source: Are you ready to find a Xsotan which has the Xsotan core we need?
it: Siete pronti a trovare un Xsotan che abbia il nucleo Xsotan di cui abbiamo bisogno?

source: Are you ready to extract a Xsotan core out of a strong Xsotan?
it: Siete pronti a estrarre un nucleo di Xsotan da un Xsotan forte?

source: Are you ready to procure us a Xsotan core?
it: Sei pronto a procurarci un nucleo Xsotan?

source: Ah, as expected, you’ve found it. The core and our equipment is being retrieved from your ship as we’re speaking. Your payment is on the way. There is research to be done, until next time.
it: Ah, come previsto, l'avete trovato. Il nucleo e la nostra attrezzatura vengono recuperati dalla vostra nave mentre stiamo parlando. Il vostro pagamento è in arrivo. C'è una ricerca da fare, alla prossima volta.

source: You’re back! We’ll take the core and our equipment. This will give us a huge knowledge advancement! Your payment is on the way.
it: Siete tornati! Prenderemo il nucleo e le nostre attrezzature. Questo ci permetterà di fare un enorme passo avanti nella conoscenza! Il pagamento è in arrivo.

source: You have found the core. Our decision to choose you was correct! You will be rewarded as agreed on. There is research to be done, until next time.
it: Avete trovato il nucleo. La nostra decisione di sceglierti è stata corretta! Sarete ricompensati come concordato. C'è una ricerca da fare, alla prossima volta.
