Repository: GLWine/Avorion-ITA
Catalog: Avorion/data/localization/*.po
Languages: it

source: Captain %1% has reached level %2%!
it: Il capitano %1% ha raggiunto il livello %2%!

source: Captain %1% has acquired the specialization: %2%!
it: Il capitano %1% ha acquisito la specializzazione: %2%!

source: Rift Mission Details
it: Dettagli della missione Rift

source: Choose your Reward
it: Scegliete il vostro premio

source: ACCEPT
it: ACCETTA

source: - OR -
it: - O -

source: AND
it: E

source: SECONDARY OBJECTIVE
it: OBIETTIVO SECONDARIO

source: +${relations} Relations
it: +${relazioni} Relazioni

source: +${amount} Rift Research Data
it: +${importo} Dati di ricerca Rift

source: Hello stranger. I'd like to thank you personally for your help.
it: Ciao straniero. Vorrei ringraziarla personalmente per il suo aiuto.

source: My name is Zacharias von Überstein. I'm an independent researcher and was part of the crew you just rescued from the rift.
it: Mi chiamo Zacharias von Überstein. Sono un ricercatore indipendente e facevo parte dell'equipaggio che avete appena salvato dalla spaccatura.

source: I'm currently researching a secret and unique project. And without your help it would've been lost forever.
it: Attualmente sto conducendo una ricerca su un progetto segreto e unico. E senza il vostro aiuto sarebbe andato perduto per sempre.

source: The other so-called 'researchers' simply don't have the vision and courage necessary for such a project.
it: Gli altri cosiddetti "ricercatori" semplicemente non hanno la visione e il coraggio necessari per un tale progetto.

source: By rescuing me, you have done the galaxy a greater service than you realize.
it: Salvandomi, avete reso alla galassia un servizio più grande di quanto pensiate.

source: For my project I always need objects from the rifts.
it: Per il mio progetto ho sempre bisogno di oggetti provenienti dalle spaccature.

source: But I've had to learn on my last mission, that actually entering the rifts is not part of my skills.
it: Ma nella mia ultima missione ho dovuto imparare che entrare nelle spaccature non fa parte delle mie capacità.

source: You, on the other hand, seem more than qualified.
it: Lei, invece, sembra più che qualificato.

source: I'll let you know as soon as I need you.
it: Ti farò sapere non appena avrò bisogno di te.

source: Here we are! Let's destroy some Xsotan Larvae!
it: Eccoci qua! Distruggiamo alcune larve di Xsotan!

source: Comrades-in-arms wanted! Action guaranteed!
it: Cercasi compagni d'arme! Azione garantita!

source: So you are the new one? Come, join me in the rift!
it: Quindi sei tu quello nuovo? Vieni, unisciti a me nella spaccatura!

source: Show me what you can do! I'll take you into the rift!
it: Mostrami cosa sai fare! Ti porterò nella spaccatura!

source: Hey you! Come here! Let's kill some Xsotan!
it: Ehi tu! Vieni qui! Uccidiamo qualche Xsotan!

source: Hey there, I'm Yavana.
it: Salve, sono Yavana.

source: Zach told me, that you already helped him! I'm also doing jobs for him every now and then.
it: Zach mi ha detto che lo hai già aiutato! Ogni tanto faccio anche dei lavori per lui.

source: He wants to have a 'Xsotan Core' from a special Xsotan that'll show up only in rifts and after provocation. Easiest way is to destroy some Xsotan Larvae.
it: Vuole avere un "nucleo Xsotan" di un Xsotan speciale che si manifesterà solo nelle spaccature e dopo una provocazione. Il modo più semplice è distruggere alcune Larve Xsotan.

source: This galaxy has been infested with Xsotan for so long, that it is high time to attack their breeding grounds!
it: Questa galassia è stata infestata dagli Xsotan per così tanto tempo che è giunto il momento di attaccare le loro zone di riproduzione!

source: I don't know why Zach wants to research the Xsotan, but if we're doomed anyway, why not kill a few Xsotan for fun?
it: Non so perché Zach voglia fare ricerche sugli Xsotan, ma se siamo comunque condannati, perché non uccidere qualche Xsotan per divertimento?

source: Gather up your courage and come into the rift with me! When there's an opportunity to get paid for destroying Xsotan, you shouldn't turn it down!
it: Raccogliete il vostro coraggio e venite nella spaccatura con me! Quando c'è l'opportunità di essere pagati per distruggere Xsotan, non si dovrebbe rifiutare!

source: Let's repay the Xsotan for what they are doing to us. Are you with me?
it: Ripaghiamo gli Xsotan per quello che ci stanno facendo. Siete con me?

source: Yes, let's go!
it: Sì, andiamo!

source: Not right now.
it: Non in questo momento.

source: Before we go you should arm yourself as much as you can. This won't be a leisurely walk!
it: Prima di partire è bene armarsi il più possibile. Non sarà una passeggiata tranquilla!

source: And we'll go deeper into the rift. There are subspace distortions, you'll need special protection subsystems that you can get from the scientists!
it: E ci addentreremo nella spaccatura. Ci sono distorsioni subspaziali, avrete bisogno di speciali sottosistemi di protezione che potrete ottenere dagli scienziati!

source: I'll wait at the teleporter. We can start as soon as you're ready!
it: Aspetterò al teletrasporto. Possiamo iniziare non appena sei pronto!

source: Hello, Thank you for the Xsotan Core! Yavana mentioned that you helped her get it. My research is slowly taking shape thanks to your help! Once we understand how Xsotan work and behave, we can finally begin to fight them! Your continued help is important and I am glad, that you are willing to support our common goal: a galaxy without Xsotan! Sincerely, Zacharias von Überstein
it: Salve, Grazie per il nucleo Xsotan! Yavana mi ha detto che l'hai aiutata a ottenerlo. La mia ricerca sta lentamente prendendo forma grazie al tuo aiuto! Una volta capito come funzionano e si comportano gli Xsotan, potremo finalmente iniziare a combatterli! Il vostro continuo aiuto è importante e sono felice che siate disposti a sostenere il nostro obiettivo comune: una galassia senza Xsotan! Cordiali saluti, Zacharias von Überstein

source: Xsotan Core
it: Nucleo Xsotan

source: Professor von Überstein
it: Il professor von Überstein

source: Hi, You did really great in the rift! I'm so happy that I'm not the only one trying to actually do something about the Xsotan infestation. Zach's 'research' seems to be making little progress, even though he continues to say the opposite. Even if he manages to find out more about Xsotan behavior, it won't help. What does he expect? That we domesticate them like pets? In the end, we may even be expected to make peace with the Xsotan! I'll stick to my motto: Only a dead Xsotan is a good Xsotan. Everything else is just wishful thinking! Cheers, Yavana
it: Ciao, Hai fatto davvero bene nella spaccatura! Sono così felice di non essere l'unico a cercare di fare qualcosa per l'infestazione di Xsotan. La "ricerca" di Zach sembra fare pochi progressi, anche se lui continua a dire il contrario. Anche se riuscisse a scoprire di più sul comportamento degli Xsotan, non servirebbe a nulla. Cosa si aspetta? Che li addomestichiamo come animali domestici? Alla fine ci si aspetta persino che facciamo pace con gli Xsotan! Rimango fedele al mio motto: solo un Xsotan morto è un buon Xsotan. Tutto il resto è solo un'illusione! Salute, Yavana

source: Xsotan infestation
it: Infestazione di Xsotan

source: You have a mail from me. That's easier than chatting forever.
it: Hai una mia mail. È più facile che chattare per sempre.

source: That was good!
it: È stato bello!

source: You did really well in there!
it: Sei stato davvero bravo!

source: It's good to know that someone else knows how to deal with Xsotan.
it: È bello sapere che qualcun altro sa come comportarsi con Xsotan.

source: If I have another job to share, I'll contact you!
it: Se ho un altro lavoro da condividere, vi contatterò!

source: In the meantime you should do more jobs for the scientists!
it: Nel frattempo dovreste fare più lavori per gli scienziati!

source: Just take note of what the environment in the sector will be like. After all, you want to come out alive, right?
it: Prendete nota di come sarà l'ambiente del settore. Dopo tutto, volete uscirne vivi, giusto?

source: Thanks for the hint.
it: Grazie per il suggerimento.

source: Hello
it: Ciao

source: Breakthrough imminent
it: La svolta è imminente

source: This expedition was commissioned by our external partner 'Professor Zacharias von Überstein'.
it: Questa spedizione è stata commissionata dal nostro partner esterno "Professor Zacharias von Überstein".

source: Hello, Thank you again for the parts! They have given me valuable insights! My research takes on ever clearer forms. Imagine I can actually save the world! Oh what fame would be mine! What honor will it be to work for me! Naturally, the fame will bleed to those working for me. So you too can already look forward to a rosy future full of donated drinks and other amenities! Sincerely, Zacharias von Überstein
it: Salve, Grazie ancora per le parti! Mi hanno dato spunti preziosi! La mia ricerca assume forme sempre più chiare. Immaginate che io possa davvero salvare il mondo! Che fama avrei! Quale onore sarà lavorare per me! Naturalmente, la fama si riverserà su coloro che lavorano per me. Quindi anche voi potete già sperare in un futuro roseo, pieno di bevande donate e altre amenità! Cordiali saluti, Zacharias von Überstein

source: More progress
it: Maggiori progressi

source: To express my thanks officially, I have sent you a mail.
it: Per esprimerle ufficialmente i miei ringraziamenti, le ho inviato una mail.

source: Hi, You're retrieving old scraps from the rifts for Zach? No wonder that he doesn't make any progress, if he's requesting stuff like that... I hope he at least paid you well! Whatever, if you want to retrieve even more old parts for Zach, meet me at a rift reasearch center. I'm supposed to get Zach some 'Ancient Records'. Maybe those records contain something about the galaxy before it was ripped apart. Cheers, Yavana
it: Ciao, Stai recuperando vecchi scarti dalle spaccature per Zach? Non c'è da stupirsi che non faccia progressi, se richiede roba del genere... Spero che almeno ti abbia pagato bene! Comunque, se vuoi recuperare altri vecchi pezzi per Zach, incontriamoci in un centro di ricerca sulle spaccature. Dovrei procurare a Zach degli 'Antichi Registri'. Forse quei documenti contengono qualcosa sulla galassia prima che venisse fatta a pezzi. Salute, Yavana

source: Zach's junk
it: La spazzatura di Zach

source: Ah, very nice!
it: Ah, molto bello!

source: Those are the artifacts that I need! I can finally continue working on my breaktrough.
it: Questi sono i manufatti di cui ho bisogno! Posso finalmente continuare a lavorare sul mio breaktrough.

source: Those artifacts are actually highly intersting!
it: Questi manufatti sono davvero molto interessanti!

source: I've found that some of them sent a signal that can't be detected by our scanners. But the Xsotan can detect it. And when they do, they avoid that area.
it: Ho scoperto che alcuni di loro hanno inviato un segnale che non può essere rilevato dai nostri scanner. Ma gli Xsotan possono rilevarlo. E quando lo rilevano, evitano quell'area.

source: The other parts suppress energy signatures. This way Xsotan can't locate them.
it: Le altre parti sopprimono le tracce di energia. In questo modo Xsotan non può localizzarli.

source: With these parts I can finally build a prototype. And thanks to my findings, the Xsotan won't be able to look for it, nor will they stumble upon it.
it: Con questi pezzi posso finalmente costruire un prototipo. E grazie alle mie scoperte, gli Xsotan non potranno cercarlo, né inciamparvi.

source: What prototype?
it: Quale prototipo?

source: That's secret for now! I can't afford to have any details leaked to the public.
it: Per ora è un segreto! Non posso permettermi di far trapelare alcun dettaglio al pubblico.

source: If you continue your good work, I'm sure that one day I can let you in on the secret. Those who do their part will also receive their deserved reward!
it: Se continuate a lavorare bene, sono sicuro che un giorno potrò svelarvi il segreto. Anche chi fa la sua parte riceverà la sua meritata ricompensa!

source: I have to move on now. My work is not going to do itself.
it: Ora devo andare avanti. Il mio lavoro non si farà da solo.

source: Yavana is already on the way with a new job for me. Keep your eyes peeled around rift research centers. She can surely use some help!
it: Yavana sta già arrivando con un nuovo lavoro per me. Tenete gli occhi aperti nei centri di ricerca della spaccatura. Le farà sicuramente comodo un po' di aiuto!

source: I'll keep my eyes open.
it: Terrò gli occhi aperti.

source: Hello, Good, you helped Yavana! The findings about Xsotan have furthered my research. However, I need some more parts for my work. I filed a mission at the rift research center to get those parts. It is disguised as a basic 'Applied Xenology' mission. The part of the mission that's relevant for me is described in the secondary objective. Those ignorant 'researchers' don't even notice that, of course. They can't even recognize true innovation when it's right under their noses. The mission will take you to an area where a civilization once lived. Before it was swallowed by the rift. I need some artifacts that they stored somewhere. The artifacts may be hard to find. You should take an object detector subsystem with you. That'll save you and me valuable time! Sincerely, Zacharias von Überstein
it: Salve, Bene, hai aiutato Yavana! Le scoperte su Xsotan hanno approfondito la mia ricerca. Tuttavia, ho bisogno di altri pezzi per il mio lavoro. Ho depositato una missione al centro di ricerca della spaccatura per ottenere queste parti. È mascherata da una missione di base di "Xenologia applicata". La parte della missione che mi interessa è descritta nell'obiettivo secondario. Questi "ricercatori" ignoranti non se ne accorgono nemmeno, ovviamente. Non sanno nemmeno riconoscere la vera innovazione quando ce l'hanno sotto il naso. La missione vi porterà in un'area dove un tempo viveva una civiltà. Prima che fosse inghiottita dalla spaccatura. Ho bisogno di alcuni manufatti che hanno conservato da qualche parte. I manufatti potrebbero essere difficili da trovare. Dovreste portare con voi un sottosistema di rilevamento di oggetti. Risparmierà a lei e a me tempo prezioso! Cordiali saluti, Zacharias von Überstein

# title of a secondary objective
source: Ancient Data Chips
it: Antichi chip di dati

source: Look for old probes and scan them to receive data chips. According to my information they should still be working. The probes will be hard to find, so I recommend using a detector subsystem.
it: Cercare le vecchie sonde e scansionarle per ricevere i chip di dati. Secondo le mie informazioni, dovrebbero essere ancora funzionanti. Le sonde saranno difficili da trovare, quindi vi consiglio di usare un sottosistema di rilevamento.

source: If you get me three of these data chips, I can continue my research.
it: Se mi procura tre di questi chip di dati, posso continuare la mia ricerca.

source: Another one bites the dust!
it: Un altro morde la polvere!

source: Eat that!
it: Mangiate!

source: One more down!
it: Un'altra volta!

source: How do you like that, Xsotan?
it: Che te ne pare, Xsotan?

source: Yeah, we're showing them!
it: Sì, li stiamo mostrando!

source: Come to me, if you dare!
it: Vieni da me, se hai il coraggio!

source: I'll get everyone of you!
it: Vi prenderò tutti!

source: You won't escape me!
it: Non mi sfuggirai!

source: Is that the best you can do?
it: È il massimo che puoi fare?

source: Hah, you thought you had me?
it: Pensavate di avermi in pugno?

source: That's it for you!
it: Questo è tutto per voi!

source: Who's next?
it: Chi sarà il prossimo?

source: Ancient Research Probe
it: Sonda di ricerca antica

source: That should be enough. We can get out of here now.
it: Dovrebbe essere sufficiente. Ora possiamo andarcene da qui.

source: Very nice, is it still readable?
it: Molto bello, è ancora leggibile?

source: Wow, that looks old! Zach was looking for such a thing, right?
it: Wow, sembra vecchio! Zach stava cercando una cosa del genere, vero?

source: Scan the old probes to receive data ${count}/${total}
it: Eseguire la scansione delle vecchie sonde per ricevere i dati ${count}/${total}

source: There we are, now let's go look for these probes.
it: Ecco, ora andiamo a cercare queste sonde.

source: Hey, I could use your help. Are you coming?
it: Ehi, mi servirebbe il tuo aiuto. Vieni?

source: Hey, I have a job from Zach! Why don't you come along?
it: Ehi, ho un lavoro da Zach! Perché non vieni anche tu?

source: There you are! Zach mentioned that you want to help me again?
it: Eccoti qui! Zach ha detto che vuoi aiutarmi di nuovo?

source: Good to have you here! Together we can achieve much more!
it: È un piacere avervi qui! Insieme possiamo ottenere molto di più!

source: Hey, up for a another round?
it: Ehi, ti va di fare un altro giro?

source: Zach told me, that he's actually making progress.
it: Zach mi ha detto che sta facendo progressi.

source: I'm not sure exactly how he wants to achieve all that. But if suuuch a 'highly gifted' researcher says, he's making progress, how can someone as 'average' as me even begin to understand...
it: Non so esattamente come voglia ottenere tutto ciò. Ma se un ricercatore così 'altamente dotato' dice che sta facendo progressi, come può una persona 'media' come me iniziare a capire...

source: I really hope his damned device will explode and he gets a lecture in humility!
it: Spero davvero che il suo dannato dispositivo esploda e che gli venga impartita una lezione di umiltà!

source: Anyway, the money is good and I can concentrate on hunting Xsotan.
it: Comunque, i soldi sono buoni e posso concentrarmi sulla caccia a Xsotan.

source: Today, Zach wants me to find some old research data in the rifts.
it: Oggi Zach vuole che trovi alcuni vecchi dati di ricerca nelle spaccature.

source: He said they could be somewhat hard to find, maybe you should get an object detector subsystem and bring it along.
it: Ha detto che potrebbero essere un po' difficili da trovare, forse dovreste procurarvi un sottosistema di rilevamento di oggetti e portarlo con voi.

source: I'll wait at the teleporter. We can go as soon as you're ready, okay?
it: Aspetterò al teletrasporto. Possiamo andare appena sei pronto, ok?

source: All right!
it: Va bene!

source: Maybe later.
it: Forse più tardi.

source: Hello, With that last expedition into the rift you have outdone yourself! With this old knowledge I can find out so much about the Xsotan! Can you imagine, how much data you can get from something like this? These findings will give me the tools to research more and quicker than any scientist ever before me! Old and new knowledge combined! This will take us all further than anyone ever dreamed! Sincerely, Zacharias von Überstein
it: Salve, Con l'ultima spedizione nella spaccatura hai superato te stesso! Con queste vecchie conoscenze posso scoprire così tanto sugli Xsotan! Riesci a immaginare quanti dati si possono ricavare da una cosa del genere? Queste scoperte mi daranno gli strumenti per fare più ricerche e più velocemente di qualsiasi altro scienziato prima di me! Vecchie e nuove conoscenze combinate! Questo ci porterà tutti più lontano di quanto chiunque abbia mai sognato! Cordiali saluti, Zacharias von Überstein

source: New Knowledge
it: Nuova conoscenza

source: Hi, I was really surprised, how much positive energy one can get from these old things. Surprisingly, Zach's junk seems to be good for something after all. Well, let's see what the future holds for us. I hope that we can one day live in a galaxy where Xsotan are nothing more than a scary story for kids! It's a long path to take, but at least, there's a path now! Cheers, Yavana
it: Ciao, Sono rimasto davvero sorpreso di quanta energia positiva si possa ricavare da queste vecchie cose. Sorprendentemente, le cianfrusaglie di Zach sembrano servire a qualcosa, dopotutto. Vediamo cosa ci riserva il futuro. Spero che un giorno potremo vivere in una galassia in cui gli Xsotan non siano altro che una storia spaventosa per bambini! È una strada lunga da percorrere, ma almeno ora c'è un percorso! Salute, Yavana

source: Hope
it: Speranza

source: Take a peek into your mails! I sent you something.
it: Date un'occhiata alla vostra posta elettronica! Ti ho inviato qualcosa.

source: That was great!
it: È stato fantastico!

source: I wouldn't have thought, that those ancient recordings can be decoded that well. Sometimes these old technologies do surprise you!
it: Non avrei mai pensato che quelle antiche registrazioni potessero essere decodificate così bene. A volte queste vecchie tecnologie ti sorprendono!

source: Isn't it refreshing, every once in a while, to be able to take another look at what our galaxy was like before this Xsotan infestation?
it: Non è rinfrescante, ogni tanto, poter dare un'altra occhiata a com'era la nostra galassia prima di questa infestazione Xsotan?

source: I think I should take these parts directly to Zach, I'm sure he's already waiting. You don't know how impatient that guy can be.
it: Penso che dovrei portare questi pezzi direttamente a Zach, sono sicuro che sta già aspettando. Non sai quanto possa essere impaziente quel ragazzo.

source: Hope to see you again soon!
it: Spero di rivedervi presto!

source: In you, Zach has found someone who is really fun to work with! See you then!
it: In te, Zach ha trovato una persona con cui è davvero divertente lavorare! Ci vediamo allora!

source: See you!
it: Ci vediamo!

source: Last steps
it: Ultimi passi

source: Hello, It is done! I have everything I need! Now I only need to put it all together and my apparatus will be perfect! The other 'researchers' will bow for my results and my work will finally get the appreciation it has ALWAYS deserved! Now we will see, who can only play second fiddle! Never again will the name ZACHARIAS VON ÜBERSTEIN be spoken without the deepest respect! My name will be in all the school books! My name will be on everyone's lips! Nobody will ever again question me! Sincerely, Zacharias von Überstein
it: Salve, E' fatta! Ho tutto quello che mi serve! Ora devo solo mettere tutto insieme e il mio apparecchio sarà perfetto! Gli altri "ricercatori" si inchineranno per i miei risultati e il mio lavoro avrà finalmente l'apprezzamento che ha SEMPRE meritato! Ora vedremo chi potrà fare solo da secondo incomodo! Mai più il nome di ZACHARIAS VON ÜBERSTEIN sarà pronunciato senza il più profondo rispetto! Il mio nome sarà su tutti i libri di scuola! Il mio nome sarà sulla bocca di tutti! Nessuno mi metterà mai più in discussione! Cordiali saluti, Zacharias von Überstein

source: It is done!
it: È fatta!

source: You have a mail from me! Not everyone gets this honor anymore!
it: Avete una mail da parte mia! Non tutti hanno più questo onore!

source: Hi, Zach seems to be on the right path! He invited me to witness the last tests for his apparatus! I can barely believe it! Finally we'll get rid of the Xsotan, finally there's hope for us! I thank you for helping Zach! We have now got back the most important thing in the fight against the Xsotan: Our hope. Cheers, Yavana
it: Ciao, Zach sembra essere sulla strada giusta! Mi ha invitato ad assistere agli ultimi test per il suo apparecchio! Riesco a malapena a crederci! Finalmente ci libereremo dell'Xsotan, finalmente c'è speranza per noi! Ti ringrazio per aver aiutato Zach! Ora abbiamo recuperato la cosa più importante nella lotta contro l'Xsotan: La nostra speranza. Salute, Yavana

source: We did it!
it: Ce l'abbiamo fatta!

source: You found them!
it: Li hai trovati!

source: I can finally complete my project!
it: Finalmente posso completare il mio progetto!
