Repository: GLWine/Avorion-ITA
Catalog: Avorion/data/localization/*.po
Languages: it

source: Maximum ship limit for this faction (%s) of this server reached!
it: Il limite massimo di navi per questa fazione (%s) di questo server è stato raggiunto!

source: Maximum station limit for this faction (%s) of this server reached!
it: Il limite massimo di stazioni per questa fazione (%s) di questo server è stato raggiunto!

source: Subsystem
it: Sottosistema

source: Turret Template
it: Modello di torretta

source: Vanilla Item
it: Articolo Vaniglia

source: Usable Item
it: Articolo utilizzabile

source: Turret
it: Torretta

source: Double
it: Doppio

source: Triple
it: Triplo

source: Iron
it: Ferro

source: Titanium
it: Titanio

source: Common
it: Comune

source: Uncommon
it: Non comune

source: Rare
it: Raro

source: Exceptional
it: Eccezionale

source: Exotic
it: Esotico

source: Legendary
it: Leggendario

source: Neutral
it: Neutro

source: Good
it: Buono

source: Excellent
it: Eccellente

source: Bad
it: Male

source: Hostile
it: Ostile

# Relation Status Contract
source: At War
it: In guerra

# Relation Status Contract
source: Ceasefire
it: Cessate il fuoco

# Relation Status Contract
source: Allies
it: Alleati

# Relation Status Contract
source: Neutral
it: Neutro

source: unknown mod
it: mod sconosciuto

source: Galaxy
it: Galassia

source: Playtime:
it: Tempo di gioco:

source: Difficulty:
it: Difficoltà:

source: Ships: %i
it: Navi: %i

source: Stations: %i
it: Stazioni: %i

source: Discovered Sectors: %i
it: Settori scoperti: %i

source: Achievements: %s
it: Risultati: %s

# Gameplay Scenario Type
source: Normal
it: Normale

# Gameplay Scenario Type
source: Creative
it: Creativo

# Gameplay Scenario Type
source: Classic
it: Classico

# Gameplay Scenario Type
source: Free Play
it: Gioco libero

# Gameplay Scenario Type
source: Unknown
it: Sconosciuto

source: Normal Avorion.
it: Avorion normale.

source: Unlimited resources & turrets, no building restrictions. [Steam Achievements Disabled]
it: Risorse e torrette illimitate, nessuna restrizione di costruzione. [Obiettivi di Steam disabilitati]

source: Classic Avorion. Like 'Normal', but full Building Knowledge is unlocked from the start for a more sandboxy experience!
it: Avorion classico. Come la "Normale", ma la conoscenza completa degli edifici è sbloccata fin dall'inizio per un'esperienza più sabbiosa!

source: Custom rules for custom games!
it: Regole personalizzate per giochi personalizzati!

source: Your alliance needs %s more money.
it: La vostra alleanza ha bisogno di un % di denaro in più.

source: Your alliance needs %1% more %2%.
it: La vostra alleanza ha bisogno di un %1% in più di %2%.

source: You need %s more money.
it: Hai bisogno di un % di denaro in più.

source: You need %1% more %2%.
it: Avete bisogno di un %1% in più di %2%.

source: Illegal %s
it: Illegale %s

source: Stolen %s
it: Rubato %s

source: Suspicious %s
it: Sospetto %s

source: TRADING GOOD: %s
it: BUONO SCAMBIO: %s

source: Trading goods are stored in your cargo bay and can be bought and sold for a profit. They can also be used to craft weapons.
it: Le merci commerciali sono conservate nella stiva di carico e possono essere acquistate e vendute per ottenere un profitto. Possono anche essere usati per creare armi.

source: [Branded As Stolen]
it: [Marchiato come rubato]

source: Goods that are branded as stolen can't be used or sold at normal stations. You might get in trouble when someone is inspecting your cargo.
it: I beni contrassegnati come rubati non possono essere utilizzati o venduti nelle stazioni normali. Potreste trovarvi nei guai quando qualcuno ispeziona il vostro carico.

source: [Suspicious]
it: [Sospetto]

source: This good has a suspicious energy signature and can't be used or sold at normal stations. You might get in trouble when someone is inspecting your cargo.
it: Questo bene ha una firma energetica sospetta e non può essere usato o venduto nelle stazioni normali. Potreste avere problemi quando qualcuno ispeziona il vostro carico.

source: [Illegal]
it: [Illegale]

source: This good is deemed illegal by most factions and can't be used or sold at normal stations. You might get in trouble when someone is inspecting your cargo.
it: Questo bene è considerato illegale dalla maggior parte delle fazioni e non può essere usato o venduto nelle stazioni normali. Potreste avere problemi quando qualcuno ispeziona il vostro carico.

source: [Dangerous]
it: [Pericoloso]

source: This good is potentially dangerous. You might get in trouble when someone is inspecting your cargo and you don't have a permit for its transportation.
it: Questo bene è potenzialmente pericoloso. Potreste trovarvi nei guai quando qualcuno ispeziona il vostro carico e voi non avete un permesso per il trasporto.

source: Blueprint
it: Impronta blu

source: Error loading mod [%1%] from %2%: Already loaded from %3%.
it: Errore nel caricamento del mod [%1%] dal %2%: Già caricato da %3%.

source: Detected a circular dependency around '%1%' [%2%] and '%3%' [%4%].
it: Rilevata una dipendenza circolare intorno a '%1%' [%2%] e '%3%' [%4%].

source: Mod '%1%' [%2%]'s base game requirement (%3% to %4%) doesn't match version %5% of the game.
it: I requisiti di base del mod '%1%' [%2%] (da %3% a %4%) non corrispondono alla versione %5% del gioco.

source: Mod '%1%' [%2%]'s base game requirement (%3% to %4%) is incompatible with version %5% of the game.
it: Il requisito del gioco base della mod '%1%' [%2%] (da %3% a %4%) è incompatibile con la versione %5% del gioco.

source: Mod '%1%' [%2%]'s version %3% doesn't match '%4%' [%5%]'s requirement: %6% to %7%.
it: La versione %3% del mod '%1%' [%2%] non corrisponde ai requisiti di '%4%' [%5%]: da %6% a %7%.

source: Mod [%1%] not found, which is a requirement for '%2%' [%3%].
it: Mod [%1%] non trovato, che è un requisito per '%2%' [%3%].

source: Mod '%1%' [%2%] is incompatible with '%3%' [%4%] or one of its requirements.
it: Il mod '%1%' [%2%] è incompatibile con '%3%' [%4%] o con uno dei suoi requisiti.

source: '%1%' [%2%]'s requirement '%3%' [%4%] is problematic.
it: Il requisito '%1%' [%2%] di '%3%' [%4%] è problematico.

source: %1% is problematic: %2%
it: %1% è problematico: %2%

source: '%1%' [%2%] or one of its requirements is incompatible with '%3%' [%4%].
it: '%1%' [%2%] o uno dei suoi requisiti è incompatibile con '%3%' [%4%].

source: '%1%' [%2%] is still required by '%3%' [%4%].
it: '%1%' [%2%] è ancora richiesto da '%3%' [%4%].

source: Hyper Integrity Field is back online, now die!
it: Hyper Integrity Field è di nuovo online, ora morite!

source: G-forces too high, Hyper Integrity Field is down!
it: Forze G troppo elevate, l'Hyper Integrity Field è fuori uso!

source: Hyper Integrity Field is down! You'll pay for this!
it: L'Hyper Integrity Field è fuori uso! Pagherete per questo!

source: Hyper Integrity Field has failed! Don't you dare!
it: Il campo di iperintegrità è fallito! Non osate!

source: What's happening?! This isn't good!
it: Cosa sta succedendo? Non va bene!

source: Hyper Integrity Field is showing errors due to spinning!
it: Il campo Hyper Integrity mostra errori dovuti alla rotazione!

source: What are you doing!? Stop this!
it: Che cosa stai facendo? Smettetela!

source: You'll never get through our Hyper Integrity Field!
it: Non riuscirete mai a superare il nostro campo di iperintegrità!

source: Your puny weapons can't do anything against us!
it: Le vostre misere armi non possono nulla contro di noi!

source: Our kind used to dominate the galaxy!
it: La nostra specie dominava la galassia!

source: Once we were many, now it's only us.
it: Una volta eravamo in tanti, ora siamo solo noi.

source: Remember the good old times?
it: Ricordate i bei tempi andati?

source: Staff Pager
it: Pager del personale

source: A relic from the past.
it: Una reliquia del passato.

source: Calls in a staff meeting.
it: Chiamate in una riunione del personale.

source: Depleted on Use
it: Impoverito durante l'uso

source: Can be activated by the player
it: Può essere attivato dal giocatore

source: When meeting the staff, better *stick* to the rules.
it: Quando si incontra il personale, è meglio *attenersi* alle regole.

source: The Stick of Doom
it: Il bastone del destino

source: No response.
it: Nessuna risposta.

source: It's too busy here. Let's meet somewhere more quiet.
it: Qui c'è troppo da fare. Incontriamoci in un posto più tranquillo.

source: %1% HV-Nanobot Dispenser
it: %1% Erogatore HV-Nanobot

source: Smart, very high velocity nanobots.
it: Nanobot intelligenti ad altissima velocità.

source: %1% MultiHarvest Ref-%2%
it: %1% Raccolta multipla Ref-%2%

source: Metal is just refined stone anyways.
it: Il metallo è comunque solo pietra raffinata.

source: Metal is just refined stone anyway.
it: Il metallo è comunque solo pietra raffinata.

source: Stone is just raw metal anyways.
it: La pietra è comunque solo metallo grezzo.

source: Stone is just raw metal anyway.
it: La pietra è comunque solo metallo grezzo.

# Ghost Busters movie reference
source: %1% Ghostly Buster
it: %1% Buster spettrale

# Ghost Busters movie reference
source: Who you gonna call?
it: Chi chiamerai?

source: UN1-CRN %1% Spectral Separator
it: UN1-CRN %1% Separatore spettrale

source: Feel the rainbow.
it: Sentire l'arcobaleno.

source: Railgun goes brrrrt.
it: Il Railgun fa brrrrt.

source: Mk. %1% Ambivalent Yin Yang
it: Mk. %1% Yin Yang ambivalente

source: To keep balance between damage and healing.
it: Per mantenere l'equilibrio tra danni e guarigione.

source: %1% Distant Destroyer
it: %1% Distruttore distante

source: Don't miss.
it: Da non perdere.

source: %1% Adjusting Devastator
it: %1% Regolazione del Devastatore

source: For the artillery gunner with shaky hands.
it: Per l'artigliere con le mani tremanti.

source: EXPLD-%1% AOE True Bolter
it: EXPLD-%1% Bolter vero AOE

source: 400th century marines would be proud.
it: I marines del 400° secolo sarebbero orgogliosi.

source: M.A.D. %1% Plasmatic Bolter %2%
it: M.A.D. %1% Bolter Plasmatico %2%

source: Not just PlasmaGun - PlasmaFUN!
it: Non solo PlasmaGun - PlasmaFUN!

source: T-%1% Searching PDC
it: T-%1% Ricerca PDC

source: "Why do we even need gunners for this?"
it: "Perché abbiamo bisogno di artiglieri per questo?".

# Weapon name, the 'MG' stands for Minigun
source: Mega-MG %1% Sprayer
it: Spruzzatore Mega-MG %1%

source: Simple, accurate, efficient, deadly.
it: Semplice, preciso, efficiente, letale.

source: Pulse Cannon, but better.
it: Cannone a impulsi, ma migliore.

source: Better get a heavy ship, too.
it: È meglio che si procuri anche una nave pesante.

source: %1% Vicious Impaler P-%2%
it: %1% Feroce Impalatore P-%2%

source: It's over 9000!
it: Sono più di 9000!

source: PLSM Shield-Destabilizer P-%1%
it: PLSM Scudo-Destabilizzatore P-%1%

source: Destabilizes shields. And hull, if necessary.
it: Destabilizza gli scudi. E lo scafo, se necessario.

source: %1% Pulsing Drill P-%2%
it: %1% Trivella pulsante P-%2%

source: Dig Deep.
it: Scavare in profondità.

source: %1% Pulsing Jackhammer P-%2%
it: %1% martello pneumatico pulsante P-%2%

source: %1% Pulsing Recycler P-%2%
it: %1% Riciclatore pulsante P-%2%

source: Recycle the entire ship at once.
it: Riciclare l'intera nave in una sola volta.

source: %1% Pulsing Neutron Recycler P-%2%
it: %1% Riciclatore di neutroni a impulsi P-%2%

source: Enhance the production of scrap metal.
it: Migliorare la produzione di rottami metallici.

source: Show them who's boss.
it: Mostrate loro chi è il capo.

source: Force feed light!
it: Luce di alimentazione forzata!

source: Firefly Romanticizer %1%
it: Romantico della lucciola %1%

source: Romance in the finest quality!
it: Il romanticismo nella migliore qualità!

# ex: 'IA-12345 Sky Comets' (IA = Intelligent Automatic)
source: %1% Sky Comets
it: %1% Comete del cielo

source: Accuracy ~ distance? Makes sense.
it: Precisione ~ distanza? Ha senso.

source: %1% Death Ray %2%
it: %1% Raggio della morte %2%

source: Don't look directly into it.
it: Non guardate direttamente in esso.

source: Shredding shields for a living.
it: Per mestiere, si occupa di distruggere gli scudi.

source: %1% Jackhammer
it: %1% Martello pneumatico

source: Pirates? Asteroids? Both, please.
it: Pirati? Asteroidi? Entrambi, per favore.

source: %s%% Damage to Stone
it: %s%% Danno alla pietra

source: A-%1% Intelligent Thumper
it: A-%1% Paracolpi intelligente

source: Aiming aid incorporated.
it: Aiuto al puntamento incorporato.

source: %1% Hull Melter
it: %1% Fonditore di scafi

source: Like a hot knife through butter.
it: Come un coltello caldo nel burro.

source: Phase-Shifted Lightthrower %1%
it: Lanciatore di luce a variazione di fase %1%.

source: Calibrated to ignore shields.
it: Calibrato per ignorare gli scudi.

source: Ignores shields
it: Ignora gli scudi

source: %1% Omni Recycler
it: %1% Riciclatore Omni

source: Recycle everything. Including shields.
it: Riciclare tutto. Compresi gli scudi.

source: 100% Damage to Shields
it: 100% di danni agli scudi

source: One barrel for the hull, the other for the shields.
it: Una canna per lo scafo, l'altra per gli scudi.

source: %s%% Damage to Hull
it: %s%% Danno allo scafo

source: If you always wanted to utilize a thunderstorm as a weapon.
it: Se avete sempre desiderato utilizzare un temporale come arma.

source: If a normal Railgun simply isn't enough.
it: Se una normale Railgun non è sufficiente.

source: Imperial Lightning Cannon %1%
it: Cannone Imperiale a Fulmine %1%

source: Power! Unlimited Power!
it: Potenza! Potenza illimitata!

source: Party Pooper S-%1%
it: Partito Pooper S-%1%

source: Bring the party to your enemies.
it: Portate la festa ai vostri nemici.

source: peaceful
it: pacifico

source: careful
it: attento

source: honorable
it: onorevole

source: chaotic
it: caotico

source: organized
it: organizzato

source: Boxelware Office
it: Ufficio Boxelware

source: Psst, hey you! We are looking for a certain kind of merchandise. Unfortunately we are very busy and can't go get it ourselves. If you can get us the merchandise we'll be very grateful. These immensely special goods were just now stolen by a bunch of pirates. But they don't really need them as much as we do. Our gratitude can be very... useful to you.
it: Ehi, ehi, ehi! Stiamo cercando un certo tipo di merce. Purtroppo siamo molto occupati e non possiamo andare a prenderla noi stessi. Se potete procurarci la merce ve ne saremo molto grati. Questa merce immensamente speciale è stata appena rubata da un gruppo di pirati. Ma loro non ne hanno bisogno quanto noi. La nostra gratitudine può essere molto... utile per voi.

source: Hey you, are you interested in doing us a... special favor? We hid some of our merchandise in a container. Unfortunately we lost its security code. If you bring us the contents of this container you will be allowed to join our circle. That'll be worth it for you! Since we lost the security code you will have to hack the container. Our gratitude will prove very useful to you.
it: Ehi tu, sei interessato a farci un... favore speciale? Abbiamo nascosto parte della nostra merce in un container. Purtroppo abbiamo perso il codice di sicurezza. Se ci porterai il contenuto di questo container, potrai entrare a far parte del nostro circolo. Ne varrà la pena per voi! Poiché abbiamo perso il codice di sicurezza, dovrete hackerare il contenitore. La nostra gratitudine vi sarà molto utile.

source: Hello there! We are looking for a discreet and reliable person that can take care of a delivery for us. You look like you could be trustworthy. Take this package and take it to our market. There are a lot of cargo inspections in this area. Don't take the direct route, but the one we tell you to take. We marked a safe sector for you.
it: Ciao a tutti! Stiamo cercando una persona discreta e affidabile che possa occuparsi di una consegna per noi. Sembra che tu possa essere affidabile. Prendi questo pacco e portalo al nostro mercato. Ci sono molte ispezioni di merci in questa zona. Non prendete la strada diretta, ma quella che vi diciamo di prendere. Abbiamo segnato un settore sicuro per voi.

source: Oh, you don't have enough free cargo space. Never mind then.
it: Oh, non avete abbastanza spazio libero per il carico. Non importa.

source: Listen, we have a little pirate problem in this area. Help us eliminate this plague and you will have our gratitude. Trust us, it'll be worth your time.
it: Ascoltate, abbiamo un piccolo problema di pirati in questa zona. Aiutateci a eliminare questa piaga e avrete la nostra gratitudine. Fidatevi di noi, ne varrà la pena.

source: Hey you, we need your help! The Xsotan presence around here has been growing. Help us wipe some of them out and we will be sure to repay you.
it: Ehi tu, abbiamo bisogno del tuo aiuto! La presenza di Xsotan da queste parti è in aumento. Aiutateci a spazzarne via qualcuno e vi ripagheremo.

source: My armor is impenetrable. All my weak points are well protected.
it: La mia armatura è impenetrabile. Tutti i miei punti deboli sono ben protetti.

source: We are stronger than each part. You can't defeat us that easily.
it: Siamo più forti di ogni parte. Non potete sconfiggerci così facilmente.

source: Executive Secretary
it: Segretario esecutivo

source: Secretary
it: Segretario

source: Ha, they're not even attacking the right one!
it: Ah, non stanno nemmeno attaccando quello giusto!

source: Look at them, shooting the wrong ship!
it: Guardateli, sparano alla nave sbagliata!

source: Hey, %1%! We have stuff to do for you! Talk to us if you're interested!
it: Ehi, %1%! Abbiamo cose da fare per te! Parla con noi se sei interessato!

source: [Ask For Mission]
it: [Chiedi la missione]

source: We don't have any jobs for you at the moment. Please do come back later, though, I'm sure something is going to come up.
it: Al momento non abbiamo alcun lavoro per lei. Tornate comunque a trovarci più tardi, sono sicuro che qualcosa salterà fuori.

source: Okay.
it: Ok.

source: We need somebody to respond to an emergency call! Will you help?
it: Abbiamo bisogno di qualcuno che risponda a una chiamata di emergenza! Ci aiuterai?

source: Yes. What is going on?
it: Si. Che cosa sta succedendo?

source: No, sorry, not right now.
it: No, mi dispiace, non ora.

source: We need somebody to protect us from pirates! Will you help?
it: Abbiamo bisogno di qualcuno che ci protegga dai pirati! Ci aiuterai?

source: We need somebody to protect us from Xsotan! Will you help?
it: Abbiamo bisogno di qualcuno che ci protegga da Xsotan! Ci aiuterai?

source: We need somebody to protect us! Will you help?
it: Abbiamo bisogno di qualcuno che ci protegga! Ci aiuterai?

source: We need somebody to investigate a container! Will you help?
it: Abbiamo bisogno di qualcuno che indaghi su un container! Ci aiutate?

source: One of the ships from our convoy has gone missing. Nobody knows where it went, but it is still sending out a very weak distress signal. Could you please try to find it?
it: Una delle navi del nostro convoglio è scomparsa. Nessuno sa dove sia andata, ma continua a inviare un segnale di soccorso molto debole. Potreste cercare di trovarla?

source: Yes, I can do that.
it: Sì, posso farlo.

source: I don't have the time.
it: Non ho tempo.

source: The distress signal says something about the ship being badly damaged. They are requesting help with repairing their ship.
it: Il segnale di soccorso dice che la nave è gravemente danneggiata. Chiedono aiuto per riparare la loro nave.

source: Where is the ship?
it: Dov'è la nave?

source: We haven't had any luck locating the source of the distress call yet, but we're working on it.
it: Non siamo ancora riusciti a localizzare la fonte della richiesta di soccorso, ma ci stiamo lavorando.

source: What do you want me to do?
it: Cosa vuoi che faccia?

source: Just make sure you have enough repair turrets. Once we find out the location of the ship, we'll tell you where it is.
it: Assicuratevi di avere abbastanza torrette di riparazione. Una volta scoperta la posizione della nave, vi diremo dove si trova.

source: Okay, I'll be all set for repairing.
it: Ok, sarò pronto per la riparazione.

source: We have received reports of pirates in a sector nearby. Several small groups of bandits have jumped into the sector and then back out again. We would like you to investigate.
it: Abbiamo ricevuto segnalazioni di pirati in un settore vicino. Diversi piccoli gruppi di banditi sono entrati nel settore e poi ne sono usciti. Vorremmo che indagaste.

source: I'll take a look at it.
it: Gli darò un'occhiata.

source: Not right now, sorry.
it: Non in questo momento, mi dispiace.

source: Thank you. If possible, you should try to prevent the pirates from getting any fancy ideas.
it: Grazie. Se possibile, dovreste cercare di evitare che i pirati si facciano venire idee fantasiose.

source: I'll try my best.
it: Farò del mio meglio.

source: Our scouts have been watching a group of Xsotan ships for a while now. They have been circling our convoy for some time. Can you get rid of them?
it: I nostri esploratori stanno osservando un gruppo di navi Xsotan da un po' di tempo. Stanno girando intorno al nostro convoglio da un po' di tempo. Potete sbarazzarvi di loro?

source: I will destroy them.
it: Li distruggerò.

source: Sorry, I'm busy.
it: Mi dispiace, sono occupato.

source: Thank you. Our scouts will send you the location they were last seen in.
it: Grazie. I nostri esploratori vi invieranno il luogo in cui sono stati visti l'ultima volta.

source: We have had reports about a large fleet nearby. The way they are acting makes us suspect that they are planning to attack us once we get close to them.
it: Abbiamo avuto notizie di una grande flotta nelle vicinanze. Il modo in cui si comportano ci fa sospettare che stiano pianificando di attaccarci una volta che ci saremo avvicinati a loro.

source: Why don’t you keep away from them then?
it: Perché allora non ne stai alla larga?

source: That's not my problem.
it: Non è un problema mio.

source: We are going to stick to the route that was planned. We don’t want to accidentally end up stuck behind a rift or in a pirate sector.
it: Ci atterremo al percorso previsto. Non vogliamo finire accidentalmente dietro una spaccatura o in un settore pirata.

source: So what do you want me to do?
it: Allora, cosa vuoi che faccia?

source: It would be great if you could stay with us and follow us whenever we jump. When they attack, you will be able to protect us.
it: Sarebbe bello se poteste stare con noi e seguirci ogni volta che saltiamo. Quando ci attaccheranno, sarai in grado di proteggerci.

source: I can do that
it: Posso farlo

source: Maybe you could also ask other ships of your fleet to come help us? But please don’t leave us, they might attack at any moment.
it: Forse potreste chiedere anche ad altre navi della vostra flotta di venire ad aiutarci? Ma per favore non lasciateci, potrebbero attaccarci da un momento all'altro.

source: I’ll see what I can do.
it: Vedrò cosa posso fare.

source: Our scouts have discovered a container that seems interesting. But they were too scared to take a closer look at it. Can you bring the container to us, please?
it: I nostri esploratori hanno scoperto un contenitore che sembra interessante. Ma erano troppo spaventati per guardarlo da vicino. Potete portarci il contenitore, per favore?

source: I can do that.
it: Posso farlo.

source: No, I don't want to do that.
it: No, non voglio farlo.

source: The scouts said that the container was hidden among some asteroids.
it: Gli esploratori hanno detto che il contenitore era nascosto tra alcuni asteroidi.

source: Who does it belong to?
it: A chi appartiene?
